
PawnOptions = {
["LastVersion"] = 2.1002,
["ItemLevels"] = {
{
["ID"] = 221047,
["Level"] = 535,
["Link"] = "|cff0070dd|Hitem:221047::::::::77:72::17:3:10385:10387:6652:2:28:2974:9:77:::::|h[畸兽之视]|h|r",
},
{
["ID"] = 219754,
["Level"] = 551,
["Link"] = "|cff1eff00|Hitem:219754::::::::80:72::25:1:11128:2:28:2838:9:80:::::|h[陨落之城的纪念]|h|r",
},
{
["ID"] = 224695,
["Level"] = 574,
["Link"] = "|cff0070dd|Hitem:224695::::::::80:72::29:5:6652:1702:10296:1646:10254:1:28:2462:::::|h[灼光之沉积岩衬肩]|h|r",
},
nil,
{
["ID"] = 219748,
["Level"] = 551,
["Link"] = "|cff1eff00|Hitem:219748::::::::80:71::25:1:11128:2:9:80:28:2838:::::|h[焦灼蛛魔战争板甲]|h|r",
},
{
["ID"] = 224622,
["Level"] = 483,
["Link"] = "|cff1eff00|Hitem:224622::::::::73:72::17:4:10382:6652:1707:10844:2:28:2832:9:73:::::|h[曙光之坚兵腰铠]|h|r",
},
{
["ID"] = 221092,
["Level"] = 535,
["Link"] = "|cff0070dd|Hitem:221092::::::::77:72::17:3:10385:10387:6652:2:28:2974:9:77:::::|h[背信弃义腿铠]|h|r",
},
{
["ID"] = 224691,
["Level"] = 571,
["Link"] = "|cff0070dd|Hitem:224691::::::::80:71::29:5:10297:6652:1698:1643:10254:1:28:2462:::::|h[灼光之沉积岩战靴]|h|r",
},
{
["ID"] = 224697,
["Level"] = 538,
["Link"] = "|cff1eff00|Hitem:224697::::::::78:72::17:3:10382:6652:1709:2:28:2832:9:78:::::|h[曙光之沉积岩腕甲]|h|r",
},
{
["ID"] = 218036,
["Level"] = 340,
["Link"] = "|cff0070dd|Hitem:218036::::::::66:72::25:2:11037:6652:1:9:65:::::|h[新兵坚韧碎石手套]|h|r",
},
{
["ID"] = 224660,
["Level"] = 574,
["AlsoFitsIn"] = 12,
["Link"] = "|cff0070dd|Hitem:224660::::::::80:71::30:7:10296:6652:10394:10878:1781:1646:10254:1:28:2462:::::|h[谐律之宝石镶嵌指环]|h|r",
},
{
["ID"] = 224661,
["Level"] = 538,
["AlsoFitsIn"] = 11,
["Link"] = "|cff1eff00|Hitem:224661::::::::79:72::17:5:10382:6652:10394:10392:1744:2:28:2832:9:78:::::|h[快刀之宝石镶嵌玺戒]|h|r",
},
{
["ID"] = 225657,
["Level"] = 574,
["AlsoFitsIn"] = 14,
["Link"] = "|cff0070dd|Hitem:225657::::::::80:72::30:4:10296:6652:1646:10254:1:28:2462:::::|h[可拆卸的獠牙]|h|r",
},
{
["ID"] = 225657,
["Level"] = 574,
["AlsoFitsIn"] = 13,
["Link"] = "|cff0070dd|Hitem:225657::::::::80:71::30:4:10296:6652:1646:10254:1:28:2462:::::|h[可拆卸的獠牙]|h|r",
},
{
["ID"] = 224664,
["Level"] = 538,
["Link"] = "|cff1eff00|Hitem:224664::::::::78:72::17:3:10382:6652:1691:2:28:2832:9:78:::::|h[燎火之宝石纺织披风]|h|r",
},
{
["ID"] = 221046,
["Level"] = 548,
["AlsoFitsIn"] = 17,
["Link"] = "|cff0070dd|Hitem:221046::::::::79:72::17:3:10385:10387:6652:2:28:2974:9:79:::::|h[巨兽碎膝槌]|h|r",
},
{
["ID"] = 221046,
["Level"] = 548,
["AlsoFitsIn"] = 16,
["Link"] = "|cff0070dd|Hitem:221046::::::::80:72::17:3:10385:10387:6652:2:28:2974:9:79:::::|h[巨兽碎膝槌]|h|r",
},
},
["AutoSelectScales"] = true,
["UpgradeTracking"] = false,
["LastPlayerFullName"] = "龙若山-巨龙之吼",
["Artifacts"] = {
[128910] = {
["Relics"] = {
{
["Type"] = "Iron",
},
{
["Type"] = "Blood",
},
{
["Type"] = "Shadow",
},
},
["Name"] = "斯多姆卡，灭战者",
},
[128908] = {
["Relics"] = {
{
["Type"] = "Fire",
},
{
["Type"] = "Wind",
},
{
["Type"] = "Iron",
},
},
["Name"] = "瓦拉加尔战剑",
},
[128289] = {
["Relics"] = {
{
["Type"] = "Iron",
},
{
["Type"] = "Blood",
},
{
["Type"] = "Fire",
},
},
["Name"] = "大地守护者之鳞",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "WARRIOR",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
