
LSSDB = {
["afterLootSpec"] = 0,
["globalSilence"] = false,
["perDifficulty"] = false,
["disabled"] = false,
["specPerBoss"] = {
["allDifficulties"] = {
[1197] = {
},
[1269] = {
["斯卡莫拉克"] = 268,
["机械大师"] = 269,
["E.D.N.A."] = 268,
["虚空代言人艾里克"] = 269,
},
[1273] = {
["安苏雷克女王"] = 269,
["噬灭者乌格拉克斯"] = 269,
["虫巢扭曲者欧维纳克斯"] = 268,
["血缚恐魔"] = 270,
["苏雷吉队长席克兰"] = 268,
["流丝之庭"] = 270,
["拉夏南"] = 269,
["节点女亲王凯威扎"] = 269,
},
[1023] = {
["“屠夫”血钩"] = 269,
["哈达尔·黑渊"] = 269,
["维克戈斯"] = 269,
["恐怖船长洛克伍德"] = 269,
},
[1270] = {
["阿努布伊卡基"] = 269,
["代言人夏多克朗"] = 270,
["拉夏南"] = 269,
},
[1184] = {
["英格拉·马洛克"] = 270,
["唤雾者"] = 269,
["特雷德奥瓦"] = 270,
},
[1209] = {
},
[1267] = {
["戴尔克莱上尉"] = 269,
["隐修院长穆普雷"] = 269,
["布朗派克男爵"] = 268,
},
[1271] = {
["阿瓦诺克斯"] = 270,
["阿努布泽克特"] = 268,
["收割者吉卡塔尔"] = 269,
},
[1200] = {
["艾拉诺格"] = 269,
},
[1274] = {
["女王之牙"] = 270,
["凝结聚合体"] = 270,
["演说者基克斯威兹克"] = 270,
["大捻接师艾佐"] = 270,
},
[71] = {
["铸炉之主索朗格斯"] = 268,
["埃鲁达克，地狱公爵"] = 270,
["达加·燃影者"] = 269,
["乌比斯将军"] = 269,
},
[1182] = {
["缚霜者纳尔佐"] = 270,
["收割者阿玛厄斯"] = 270,
["凋骨"] = 270,
["外科医生缝肉"] = 270,
},
},
},
["minimized"] = true,
["debugOn"] = false,
}
