
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["王者马克-黑石尖塔"] = {
			["GUID"] = "Player-861-029E0569",
			["LastEventHealth"] = {
				3686442, -- [1]
				3861336, -- [2]
				3970912, -- [3]
				4140305, -- [4]
				4247555, -- [5]
				4303888, -- [6]
				4461698, -- [7]
				4783984, -- [8]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
			},
			["enClass"] = "HUNTER",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 9,
			["LastEventHealthMax"] = {
				4922460, -- [1]
				4922460, -- [2]
				4922460, -- [3]
				4922460, -- [4]
				4922460, -- [5]
				4922460, -- [6]
				4922460, -- [7]
				4922460, -- [8]
			},
			["LastEvents"] = {
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Crit +127110", -- [1]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Crit +124857", -- [2]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Hit +59687", -- [3]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Crit +119824", -- [4]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Hit +57262", -- [5]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Hit +56333", -- [6]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Crit +108093", -- [7]
				"百曰衣衫盡 伊瑟拉之赐 王者马克-黑石尖塔 Hit +123271", -- [8]
			},
			["Name"] = "王者马克-黑石尖塔",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
			},
			["LastEventTimes"] = {
				808154.716, -- [1]
				808156.308, -- [2]
				808157.976, -- [3]
				808159.845, -- [4]
				808161.449, -- [5]
				808163.084, -- [6]
				808164.715, -- [7]
				808171.964, -- [8]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808154.15,
			["LastActive"] = 808171.161,
		},
		["指尖璇沙"] = {
			["GUID"] = "Player-861-0125A1AC",
			["LastEventHealth"] = {
				4568340, -- [1]
				4568340, -- [2]
				4568340, -- [3]
				4568340, -- [4]
				4568340, -- [5]
				4568340, -- [6]
				4568340, -- [7]
				4568340, -- [8]
				4568340, -- [9]
				4568340, -- [10]
				4568340, -- [11]
				4568340, -- [12]
				4568340, -- [13]
				4568340, -- [14]
				4568340, -- [15]
				4568340, -- [16]
				4568340, -- [17]
				4568340, -- [18]
				4544705, -- [19]
				4544705, -- [20]
				4544705, -- [21]
				4552266, -- [22]
				4568340, -- [23]
				4568340, -- [24]
				4568340, -- [25]
				4568340, -- [26]
				4568340, -- [27]
				4568340, -- [28]
				4568340, -- [29]
				4568340, -- [30]
				4568340, -- [31]
				4568340, -- [32]
				4568340, -- [33]
				4568340, -- [34]
				4568340, -- [35]
				4568340, -- [36]
				4568340, -- [37]
				4568340, -- [38]
				4568340, -- [39]
				4568340, -- [40]
				4568340, -- [41]
				4568340, -- [42]
				4568340, -- [43]
				4568340, -- [44]
				4568340, -- [45]
				4568340, -- [46]
				4568340, -- [47]
				4568340, -- [48]
				4568340, -- [49]
				4568340, -- [50]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["ManaGain"] = {
					6600, -- [1]
				},
			},
			["enClass"] = "SHAMAN",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["TimeLast"] = {
				["OVERALL"] = 808174.134,
				["ManaGain"] = 808174.134,
			},
			["NextEventNum"] = 19,
			["LastEventHealthMax"] = {
				4568340, -- [1]
				4568340, -- [2]
				4568340, -- [3]
				4568340, -- [4]
				4568340, -- [5]
				4568340, -- [6]
				4568340, -- [7]
				4568340, -- [8]
				4568340, -- [9]
				4568340, -- [10]
				4568340, -- [11]
				4568340, -- [12]
				4568340, -- [13]
				4568340, -- [14]
				4568340, -- [15]
				4568340, -- [16]
				4568340, -- [17]
				4568340, -- [18]
				4568340, -- [19]
				4568340, -- [20]
				4568340, -- [21]
				4568340, -- [22]
				4568340, -- [23]
				4568340, -- [24]
				4568340, -- [25]
				4568340, -- [26]
				4568340, -- [27]
				4568340, -- [28]
				4568340, -- [29]
				4568340, -- [30]
				4568340, -- [31]
				4568340, -- [32]
				4568340, -- [33]
				4568340, -- [34]
				4568340, -- [35]
				4568340, -- [36]
				4568340, -- [37]
				4568340, -- [38]
				4568340, -- [39]
				4568340, -- [40]
				4568340, -- [41]
				4568340, -- [42]
				4568340, -- [43]
				4568340, -- [44]
				4568340, -- [45]
				4568340, -- [46]
				4568340, -- [47]
				4568340, -- [48]
				4568340, -- [49]
				4568340, -- [50]
			},
			["LastEvents"] = {
				"指尖璇沙 激流 一个好基佬-斯克提斯 Hit +424348", -- [1]
				"指尖璇沙 吸血 指尖璇沙 Hit +11826 (11826 过量治疗)", -- [2]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +61677", -- [3]
				"指尖璇沙 治疗之涌 一个好基佬-斯克提斯 Crit +1364038", -- [4]
				"指尖璇沙 吸血 指尖璇沙 Hit +39734 (39734 过量治疗)", -- [5]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +46049", -- [6]
				"指尖璇沙 吸血 指尖璇沙 Hit +1283 (1283 过量治疗)", -- [7]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +44393", -- [8]
				"指尖璇沙 吸血 指尖璇沙 Hit +1238 (1238 过量治疗)", -- [9]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +42717 (42717 过量治疗)", -- [10]
				"指尖璇沙 吸血 指尖璇沙 Hit +1190 (1190 过量治疗)", -- [11]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +42717 (42717 过量治疗)", -- [12]
				"指尖璇沙 吸血 指尖璇沙 Hit +1190 (1190 过量治疗)", -- [13]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Crit +87143 (87143 过量治疗)", -- [14]
				"指尖璇沙 吸血 指尖璇沙 Hit +2429 (2429 过量治疗)", -- [15]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +42717 (42717 过量治疗)", -- [16]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +5981 (5981 过量治疗)", -- [17]
				"指尖璇沙 吸血 指尖璇沙 Hit +1356 (1356 过量治疗)", -- [18]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Hit +59687", -- [19]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Hit +50903 (50903 过量治疗)", -- [20]
				"指尖璇沙 治疗之雨 快活的地沟油 Hit +58843", -- [21]
				"指尖璇沙 吸血 指尖璇沙 Hit +7561", -- [22]
				"指尖璇沙 治疗之雨 指尖璇沙 Hit +50903 (50903 过量治疗)", -- [23]
				"指尖璇沙 治疗之雨 龙听雨 Hit +50903 (50903 过量治疗)", -- [24]
				"指尖璇沙 治疗之雨 徵羽 Hit +50903 (50903 过量治疗)", -- [25]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Hit +50903 (50903 过量治疗)", -- [26]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Crit +119824", -- [27]
				"指尖璇沙 治疗之雨 快活的地沟油 Hit +57895", -- [28]
				"指尖璇沙 吸血 指尖璇沙 Hit +9210 (9210 过量治疗)", -- [29]
				"指尖璇沙 治疗之雨 指尖璇沙 Crit +103841 (103841 过量治疗)", -- [30]
				"指尖璇沙 治疗之雨 橘丶子 Crit +103842 (103842 过量治疗)", -- [31]
				"指尖璇沙 治疗之雨 徵羽 Crit +103842 (103842 过量治疗)", -- [32]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Crit +103841 (103841 过量治疗)", -- [33]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Hit +57262", -- [34]
				"指尖璇沙 治疗之雨 快活的地沟油 Hit +56950", -- [35]
				"指尖璇沙 吸血 指尖璇沙 Hit +11864 (11864 过量治疗)", -- [36]
				"指尖璇沙 治疗之雨 龙听雨 Crit +103842 (103842 过量治疗)", -- [37]
				"指尖璇沙 治疗之雨 橘丶子 Crit +103841 (103841 过量治疗)", -- [38]
				"指尖璇沙 治疗之雨 徵羽 Hit +50902 (50902 过量治疗)", -- [39]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Hit +56333", -- [40]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Crit +103841 (103841 过量治疗)", -- [41]
				"指尖璇沙 治疗之雨 快活的地沟油 Crit +115155", -- [42]
				"指尖璇沙 吸血 指尖璇沙 Hit +14881 (14881 过量治疗)", -- [43]
				"指尖璇沙 治疗之雨 指尖璇沙 Hit +48298 (48298 过量治疗)", -- [44]
				"指尖璇沙 治疗之雨 龙听雨 Crit +98529 (98529 过量治疗)", -- [45]
				"指尖璇沙 治疗之雨 徵羽 Hit +48299 (48299 过量治疗)", -- [46]
				"指尖璇沙 治疗之雨 王者马克-黑石尖塔 Crit +108093", -- [47]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Crit +98529 (98529 过量治疗)", -- [48]
				"指尖璇沙 治疗之雨 快活的地沟油 Crit +106466", -- [49]
				"指尖璇沙 吸血 指尖璇沙 Hit +12818 (12818 过量治疗)", -- [50]
			},
			["Name"] = "指尖璇沙",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				808171.73, -- [1]
				808172.164, -- [2]
				808174.4, -- [3]
				808174.4, -- [4]
				808174.433, -- [5]
				808176.904, -- [6]
				808176.904, -- [7]
				808179.335, -- [8]
				808179.827, -- [9]
				808181.842, -- [10]
				808182.074, -- [11]
				808184.372, -- [12]
				808184.673, -- [13]
				808186.906, -- [14]
				808187.107, -- [15]
				808189.403, -- [16]
				808189.867, -- [17]
				808189.867, -- [18]
				808157.976, -- [19]
				808157.976, -- [20]
				808158.009, -- [21]
				808158.276, -- [22]
				808159.845, -- [23]
				808159.845, -- [24]
				808159.845, -- [25]
				808159.845, -- [26]
				808159.845, -- [27]
				808159.845, -- [28]
				808160.045, -- [29]
				808161.449, -- [30]
				808161.449, -- [31]
				808161.449, -- [32]
				808161.449, -- [33]
				808161.449, -- [34]
				808161.449, -- [35]
				808161.682, -- [36]
				808163.084, -- [37]
				808163.084, -- [38]
				808163.084, -- [39]
				808163.084, -- [40]
				808163.084, -- [41]
				808163.084, -- [42]
				808163.084, -- [43]
				808164.715, -- [44]
				808164.715, -- [45]
				808164.715, -- [46]
				808164.715, -- [47]
				808164.715, -- [48]
				808164.715, -- [49]
				808164.783, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["ManaGain"] = 0,
					["ManaGainedFrom"] = {
						["指尖璇沙"] = {
							["Details"] = {
								["复苏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["复苏"] = {
							["Details"] = {
								["指尖璇沙"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["OverallData"] = {
					["ManaGain"] = 6600,
					["ManaGainedFrom"] = {
						["指尖璇沙"] = {
							["Details"] = {
								["复苏"] = {
									["count"] = 6600,
								},
							},
							["amount"] = 6600,
						},
					},
					["ManaGained"] = {
						["复苏"] = {
							["Details"] = {
								["指尖璇沙"] = {
									["count"] = 6600,
								},
							},
							["amount"] = 6600,
						},
					},
				},
			},
			["UnitLockout"] = 808154.15,
			["LastActive"] = 808189.151,
		},
		["快活的地沟油"] = {
			["GUID"] = "Player-861-01F2D830",
			["LastEventHealth"] = {
				4012994, -- [1]
				4119714, -- [2]
				4225950, -- [3]
				4341105, -- [4]
				4496639, -- [5]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
			},
			["enClass"] = "HUNTER",
			["unit"] = "快活的地沟油",
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 6,
			["LastEventHealthMax"] = {
				4855800, -- [1]
				4855800, -- [2]
				4855800, -- [3]
				4855800, -- [4]
				4855800, -- [5]
			},
			["LastEvents"] = {
				"指尖璇沙 治疗之雨 快活的地沟油 Hit +58843", -- [1]
				"指尖璇沙 治疗之雨 快活的地沟油 Hit +57895", -- [2]
				"指尖璇沙 治疗之雨 快活的地沟油 Hit +56950", -- [3]
				"指尖璇沙 治疗之雨 快活的地沟油 Crit +115155", -- [4]
				"指尖璇沙 治疗之雨 快活的地沟油 Crit +106466", -- [5]
			},
			["Name"] = "快活的地沟油",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
			},
			["LastEventTimes"] = {
				808158.009, -- [1]
				808159.845, -- [2]
				808161.449, -- [3]
				808163.084, -- [4]
				808164.715, -- [5]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808157.143,
			["LastActive"] = 808164.149,
		},
		["百曰衣衫盡"] = {
			["GUID"] = "Player-861-046D5A17",
			["LastEventHealth"] = {
				3577838, -- [1]
				3742631, -- [2]
				3948987, -- [3]
				4109040, -- [4]
				4109040, -- [5]
				4109040, -- [6]
				4109040, -- [7]
				4109040, -- [8]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
			},
			["enClass"] = "DRUID",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 9,
			["LastEventHealthMax"] = {
				4109040, -- [1]
				4109040, -- [2]
				4109040, -- [3]
				4109040, -- [4]
				4109040, -- [5]
				4109040, -- [6]
				4109040, -- [7]
				4109040, -- [8]
			},
			["LastEvents"] = {
				"传奇疯神恋雅 伊瑟拉之赐 百曰衣衫盡 Hit +522932", -- [1]
				"百曰衣衫盡 伊瑟拉之赐 百曰衣衫盡 Hit +123271", -- [2]
				"百曰衣衫盡 伊瑟拉之赐 百曰衣衫盡 Hit +123271", -- [3]
				"百曰衣衫盡 伊瑟拉之赐 百曰衣衫盡 Hit +123271 (88462 过量治疗)", -- [4]
				"百曰衣衫盡 伊瑟拉之赐 一本道小绵羊 Hit +123271", -- [5]
				"百曰衣衫盡 伊瑟拉之赐 一本道小绵羊 Hit +123271", -- [6]
				"百曰衣衫盡 伊瑟拉之赐 王者马克-黑石尖塔 Hit +123271", -- [7]
				"百曰衣衫盡 伊瑟拉之赐 一个好基佬-斯克提斯 Hit +123271", -- [8]
			},
			["Name"] = "百曰衣衫盡",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
			},
			["LastEventTimes"] = {
				808145.03, -- [1]
				808146.931, -- [2]
				808151.817, -- [3]
				808156.942, -- [4]
				808162.016, -- [5]
				808166.922, -- [6]
				808171.964, -- [7]
				808176.904, -- [8]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808144.158,
			["LastActive"] = 808176.137,
		},
		["菊花喵"] = {
			["GUID"] = "Player-861-04C58BE2",
			["LastEventHealth"] = {
				4708388, -- [1]
				5243724, -- [2]
				5243724, -- [3]
				5243724, -- [4]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
			},
			["TimeWindows"] = {
				["Ressed"] = {
					1, -- [1]
				},
				["HealingTaken"] = {
					522933, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 0,
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["Owner"] = false,
			["TimeLast"] = {
				["HealingTaken"] = 808124.149,
				["Ressed"] = 808151.15,
				["OVERALL"] = 808151.15,
			},
			["NextEventNum"] = 5,
			["LastEventHealthMax"] = {
				5243724, -- [1]
				5243724, -- [2]
				5243724, -- [3]
				5243724, -- [4]
			},
			["LastEvents"] = {
				"传奇疯神恋雅 伊瑟拉之赐 菊花喵 Hit +522933", -- [1]
				"传奇疯神恋雅 伊瑟拉之赐 菊花喵 Hit +522933 (253742 过量治疗)", -- [2]
				"指尖璇沙 治疗之雨 菊花喵 Crit +103842 (103842 过量治疗)", -- [3]
				"指尖璇沙 治疗之雨 菊花喵 Hit +50903 (50903 过量治疗)", -- [4]
			},
			["Name"] = "菊花喵",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
			},
			["LastEventTimes"] = {
				808124.932, -- [1]
				808135.14, -- [2]
				808154.716, -- [3]
				808156.308, -- [4]
			},
			["Fights"] = {
				["Fight1"] = {
					["WhoHealed"] = {
						["传奇疯神恋雅"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 522933,
								},
							},
							["amount"] = 522933,
						},
					},
					["HealingTaken"] = 522933,
				},
				["LastFightData"] = {
					["WhoHealed"] = {
						["传奇疯神恋雅"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 522933,
								},
							},
							["amount"] = 522933,
						},
					},
					["HealingTaken"] = 522933,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
						["一个好基佬-斯克提斯"] = {
							["Details"] = {
								["宽恕"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["RessedWho"] = {
						["一个好基佬-斯克提斯"] = {
							["Details"] = {
								["宽恕"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["HealingTaken"] = 522933,
					["WhoHealed"] = {
						["传奇疯神恋雅"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 522933,
								},
							},
							["amount"] = 522933,
						},
					},
					["Ressed"] = 1,
				},
			},
			["UnitLockout"] = 808124.149,
			["LastActive"] = 808156.139,
		},
		["一个好基佬-斯克提斯"] = {
			["GUID"] = "Player-1972-008B7865",
			["LastEventHealth"] = {
				2164905, -- [1]
				2274081, -- [2]
				3638119, -- [3]
				4208363, -- [4]
				4301794, -- [5]
				4425065, -- [6]
				4516582, -- [7]
				4691280, -- [8]
				4691280, -- [9]
				4691280, -- [10]
				4691280, -- [11]
				4691280, -- [12]
				4691280, -- [13]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
			},
			["TimeWindows"] = {
				["ManaGain"] = {
					10, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["TimeLast"] = {
				["OVERALL"] = 808223.136,
				["ManaGain"] = 808223.136,
			},
			["NextEventNum"] = 14,
			["LastEventHealthMax"] = {
				4691280, -- [1]
				4691280, -- [2]
				4691280, -- [3]
				4691280, -- [4]
				4691280, -- [5]
				4691280, -- [6]
				4691280, -- [7]
				4691280, -- [8]
				4691280, -- [9]
				4691280, -- [10]
				4691280, -- [11]
				4691280, -- [12]
				4691280, -- [13]
			},
			["LastEvents"] = {
				"指尖璇沙 激流 一个好基佬-斯克提斯 Hit +424348", -- [1]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +61677", -- [2]
				"指尖璇沙 治疗之涌 一个好基佬-斯克提斯 Crit +1364038", -- [3]
				"传奇疯神恋雅 伊瑟拉之赐 一个好基佬-斯克提斯 Hit +522932", -- [4]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +46049", -- [5]
				"百曰衣衫盡 伊瑟拉之赐 一个好基佬-斯克提斯 Hit +123271", -- [6]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +44393", -- [7]
				"传奇疯神恋雅 伊瑟拉之赐 一个好基佬-斯克提斯 Hit +522933 (348235 过量治疗)", -- [8]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +42717 (42717 过量治疗)", -- [9]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +42717 (42717 过量治疗)", -- [10]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Crit +87143 (87143 过量治疗)", -- [11]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +42717 (42717 过量治疗)", -- [12]
				"指尖璇沙 激流 一个好基佬-斯克提斯 Tick +5981 (5981 过量治疗)", -- [13]
			},
			["Name"] = "一个好基佬-斯克提斯",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
			},
			["LastEventTimes"] = {
				808171.73, -- [1]
				808174.4, -- [2]
				808174.4, -- [3]
				808175.103, -- [4]
				808176.904, -- [5]
				808176.904, -- [6]
				808179.335, -- [7]
				808180.055, -- [8]
				808181.842, -- [9]
				808184.372, -- [10]
				808186.906, -- [11]
				808189.403, -- [12]
				808189.867, -- [13]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["ManaGain"] = 0,
					["ManaGainedFrom"] = {
						["一个好基佬-斯克提斯"] = {
							["Details"] = {
								["黑锋之门"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["黑锋之门"] = {
							["Details"] = {
								["一个好基佬-斯克提斯"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["OverallData"] = {
					["ManaGain"] = 10,
					["ManaGainedFrom"] = {
						["一个好基佬-斯克提斯"] = {
							["Details"] = {
								["黑锋之门"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
					["ManaGained"] = {
						["黑锋之门"] = {
							["Details"] = {
								["一个好基佬-斯克提斯"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
				},
			},
			["UnitLockout"] = 808171.161,
			["LastActive"] = 808223.136,
		},
		["传奇疯神恋雅"] = {
			["GUID"] = "Player-861-047396F2",
			["LastEventHealth"] = {
				9960622, -- [1]
				9960622, -- [2]
				9960622, -- [3]
				9960622, -- [4]
				9960622, -- [5]
				9960622, -- [6]
				9960622, -- [7]
				9960622, -- [8]
				9960622, -- [9]
				9960622, -- [10]
				9960622, -- [11]
				9960622, -- [12]
				9960622, -- [13]
				9960622, -- [14]
				9960622, -- [15]
				9960622, -- [16]
				9960622, -- [17]
				9960622, -- [18]
				9960622, -- [19]
				9960622, -- [20]
				9960622, -- [21]
				9960622, -- [22]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
			},
			["TimeWindows"] = {
				["Ressed"] = {
					1, -- [1]
				},
				["TimeHeal"] = {
					1.5, -- [1]
				},
				["Healing"] = {
					522933, -- [1]
				},
				["ActiveTime"] = {
					1.5, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 0,
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["TimeLast"] = {
				["TimeHeal"] = 808124.149,
				["ActiveTime"] = 808124.149,
				["OVERALL"] = 808151.15,
				["Ressed"] = 808151.15,
				["Healing"] = 808124.149,
			},
			["Owner"] = false,
			["LastHealTime"] = 808124.932,
			["NextEventNum"] = 23,
			["LastEventHealthMax"] = {
				9960622, -- [1]
				9960622, -- [2]
				9960622, -- [3]
				9960622, -- [4]
				9960622, -- [5]
				9960622, -- [6]
				9960622, -- [7]
				9960622, -- [8]
				9960622, -- [9]
				9960622, -- [10]
				9960622, -- [11]
				9960622, -- [12]
				9960622, -- [13]
				9960622, -- [14]
				9960622, -- [15]
				9960622, -- [16]
				9960622, -- [17]
				9960622, -- [18]
				9960622, -- [19]
				9960622, -- [20]
				9960622, -- [21]
				9960622, -- [22]
			},
			["LastEvents"] = {
				"传奇疯神恋雅 伊瑟拉之赐 菊花喵 Hit +522933", -- [1]
				"传奇疯神恋雅 伊瑟拉之赐 徵羽 Hit +522932", -- [2]
				"传奇疯神恋雅 伊瑟拉之赐 菊花喵 Hit +522933 (253742 过量治疗)", -- [3]
				"传奇疯神恋雅 伊瑟拉之赐 徵羽 Hit +522932 (268141 过量治疗)", -- [4]
				"传奇疯神恋雅 伊瑟拉之赐 百曰衣衫盡 Hit +522932", -- [5]
				"传奇疯神恋雅 伊瑟拉之赐 希迩佤娜斯-塞拉摩 Hit +522932", -- [6]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Crit +103841 (103841 过量治疗)", -- [7]
				"传奇疯神恋雅 自然守护者 传奇疯神恋雅 Hit +21158 (21158 过量治疗)", -- [8]
				"传奇疯神恋雅 伊瑟拉之赐 指尖璇沙 Hit +522933", -- [9]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Hit +50903 (50903 过量治疗)", -- [10]
				"传奇疯神恋雅 自然守护者 传奇疯神恋雅 Hit +10371 (10371 过量治疗)", -- [11]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Hit +50903 (50903 过量治疗)", -- [12]
				"传奇疯神恋雅 自然守护者 传奇疯神恋雅 Hit +10372 (10372 过量治疗)", -- [13]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Hit +50903 (50903 过量治疗)", -- [14]
				"传奇疯神恋雅 自然守护者 传奇疯神恋雅 Hit +10371 (10371 过量治疗)", -- [15]
				"传奇疯神恋雅 伊瑟拉之赐 一本道小绵羊 Hit +522933", -- [16]
				"指尖璇沙 治疗之雨 传奇疯神恋雅 Crit +103841 (103841 过量治疗)", -- [17]
				"传奇疯神恋雅 自然守护者 传奇疯神恋雅 Hit +21158 (21158 过量治疗)", -- [18]
				"传奇疯神恋雅 伊瑟拉之赐 希迩佤娜斯-塞拉摩 Hit +522932 (265112 过量治疗)", -- [19]
				"传奇疯神恋雅 伊瑟拉之赐 一本道小绵羊 Hit +522933 (488468 过量治疗)", -- [20]
				"传奇疯神恋雅 伊瑟拉之赐 一个好基佬-斯克提斯 Hit +522932", -- [21]
				"传奇疯神恋雅 伊瑟拉之赐 一个好基佬-斯克提斯 Hit +522933 (348235 过量治疗)", -- [22]
			},
			["Name"] = "传奇疯神恋雅",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
			},
			["LastEventTimes"] = {
				808124.932, -- [1]
				808130.108, -- [2]
				808135.14, -- [3]
				808140.013, -- [4]
				808145.03, -- [5]
				808150.032, -- [6]
				808154.716, -- [7]
				808154.716, -- [8]
				808154.976, -- [9]
				808156.308, -- [10]
				808156.342, -- [11]
				808157.976, -- [12]
				808158.009, -- [13]
				808159.845, -- [14]
				808159.845, -- [15]
				808160.045, -- [16]
				808161.449, -- [17]
				808161.449, -- [18]
				808165.019, -- [19]
				808170.16, -- [20]
				808175.103, -- [21]
				808180.055, -- [22]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeHeal"] = 1.5,
					["Healing"] = 522933,
					["ActiveTime"] = 1.5,
					["Heals"] = {
						["伊瑟拉之赐"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 522933,
									["min"] = 522933,
									["count"] = 1,
									["amount"] = 522933,
								},
							},
							["count"] = 1,
							["amount"] = 522933,
						},
					},
					["TimeSpent"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["HealedWho"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 522933,
								},
							},
							["amount"] = 522933,
						},
					},
					["TimeHealing"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
				},
				["LastFightData"] = {
					["TimeHeal"] = 1.5,
					["Healing"] = 522933,
					["ActiveTime"] = 1.5,
					["Heals"] = {
						["伊瑟拉之赐"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 522933,
									["min"] = 522933,
									["count"] = 1,
									["amount"] = 522933,
								},
							},
							["count"] = 1,
							["amount"] = 522933,
						},
					},
					["TimeSpent"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["HealedWho"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 522933,
								},
							},
							["amount"] = 522933,
						},
					},
					["TimeHealing"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
						["快活的地沟油"] = {
							["Details"] = {
								["复生"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["RessedWho"] = {
						["快活的地沟油"] = {
							["Details"] = {
								["复生"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeSpent"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["HealedWho"] = {
						["菊花喵"] = {
							["Details"] = {
								["伊瑟拉之赐"] = {
									["count"] = 522933,
								},
							},
							["amount"] = 522933,
						},
					},
					["ActiveTime"] = 1.5,
					["Ressed"] = 1,
					["TimeHeal"] = 1.5,
					["Healing"] = 522933,
					["Heals"] = {
						["伊瑟拉之赐"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 522933,
									["min"] = 522933,
									["count"] = 1,
									["amount"] = 522933,
								},
							},
							["count"] = 1,
							["amount"] = 522933,
						},
					},
				},
			},
			["UnitLockout"] = 808124.149,
			["LastActive"] = 808179.141,
		},
		["徵羽"] = {
			["GUID"] = "Player-861-048B50B3",
			["LastEventHealth"] = {
				4206352, -- [1]
				4698660, -- [2]
				4698660, -- [3]
				4698660, -- [4]
				4698660, -- [5]
				4698660, -- [6]
				4698660, -- [7]
				4698660, -- [8]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
			},
			["enClass"] = "HUNTER",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 9,
			["LastEventHealthMax"] = {
				4698660, -- [1]
				4698660, -- [2]
				4698660, -- [3]
				4698660, -- [4]
				4698660, -- [5]
				4698660, -- [6]
				4698660, -- [7]
				4698660, -- [8]
			},
			["LastEvents"] = {
				"传奇疯神恋雅 伊瑟拉之赐 徵羽 Hit +522932", -- [1]
				"传奇疯神恋雅 伊瑟拉之赐 徵羽 Hit +522932 (268141 过量治疗)", -- [2]
				"指尖璇沙 治疗之雨 徵羽 Hit +50903 (50903 过量治疗)", -- [3]
				"指尖璇沙 治疗之雨 徵羽 Hit +50902 (50902 过量治疗)", -- [4]
				"指尖璇沙 治疗之雨 徵羽 Hit +50903 (50903 过量治疗)", -- [5]
				"指尖璇沙 治疗之雨 徵羽 Crit +103842 (103842 过量治疗)", -- [6]
				"指尖璇沙 治疗之雨 徵羽 Hit +50902 (50902 过量治疗)", -- [7]
				"指尖璇沙 治疗之雨 徵羽 Hit +48299 (48299 过量治疗)", -- [8]
			},
			["Name"] = "徵羽",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
			},
			["LastEventTimes"] = {
				808130.108, -- [1]
				808140.013, -- [2]
				808156.308, -- [3]
				808157.976, -- [4]
				808159.845, -- [5]
				808161.449, -- [6]
				808163.084, -- [7]
				808164.715, -- [8]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808129.144,
			["LastActive"] = 808164.149,
		},
		["丨丶塵囂灬"] = {
			["GUID"] = "Player-861-022DA95A",
			["LastEventHealth"] = {
				4743342, -- [1]
				4844725, -- [2]
				4883400, -- [3]
				4883400, -- [4]
				4883400, -- [5]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
			},
			["enClass"] = "PRIEST",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 6,
			["LastEventHealthMax"] = {
				4883400, -- [1]
				4883400, -- [2]
				4883400, -- [3]
				4883400, -- [4]
				4883400, -- [5]
			},
			["LastEvents"] = {
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Hit +52590", -- [1]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Hit +51694", -- [2]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Hit +50903 (50903 过量治疗)", -- [3]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Crit +103841 (103841 过量治疗)", -- [4]
				"指尖璇沙 治疗之雨 丨丶塵囂灬 Crit +98529 (98529 过量治疗)", -- [5]
			},
			["Name"] = "丨丶塵囂灬",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
			},
			["LastEventTimes"] = {
				808154.716, -- [1]
				808156.308, -- [2]
				808157.976, -- [3]
				808163.084, -- [4]
				808164.715, -- [5]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808154.15,
			["LastActive"] = 808164.149,
		},
		["一本道小绵羊"] = {
			["GUID"] = "Player-861-0222B9C4",
			["LastEventHealth"] = {
				4062955, -- [1]
				4232344, -- [2]
				4448284, -- [3]
				4575120, -- [4]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
			},
			["enClass"] = "MAGE",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 5,
			["LastEventHealthMax"] = {
				4575120, -- [1]
				4575120, -- [2]
				4575120, -- [3]
				4575120, -- [4]
			},
			["LastEvents"] = {
				"传奇疯神恋雅 伊瑟拉之赐 一本道小绵羊 Hit +522933", -- [1]
				"百曰衣衫盡 伊瑟拉之赐 一本道小绵羊 Hit +123271", -- [2]
				"百曰衣衫盡 伊瑟拉之赐 一本道小绵羊 Hit +123271", -- [3]
				"传奇疯神恋雅 伊瑟拉之赐 一本道小绵羊 Hit +522933 (488468 过量治疗)", -- [4]
			},
			["Name"] = "一本道小绵羊",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
			},
			["LastEventTimes"] = {
				808160.045, -- [1]
				808162.016, -- [2]
				808166.922, -- [3]
				808170.16, -- [4]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808159.145,
			["LastActive"] = 808169.158,
		},
		["龙听雨"] = {
			["GUID"] = "Player-861-04C537D6",
			["LastEventHealth"] = {
				7168559, -- [1]
				7268537, -- [2]
				7279737, -- [3]
				7665403, -- [4]
				7665403, -- [5]
				7665403, -- [6]
				7665403, -- [7]
				7523532, -- [8]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					3, -- [1]
				},
				["HOT_Time"] = {
					6, -- [1]
				},
				["ActiveTime"] = {
					3, -- [1]
				},
				["Healing"] = {
					43582, -- [1]
				},
				["DamageTaken"] = {
					141871, -- [1]
				},
				["HealingTaken"] = {
					43582, -- [1]
				},
			},
			["enClass"] = "MONK",
			["unit"] = "龙听雨",
			["level"] = 110,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 1,
			["type"] = "Self",
			["FightsSaved"] = 1,
			["LastDamageTaken"] = 141871,
			["TimeLast"] = {
				["TimeHeal"] = 808124.149,
				["HOT_Time"] = 808124.149,
				["ActiveTime"] = 808124.149,
				["HealingTaken"] = 808124.149,
				["OVERALL"] = 808336.436,
				["DamageTaken"] = 808336.436,
				["Healing"] = 808124.149,
			},
			["Owner"] = false,
			["LastHealTime"] = 808124.579,
			["NextEventNum"] = 9,
			["LastEventHealthMax"] = {
				7665403, -- [1]
				7665403, -- [2]
				7665403, -- [3]
				7665403, -- [4]
				7665403, -- [5]
				7665403, -- [6]
				7665403, -- [7]
				7665403, -- [8]
			},
			["LastEvents"] = {
				"龙听雨 猛虎之眼 龙听雨 Tick +21791", -- [1]
				"龙听雨 猛虎之眼 龙听雨 Tick +21791", -- [2]
				"龙听雨 猛虎之眼 龙听雨 Crit +11200", -- [3]
				"指尖璇沙 治疗之雨 龙听雨 Hit +50902 (50902 过量治疗)", -- [4]
				"指尖璇沙 治疗之雨 龙听雨 Hit +50903 (50903 过量治疗)", -- [5]
				"指尖璇沙 治疗之雨 龙听雨 Crit +103842 (103842 过量治疗)", -- [6]
				"指尖璇沙 治疗之雨 龙听雨 Crit +98529 (98529 过量治疗)", -- [7]
				"Environment Falling 龙听雨 Hit -141871 (Physical)", -- [8]
			},
			["Name"] = "龙听雨",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
			},
			["LastEventTimes"] = {
				808122.511, -- [1]
				808124.579, -- [2]
				808125.171, -- [3]
				808154.716, -- [4]
				808159.845, -- [5]
				808163.084, -- [6]
				808164.715, -- [7]
				808336.822, -- [8]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeHealing"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["HealedWho"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 43582,
								},
							},
							["amount"] = 43582,
						},
					},
					["WhoHealed"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 43582,
								},
							},
							["amount"] = 43582,
						},
					},
					["HealingTaken"] = 43582,
					["HOT_Time"] = 6,
					["ActiveTime"] = 3,
					["Heals"] = {
						["猛虎之眼"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 21791,
									["min"] = 21791,
									["count"] = 2,
									["amount"] = 43582,
								},
							},
							["count"] = 2,
							["amount"] = 43582,
						},
					},
					["TimeHeal"] = 3,
					["HOTs"] = {
						["猛虎之眼"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["Healing"] = 43582,
				},
				["LastFightData"] = {
					["TimeHealing"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["HealedWho"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 43582,
								},
							},
							["amount"] = 43582,
						},
					},
					["WhoHealed"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 43582,
								},
							},
							["amount"] = 43582,
						},
					},
					["HealingTaken"] = 43582,
					["HOT_Time"] = 6,
					["ActiveTime"] = 3,
					["Heals"] = {
						["猛虎之眼"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 21791,
									["min"] = 21791,
									["count"] = 2,
									["amount"] = 43582,
								},
							},
							["count"] = 2,
							["amount"] = 43582,
						},
					},
					["TimeHeal"] = 3,
					["HOTs"] = {
						["猛虎之眼"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["Healing"] = 43582,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DamageTaken"] = 141871,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["HOT_Time"] = 6,
					["ActiveTime"] = 3,
					["ElementTaken"] = {
						["Physical"] = 141871,
					},
					["HOTs"] = {
						["猛虎之眼"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["Heals"] = {
						["猛虎之眼"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 21791,
									["min"] = 21791,
									["count"] = 2,
									["amount"] = 43582,
								},
							},
							["count"] = 2,
							["amount"] = 43582,
						},
					},
					["Healing"] = 43582,
					["HealingTaken"] = 43582,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 141871,
								},
							},
							["amount"] = 141871,
						},
					},
					["WhoHealed"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 43582,
								},
							},
							["amount"] = 43582,
						},
					},
					["TimeHeal"] = 3,
					["HealedWho"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎之眼"] = {
									["count"] = 43582,
								},
							},
							["amount"] = 43582,
						},
					},
				},
			},
			["UnitLockout"] = 808122.145,
			["LastActive"] = 808336.436,
		},
		["橘丶子"] = {
			["GUID"] = "Player-861-04BF171E",
			["LastEventHealth"] = {
				4750560, -- [1]
				4750560, -- [2]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
			},
			["enClass"] = "WARLOCK",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 3,
			["LastEventHealthMax"] = {
				4750560, -- [1]
				4750560, -- [2]
			},
			["LastEvents"] = {
				"指尖璇沙 治疗之雨 橘丶子 Crit +103842 (103842 过量治疗)", -- [1]
				"指尖璇沙 治疗之雨 橘丶子 Crit +103841 (103841 过量治疗)", -- [2]
			},
			["Name"] = "橘丶子",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
			},
			["LastEventTimes"] = {
				808161.449, -- [1]
				808163.084, -- [2]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808161.149,
			["LastActive"] = 808162.149,
		},
		["希迩佤娜斯-塞拉摩"] = {
			["GUID"] = "Player-1687-022153C1",
			["LastEventHealth"] = {
				4126577, -- [1]
				4718820, -- [2]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
			},
			["enClass"] = "HUNTER",
			["unit"] = true,
			["level"] = 110,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["Owner"] = false,
			["NextEventNum"] = 3,
			["LastEventHealthMax"] = {
				4718820, -- [1]
				4718820, -- [2]
			},
			["LastEvents"] = {
				"传奇疯神恋雅 伊瑟拉之赐 希迩佤娜斯-塞拉摩 Hit +522932", -- [1]
				"传奇疯神恋雅 伊瑟拉之赐 希迩佤娜斯-塞拉摩 Hit +522932 (265112 过量治疗)", -- [2]
			},
			["Name"] = "希迩佤娜斯-塞拉摩",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
			},
			["LastEventTimes"] = {
				808150.032, -- [1]
				808165.019, -- [2]
			},
			["Fights"] = {
			},
			["UnitLockout"] = 808149.137,
			["LastActive"] = 808164.149,
		},
	},
	["FightNum"] = 1,
	["CombatTimes"] = {
		{
			807597.504, -- [1]
			808125.134, -- [2]
			"22:56:15", -- [3]
			"23:05:02", -- [4]
			"基尔加丹", -- [5]
		}, -- [1]
	},
	["FoughtWho"] = {
		"基尔加丹 22:56:15-23:05:02", -- [1]
	},
}
