
HandyNotesDB = {
	["profileKeys"] = {
		["Justpalymage - 太阳之井"] = "Justpalymage - 太阳之井",
		["倾城丨小贼 - 摩摩尔"] = "倾城丨小贼 - 摩摩尔",
		["国王走下神探 - 瓦拉斯塔兹"] = "国王走下神探 - 瓦拉斯塔兹",
		["Willam - 能源舰"] = "Willam - 能源舰",
		["妹子你坑我 - 太阳之井"] = "妹子你坑我 - 太阳之井",
		["募落葒顔 - 太阳之井"] = "募落葒顔 - 太阳之井",
	},
	["profiles"] = {
		["Justpalymage - 太阳之井"] = {
		},
		["倾城丨小贼 - 摩摩尔"] = {
		},
		["国王走下神探 - 瓦拉斯塔兹"] = {
		},
		["Willam - 能源舰"] = {
		},
		["妹子你坑我 - 太阳之井"] = {
		},
		["募落葒顔 - 太阳之井"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Justpalymage - 太阳之井"] = "Justpalymage - 太阳之井",
		["倾城丨小贼 - 摩摩尔"] = "倾城丨小贼 - 摩摩尔",
		["国王走下神探 - 瓦拉斯塔兹"] = "国王走下神探 - 瓦拉斯塔兹",
		["Willam - 能源舰"] = "Willam - 能源舰",
		["妹子你坑我 - 太阳之井"] = "妹子你坑我 - 太阳之井",
		["募落葒顔 - 太阳之井"] = "募落葒顔 - 太阳之井",
	},
	["profiles"] = {
		["Justpalymage - 太阳之井"] = {
		},
		["倾城丨小贼 - 摩摩尔"] = {
		},
		["国王走下神探 - 瓦拉斯塔兹"] = {
		},
		["Willam - 能源舰"] = {
		},
		["妹子你坑我 - 太阳之井"] = {
		},
		["募落葒顔 - 太阳之井"] = {
		},
	},
}
