
RAchF_DB = {
	["profileKeys"] = {
		["Etaasdfafa - 瓦拉斯塔兹"] = "Etaasdfafa - 瓦拉斯塔兹",
		["倾城丨小贼 - 摩摩尔"] = "倾城丨小贼 - 摩摩尔",
		["国王走下神探 - 瓦拉斯塔兹"] = "国王走下神探 - 瓦拉斯塔兹",
		["Willam - 能源舰"] = "Willam - 能源舰",
		["妹子你坑我 - 太阳之井"] = "妹子你坑我 - 太阳之井",
		["募落葒顔 - 太阳之井"] = "募落葒顔 - 太阳之井",
	},
	["profiles"] = {
		["Etaasdfafa - 瓦拉斯塔兹"] = {
		},
		["倾城丨小贼 - 摩摩尔"] = {
		},
		["国王走下神探 - 瓦拉斯塔兹"] = {
			["minimap"] = {
				["minimapPos"] = 201.451065937405,
				["hide"] = true,
			},
		},
		["Willam - 能源舰"] = {
			["minimap"] = {
				["minimapPos"] = 214.731257708902,
				["hide"] = true,
			},
		},
		["妹子你坑我 - 太阳之井"] = {
		},
		["募落葒顔 - 太阳之井"] = {
			["minimap"] = {
				["minimapPos"] = 194.148519040137,
				["hide"] = true,
			},
		},
	},
}
