
SubSpecStorage = {
	["牧师 暗影"] = {
		{
			["name"] = "任务",
			["data"] = {
				{
					["id"] = 22313,
					["name"] = "意志壁垒",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22316,
					["name"] = "身心合一",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22094,
					["name"] = "心灵之声",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 22317,
					["name"] = "夺魂之镰",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 22310,
					["name"] = "萨莱因",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 21719,
					["name"] = "哀难",
					["column"] = 2,
				}, -- [6]
				{
					["id"] = 21637,
					["name"] = "虚空之遗",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22313,
					["name"] = "意志壁垒",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22316,
					["name"] = "身心合一",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22487,
					["name"] = "心灵炸弹",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21751,
					["name"] = "延宕狂乱",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 22311,
					["name"] = "吉兆",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 21720,
					["name"] = "摧心魔",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 21637,
					["name"] = "虚空之遗",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "斩杀",
			["data"] = {
				{
					["id"] = 22312,
					["name"] = "命运多舛",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22316,
					["name"] = "身心合一",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22487,
					["name"] = "心灵炸弹",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 22317,
					["name"] = "夺魂之镰",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 22311,
					["name"] = "吉兆",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 21720,
					["name"] = "摧心魔",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 21637,
					["name"] = "虚空之遗",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [3]
	},
	["牧师 戒律"] = {
		{
			["name"] = "通用",
			["data"] = {
				{
					["id"] = 19753,
					["name"] = "惩罚",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22315,
					["name"] = "天堂之羽",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22440,
					["name"] = "闪光力场",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 19769,
					["name"] = "护盾戒律",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 22330,
					["name"] = "庇护",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 22161,
					["name"] = "净化邪恶",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 22976,
					["name"] = "福音",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "大秘境",
			["data"] = {
				{
					["id"] = 19753,
					["name"] = "惩罚",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22315,
					["name"] = "天堂之羽",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22440,
					["name"] = "闪光力场",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 19761,
					["name"] = "摧心魔",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 19765,
					["name"] = "意志洞悉",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22161,
					["name"] = "净化邪恶",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21184,
					["name"] = "恩赐",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [2]
	},
	["牧师 神圣"] = {
		{
			["name"] = "联结恢复",
			["data"] = {
				{
					["id"] = 22136,
					["name"] = "持久恢复",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22315,
					["name"] = "天堂之羽",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22562,
					["name"] = "死后余生",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 21750,
					["name"] = "纳鲁之光",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 22327,
					["name"] = "联结治疗",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 19767,
					["name"] = "圣洁",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21636,
					["name"] = "神圣化身",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "启迪祷言",
			["data"] = {
				{
					["id"] = 19754,
					["name"] = "启迪",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 22315,
					["name"] = "天堂之羽",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22562,
					["name"] = "死后余生",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 21750,
					["name"] = "纳鲁之光",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 21754,
					["name"] = "虔敬",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 19767,
					["name"] = "圣洁",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21644,
					["name"] = "祈福",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "大秘境",
			["data"] = {
				{
					["id"] = 19752,
					["name"] = "光明尾迹",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22315,
					["name"] = "天堂之羽",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22095,
					["name"] = "谴罚",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 21977,
					["name"] = "守护天使",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 19764,
					["name"] = "圣光涌动",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 19767,
					["name"] = "圣洁",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21636,
					["name"] = "神圣化身",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [3]
	},
}
