
TomTomDB = {
	["profileKeys"] = {
		["国王走下神探 - 瓦拉斯塔兹"] = "Default",
		["倾城丨小贼 - 摩摩尔"] = "Default",
		["妹子你坑我 - 太阳之井"] = "Default",
		["募落葒顔 - 太阳之井"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsMF = {
	["profileKeys"] = {
		["国王走下神探 - 瓦拉斯塔兹"] = "国王走下神探 - 瓦拉斯塔兹",
		["倾城丨小贼 - 摩摩尔"] = "倾城丨小贼 - 摩摩尔",
		["妹子你坑我 - 太阳之井"] = "妹子你坑我 - 太阳之井",
		["募落葒顔 - 太阳之井"] = "募落葒顔 - 太阳之井",
	},
	["profiles"] = {
		["国王走下神探 - 瓦拉斯塔兹"] = {
		},
		["倾城丨小贼 - 摩摩尔"] = {
		},
		["妹子你坑我 - 太阳之井"] = {
		},
		["募落葒顔 - 太阳之井"] = {
		},
	},
}
