
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "募落葒顔-巨龙之吼",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 197999,
			["Level"] = 302,
			["Link"] = "|cffa335ee|Hitem:197999::::::::66:258::25:2:8776:8777:2:28:2437:9:66:::::|h[啸风兜帽]|h|r",
		}, -- [1]
		{
			["ID"] = 197990,
			["Level"] = 302,
			["Link"] = "|cff0070dd|Hitem:197990::::::::67:258::25:1:8776:2:28:2437:9:67:::::|h[庄严海贝项链]|h|r",
		}, -- [2]
		{
			["ID"] = 197997,
			["Level"] = 302,
			["Link"] = "|cff1eff00|Hitem:197997::::::::68:258::25:1:8768:2:28:2437:9:68:::::|h[啸风披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 193515,
			["Level"] = 308,
			["Link"] = "|cff0070dd|Hitem:193515::::::::61:258::13:4:8837:8838:4785:8799:5:28:2164:29:49:30:36:38:5:40:426:::::|h[勘探员的布质长袍 |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
		}, -- [5]
		{
			["ID"] = 197996,
			["Level"] = 312,
			["Link"] = "|cff0070dd|Hitem:197996::::::::68:258::25:2:8768:8769:2:28:2437:9:68:::::|h[啸风腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 197998,
			["Level"] = 292,
			["Link"] = "|cff1eff00|Hitem:197998::::::::67:258::25:1:8768:2:28:2437:9:67:::::|h[啸风长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 193498,
			["Level"] = 308,
			["Link"] = "|cff0070dd|Hitem:193498::::::::61:258::13:4:8837:8838:4785:8799:5:28:2164:29:40:30:49:38:5:40:427:::::|h[勘探员的布质便鞋 |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
		}, -- [8]
		{
			["ID"] = 193497,
			["Level"] = 308,
			["Link"] = "|cff0070dd|Hitem:193497::::::::61:258::13:4:8837:8838:4785:8799:5:28:2164:29:40:30:36:38:5:40:425:::::|h[勘探员的布质腕带 |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
		}, -- [9]
		{
			["ID"] = 198000,
			["Level"] = 312,
			["Link"] = "|cff0070dd|Hitem:198000::::::::68:258::25:1:8776:2:28:2437:9:68:::::|h[啸风手套]|h|r",
		}, -- [10]
		{
			["ID"] = 173133,
			["Level"] = 262,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:173133::::::::60:258::13:1:7881:3:9:60:28:2142:29:40:::::|h[迅捷髓硫之戒]|h|r",
		}, -- [11]
		{
			["ID"] = 173133,
			["Level"] = 262,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:173133::::::::60:257::13:1:7881:3:9:60:28:2142:29:40:::::|h[迅捷髓硫之戒]|h|r",
		}, -- [12]
		{
			["ID"] = 200563,
			["Level"] = 296,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:200563::::::::67:258::17:2:9156:6652:2:28:2424:9:67:::::|h[原始仪式甲壳]|h|r",
		}, -- [13]
		{
			["ID"] = 200563,
			["Level"] = 296,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:200563::::::::68:258::17:2:9156:6652:2:28:2424:9:67:::::|h[原始仪式甲壳]|h|r",
		}, -- [14]
		{
			["ID"] = 193500,
			["Level"] = 308,
			["Link"] = "|cff0070dd|Hitem:193500::::::::61:258::13:4:8837:8838:4785:8799:5:28:2164:29:49:30:32:38:5:40:428:::::|h[勘探员的裁就披风 |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
		}, -- [15]
		{
			["ID"] = 198004,
			["Level"] = 302,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:198004::::::::67:258::25:1:8776:2:28:2437:9:67:::::|h[钢铁巨龙判槌]|h|r",
		}, -- [16]
		{
			["ID"] = 198004,
			["Level"] = 302,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:198004::::::::68:258::25:1:8776:2:28:2437:9:67:::::|h[钢铁巨龙判槌]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
