
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙若山 - 巨龙之吼"] = "龙若山 - 巨龙之吼",
	},
	["profiles"] = {
		["龙若山 - 巨龙之吼"] = {
			["appShine"] = "80300.01",
			["version"] = "80300.01",
			["createHistoryList"] = {
				"6-0-17-0", -- [1]
				"3-258-686-0", -- [2]
				"6-0-16-0", -- [3]
			},
			["searchHistoryList"] = {
				"3-258-686-0", -- [1]
				"3-258-685-0", -- [2]
				"3-258-687-0", -- [3]
				"6-0-17-0", -- [4]
				"9-0-19-0", -- [5]
				"6-0-16-0", -- [6]
				"2-257-683-0", -- [7]
				"3-254-671-0", -- [8]
				"2-137-502-0", -- [9]
				"6-0-0-0", -- [10]
			},
			["recent"] = {
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "三玥三-贫瘠之地",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "闪亮之雄#513798",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "淡蓝色丶回忆-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1590686938,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "逍遥人笙#5464",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "肾光无敌-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590686927,
						["class"] = 2,
						["bTag"] = "oceanW#5904",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "中华珣-阿纳克洛斯",
						["iLvl"] = 477,
						["time"] = 1590686927,
						["class"] = 9,
						["bTag"] = "中华珣#5740",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕泡的茶-桑德兰",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 11,
						["bTag"] = "阿克萌德#51235",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "韩丶美美-血色十字军",
						["iLvl"] = 446,
						["time"] = 1590686938,
						["class"] = 1,
						["bTag"] = "孤月流觞#5941",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶晓寳寳-影之哀伤",
						["iLvl"] = 483,
						["time"] = 1590686938,
						["class"] = 4,
						["bTag"] = "為了部落#51660",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "哈马匹三代-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1590686938,
						["class"] = 8,
						["bTag"] = "HmpBliz#5151",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "夜笙丶-影之哀伤",
						["iLvl"] = 440,
						["time"] = 1590686938,
						["class"] = 3,
						["bTag"] = "夜笙#5241",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "灬夜芒灬-阿纳克洛斯",
						["time"] = 1590686938,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "战龙传说-伊利丹",
						["time"] = 1590686927,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Sandman-黑手军团",
						["iLvl"] = 470,
						["time"] = 1590686938,
						["class"] = 3,
						["bTag"] = "月之封印#5513",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "風间沧月-无尽之海",
						["iLvl"] = 473,
						["time"] = 1590686934,
						["class"] = 1,
						["bTag"] = "纯爷们#5870",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "风雷震落-鬼雾峰",
						["time"] = 1590686938,
						["class"] = 7,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "叁少-外域",
						["iLvl"] = 479,
						["time"] = 1590686938,
						["class"] = 4,
						["bTag"] = "贪睡之熊#599128",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "剑舞星辰-外域",
						["iLvl"] = 479,
						["time"] = 1590686934,
						["class"] = 12,
						["bTag"] = "奶糖宝贝#5903",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂静-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 5,
						["bTag"] = "逸风#51586",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Toffeess-冰风岗",
						["iLvl"] = 450,
						["time"] = 1590686938,
						["class"] = 12,
						["bTag"] = "龚霖#51383",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "塞班大酋长-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1590686934,
						["class"] = 5,
						["bTag"] = "守望彼岸#51737",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "一犁灬俏骡子-狂热之刃",
						["iLvl"] = 480,
						["time"] = 1590686936,
						["class"] = 2,
						["bTag"] = "风轻云淡#5984",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "三三的小黑手-阿克蒙德",
						["iLvl"] = 470,
						["time"] = 1590686938,
						["class"] = 12,
						["bTag"] = "Anustes#5370",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丨宇宙登頂法-斯克提斯",
						["iLvl"] = 480,
						["time"] = 1590686927,
						["class"] = 8,
						["bTag"] = "Eminem#53564",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "十佳好男人-埃德萨拉",
						["iLvl"] = 474,
						["time"] = 1590686934,
						["class"] = 8,
						["bTag"] = "十佳坏男人#5869",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "竈門禰豆子-贫瘠之地",
						["iLvl"] = 461,
						["time"] = 1590686938,
						["class"] = 2,
						["bTag"] = "李林泽#5973",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "别太欺负人了-埃德萨拉",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 6,
						["bTag"] = "专业抱大腿#51570",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "宇宙战-萨菲隆",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 1,
						["bTag"] = "啊喵龙#5577",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "港女-希尔瓦娜斯",
						["iLvl"] = 479,
						["time"] = 1590686934,
						["class"] = 3,
						["bTag"] = "宴魂#5858",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶坟地男鬼-安苏",
						["iLvl"] = 475,
						["time"] = 1590686934,
						["class"] = 1,
						["bTag"] = "故事不能没酒#5322",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "来块面包吗-安苏",
						["iLvl"] = 469,
						["time"] = 1590686938,
						["class"] = 8,
						["bTag"] = "斗鱼丶阿达姆#5443",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "吃我熊之力啊-幽暗沼泽",
						["time"] = 1590686938,
						["class"] = 11,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫王-巫妖之王",
						["iLvl"] = 480,
						["time"] = 1590686934,
						["class"] = 1,
						["bTag"] = "熊猫王#5618",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "冼拿-血吼",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 2,
						["bTag"] = "bill383#5947",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "天生赌徒丶-迅捷微风",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 1,
						["bTag"] = "天生赌徒#51229",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风丶画扇儿-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1590686934,
						["class"] = 4,
						["bTag"] = "暮然回首的四爷#5977",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "丶戰之墮落-凤凰之神",
						["time"] = 1590686938,
						["class"] = 1,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "化剑如风-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1590686936,
						["class"] = 1,
						["bTag"] = "缄默的眼#5393",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见真好-燃烧之刃",
						["iLvl"] = 479,
						["time"] = 1590686927,
						["class"] = 1,
						["bTag"] = "龙骑士尹志平#5340",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Duek-燃烧之刃",
						["time"] = 1590686927,
						["class"] = 1,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "七星蓝莓-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1590686938,
						["class"] = 8,
						["bTag"] = "LYMGSD#5625",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Neildranger-埃加洛尔",
						["time"] = 1592702771,
						["class"] = 4,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "大葱明-阿曼尼",
						["iLvl"] = 481,
						["time"] = 1592702777,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "颜值爆表哥#5625",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "重伤乂尤朵拉-伊森利恩",
						["iLvl"] = 479,
						["time"] = 1592702775,
						["class"] = 7,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "稚于最初丶猎-迅捷微风",
						["iLvl"] = 482,
						["time"] = 1592702765,
						["class"] = 3,
						["bTag"] = "禾呈足各#5219",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "山竹来了-亚雷戈斯",
						["iLvl"] = 449,
						["time"] = 1592702767,
						["class"] = 3,
						["bTag"] = "排队打饭#5139",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "苍苼踏歌丶-菲拉斯",
						["iLvl"] = 427,
						["time"] = 1592702769,
						["class"] = 6,
						["bTag"] = "沾雨青衣#5544",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "Cinerella-格瑞姆巴托",
						["iLvl"] = 457,
						["time"] = 1592702760,
						["class"] = 2,
						["bTag"] = "XJQKA#51996",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "余杭吴先生-伊瑟拉",
						["iLvl"] = 465,
						["time"] = 1592702760,
						["class"] = 11,
						["bTag"] = "VanTC#5623",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "冷刃封喉-凤凰之神",
						["iLvl"] = 479,
						["time"] = 1592702760,
						["class"] = 4,
						["bTag"] = "杨奋飞#51249",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "七分熟少女丶-狂热之刃",
						["iLvl"] = 484,
						["time"] = 1592702765,
						["class"] = 12,
						["bTag"] = "小宝#5187",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "爬墙的毛毛虫-黑铁",
						["iLvl"] = 479,
						["time"] = 1592702760,
						["class"] = 1,
						["bTag"] = "青衫依旧#51673",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的斗士-布兰卡德",
						["iLvl"] = 479,
						["time"] = 1592702765,
						["class"] = 4,
						["bTag"] = "becool#5109",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "荒山精灵-丹莫德",
						["iLvl"] = 446,
						["time"] = 1592702792,
						["class"] = 6,
						["bTag"] = "厄运制造#5283",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "专抢小萝莉-红龙军团",
						["iLvl"] = 451,
						["time"] = 1592702779,
						["class"] = 10,
						["bTag"] = "小荔枝#5477",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶杯具-黑铁",
						["iLvl"] = 475,
						["time"] = 1592702760,
						["class"] = 12,
						["bTag"] = "花花#5927",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "爱尔德里奇-龙骨平原",
						["iLvl"] = 380,
						["time"] = 1592702783,
						["class"] = 1,
						["bTag"] = "瞬神夜一#5783",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙丢丢-洛丹伦",
						["iLvl"] = 455,
						["time"] = 1592702765,
						["class"] = 2,
						["bTag"] = "师太贫道爱你#5683",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐丶-试炼之环",
						["iLvl"] = 470,
						["time"] = 1592702771,
						["class"] = 1,
						["bTag"] = "杀戮丶暴君#5142",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃榨菜的狼-黑龙军团",
						["iLvl"] = 480,
						["time"] = 1592702775,
						["class"] = 2,
						["bTag"] = "Willli#5766",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "琉覀璃-布兰卡德",
						["iLvl"] = 442,
						["time"] = 1592702769,
						["class"] = 3,
						["bTag"] = "琉璃#5894",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "龙腾-凤凰之神",
						["iLvl"] = 480,
						["time"] = 1592702765,
						["class"] = 1,
						["bTag"] = "武皇#51285",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "白银之翼-冰霜之刃",
						["iLvl"] = 458,
						["time"] = 1592702797,
						["class"] = 2,
						["bTag"] = "牛奶洒一地#5652",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "术丶士丨-安东尼达斯",
						["iLvl"] = 481,
						["time"] = 1592702767,
						["class"] = 9,
						["bTag"] = "FunkyGnome#580210",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "泷羽-萨尔",
						["iLvl"] = 479,
						["time"] = 1592702948,
						["class"] = 7,
						["bTag"] = "泷水#5194",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "尊者壹牛-死亡之翼",
						["iLvl"] = 481,
						["time"] = 1592702948,
						["class"] = 10,
						["bTag"] = "JARRY#5182",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "帝依-古尔丹",
						["iLvl"] = 479,
						["time"] = 1592702948,
						["class"] = 7,
						["bTag"] = "泽拉图#56631",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "戈霍恩之嗣-血环",
						["iLvl"] = 484,
						["time"] = 1592702865,
						["class"] = 5,
						["bTag"] = "我没头发#5497",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "圣妆-纳克萨玛斯",
						["iLvl"] = 471,
						["time"] = 1592702948,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "luckyZK#5433",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "向右走是寂寞-黑铁",
						["iLvl"] = 467,
						["time"] = 1592702948,
						["class"] = 11,
						["bTag"] = "红酒配汉堡#5188",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "江洋灬大稻-阿拉希",
						["iLvl"] = 413,
						["time"] = 1592702948,
						["class"] = 4,
						["bTag"] = "紫幻神雷#5912",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "发货人-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1592702948,
						["class"] = 1,
						["bTag"] = "许志文#51474",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "愛丶御姐-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1592702948,
						["class"] = 1,
						["bTag"] = "彼堓埖丶開#5485",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "Gtusimiya-克尔苏加德",
						["iLvl"] = 478,
						["time"] = 1592702948,
						["class"] = 5,
						["bTag"] = "GtusimiyaCly#5108",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "樱璃-雷斧堡垒",
						["iLvl"] = 474,
						["time"] = 1592702948,
						["class"] = 12,
						["bTag"] = "为了圣光的荣耀#5119",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "迷你推推丶-格瑞姆巴托",
						["iLvl"] = 482,
						["time"] = 1592702930,
						["class"] = 3,
						["bTag"] = "yyyy7826#5647",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "杰杰的小奶瓶-格瑞姆巴托",
						["iLvl"] = 479,
						["time"] = 1592702948,
						["class"] = 11,
						["bTag"] = "杰豆豆丶#5327",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "血魇乿-黑暗虚空",
						["iLvl"] = 479,
						["time"] = 1592702948,
						["class"] = 1,
						["bTag"] = "梦泪痕#5404",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "老烟囱丶-埃德萨拉",
						["iLvl"] = 389,
						["time"] = 1592702948,
						["class"] = 1,
						["bTag"] = "老烟囱#51697",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "天使加百列-弗塞雷迦",
						["iLvl"] = 470,
						["time"] = 1592702948,
						["class"] = 2,
						["bTag"] = "一路无奈#5595",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "不動的橋墩-燃烧军团",
						["iLvl"] = 478,
						["time"] = 1592702948,
						["class"] = 1,
						["bTag"] = "不動的橋墩#5876",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "海雷响-暗影之月",
						["iLvl"] = 477,
						["time"] = 1592702948,
						["class"] = 11,
						["bTag"] = "不信邪#51319",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "浣怜月-影之哀伤",
						["iLvl"] = 479,
						["time"] = 1592702948,
						["class"] = 11,
						["bTag"] = "浣琉殇丶#5853",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "灵蓝傲雪-布兰卡德",
						["iLvl"] = 481,
						["time"] = 1592702948,
						["class"] = 2,
						["bTag"] = "苏蓉蓉#5125",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "Xristiano-死亡之翼",
						["iLvl"] = 479,
						["time"] = 1592702948,
						["class"] = 6,
						["bTag"] = "说了你又不懂#5581",
					}, -- [83]
				},
				["2-141-513-0"] = {
					{
						["role"] = "TANK",
						["name"] = "复活吧胖泽-海克泰尔",
						["iLvl"] = 473,
						["time"] = 1592402690,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "萌萌哒可爱胖胖泽#5478",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冻住不洗澡-达基萨斯",
						["iLvl"] = 479,
						["time"] = 1592402690,
						["class"] = 12,
						["bTag"] = "你那些很冒险的梦#5241",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "陆飞-梅尔加尼",
						["iLvl"] = 477,
						["time"] = 1592402690,
						["class"] = 1,
						["bTag"] = "Sabery#5440",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮虾乄-巨龙之吼",
						["iLvl"] = 482,
						["time"] = 1592402690,
						["class"] = 6,
						["bTag"] = "有点小激动#5793",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 479,
						["time"] = 1591021065,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色孢子蝠-巨龙之吼",
						["iLvl"] = 480,
						["time"] = 1591021065,
						["class"] = 8,
						["bTag"] = "奇迹迷路了#5842",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "霍尔德的剑-影之哀伤",
						["iLvl"] = 480,
						["time"] = 1591021065,
						["class"] = 1,
						["bTag"] = "霍尔德#51346",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "乌污巫-洛萨",
						["iLvl"] = 479,
						["time"] = 1591021065,
						["class"] = 12,
						["bTag"] = "污托邦#5295",
					}, -- [4]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -12.7999267578125,
					["x"] = -160.7995910644531,
					["scale"] = 1,
				},
			},
			["advShine"] = "80300.01",
			["lastSearchCode"] = "3-258-686-0",
		},
	},
}
