
PawnOptions = {
	["LastVersion"] = 2.0323,
	["ItemLevels"] = {
		{
			["ID"] = 174167,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174167::::::::120:73::5:5:4823:1502:4786:6508:4775:::|h[现实心像巨盔]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 485,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:72::11:4:4932:4933:6316:1622:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 174166,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174166::::::::120:72::5:5:4823:1502:4786:6509:4775:::|h[无尽黑暗护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 174164,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:174164::::::::120:72::5:5:4823:1502:4786:6507:4775:::|h[暮光灭绝胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 159442,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:159442::::::::120:71::35:8:5008:6578:6579:6482:6470:6515:1632:4786:::|h[磨砂重型腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 174175,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174175::::::::120:72::5:7:4823:6578:6579:6560:6515:1502:4786:::|h[抵抗现实护胫]|h|r",
		}, -- [7]
		{
			["ID"] = 174176,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174176::::::::120:72::5:5:4823:6516:6513:1502:4786:::|h[恶意战靴]|h|r",
		}, -- [8]
		{
			["ID"] = 174170,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174170::::::::120:72::5:5:4823:6516:6515:1502:4786:::|h[龙骨护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 174169,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174169::::::::120:71::5:6:4823:42:6516:6513:1502:4786:::|h[秽邪审判护手]|h|r",
		}, -- [10]
		{
			["ID"] = 174530,
			["Level"] = 460,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174530::::::::120:71::5:6:4823:1808:6516:6513:1502:4786:::|h[集体意识之戒]|h|r",
		}, -- [11]
		{
			["ID"] = 174532,
			["Level"] = 460,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174532::::::::120:71::5:6:4823:1808:6516:6515:1502:4786:::|h[脓液之刺指环]|h|r",
		}, -- [12]
		{
			["ID"] = 173943,
			["Level"] = 460,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:173943::::::::120:71::5:4:4823:6515:1502:4786:::|h[瓶中之刑]|h|r",
		}, -- [13]
		{
			["ID"] = 174500,
			["Level"] = 460,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174500::::::::120:71::5:4:4823:6515:1502:4786:::|h[生命充能的泰坦裂片]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:71::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172187,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:172187::::::::120:72::5:7:4823:6539:6578:6579:6513:1502:4786:::|h[屠灭之刻]|h|r",
		}, -- [16]
		{
			["ID"] = 172199,
			["Level"] = 460,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:172199::::::::120:72::5:7:4823:6571:6578:6579:6513:1502:4786:::|h[法拉洛斯，帝国之梦]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["LastPlayerFullName"] = "龙若山-巨龙之吼",
	["Artifacts"] = {
		[128910] = {
			["Relics"] = {
				{
					["Type"] = "Iron",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Shadow",
				}, -- [3]
			},
			["Name"] = "斯多姆卡，灭战者",
		},
		[128908] = {
			["Relics"] = {
				{
					["Type"] = "Fire",
				}, -- [1]
				{
					["Type"] = "Wind",
				}, -- [2]
				{
					["Type"] = "Iron",
				}, -- [3]
			},
			["Name"] = "瓦拉加尔战剑",
		},
		[128289] = {
			["Relics"] = {
				{
					["Type"] = "Iron",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Fire",
				}, -- [3]
			},
			["Name"] = "大地守护者之鳞",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
