
PawnOptions = {
["LastVersion"] = 2.1001,
["LastPlayerFullName"] = "晶化之刺-巨龙之吼",
["AutoSelectScales"] = true,
["ItemLevels"] = {
{
["ID"] = 153954,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153954::::::::70:261::61:1:9836::::::|h[浅酌者兜帽]|h|r",
},
{
["ID"] = 153946,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153946::::::::70:261::61:1:9836::::::|h[浅酌者项圈]|h|r",
},
{
["ID"] = 153956,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153956::::::::70:261::61:1:9836::::::|h[浅酌者护肩]|h|r",
},
nil,
{
["ID"] = 153951,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153951::::::::70:261::61:1:9836::::::|h[浅酌者卫衣]|h|r",
},
{
["ID"] = 153957,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153957::::::::70:261::61:1:9836::::::|h[浅酌者腰带]|h|r",
},
{
["ID"] = 153955,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153955::::::::70:261::61:1:9836::::::|h[浅酌者马裤]|h|r",
},
{
["ID"] = 153952,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153952::::::::70:261::61:1:9836::::::|h[浅酌者长靴]|h|r",
},
{
["ID"] = 153958,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153958::::::::70:261::61:1:9836::::::|h[浅酌者腕带]|h|r",
},
{
["ID"] = 153953,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153953::::::::70:261::61:1:9836::::::|h[浅酌者手套]|h|r",
},
{
["ID"] = 153949,
["Level"] = 463,
["AlsoFitsIn"] = 12,
["Link"] = "|cff1eff00|Hitem:153949::::::::70:261::61:1:9836::::::|h[浅酌者突击戒指]|h|r",
},
{
["ID"] = 153948,
["Level"] = 463,
["AlsoFitsIn"] = 11,
["Link"] = "|cff1eff00|Hitem:153948::::::::70:261::61:1:9836::::::|h[浅酌者突击指环]|h|r",
},
{
["ID"] = 153947,
["Level"] = 463,
["AlsoFitsIn"] = 14,
["Link"] = "|cff1eff00|Hitem:153947::::::::70:261::61:1:9836::::::|h[浅酌者狂暴雕像]|h|r",
},
{
["ID"] = 153950,
["Level"] = 463,
["AlsoFitsIn"] = 13,
["Link"] = "|cff1eff00|Hitem:153950::::::::70:261::61:1:9836::::::|h[浅酌者狂暴之石]|h|r",
},
{
["ID"] = 153945,
["Level"] = 463,
["Link"] = "|cff1eff00|Hitem:153945::::::::70:261::61:1:9836::::::|h[浅酌者狂暴斗篷]|h|r",
},
{
["ID"] = 153959,
["Level"] = 463,
["AlsoFitsIn"] = 17,
["Link"] = "|cff1eff00|Hitem:153959::::::::70:261::61:1:9836::::::|h[浅酌者之匕]|h|r",
},
{
["ID"] = 153960,
["Level"] = 463,
["AlsoFitsIn"] = 16,
["Link"] = "|cff1eff00|Hitem:153960::::::::70:261::61:1:9836::::::|h[浅酌者刺刀]|h|r",
},
},
["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
["LastClass"] = "ROGUE",
["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
