
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["阿丽萨巴尔"] = {
			["GUID"] = "Creature-0-3042-757-13046-55869-0000228CF2",
			["type"] = "Trivial",
			["Owner"] = false,
			["enClass"] = "MOB",
			["Name"] = "阿丽萨巴尔",
			["Fights"] = {
			},
			["level"] = -1,
			["UnitLockout"] = 76848.981,
			["LastFightIn"] = 0,
		},
		["龙听雨"] = {
			["GUID"] = "Player-861-04B9A7DE",
			["LastEventHealth"] = {
				3709560, -- [1]
				3709560, -- [2]
				3709560, -- [3]
				3709560, -- [4]
				3708199, -- [5]
				3709560, -- [6]
				3709560, -- [7]
				3709560, -- [8]
				3709560, -- [9]
				3709560, -- [10]
				3709560, -- [11]
				3709560, -- [12]
				3709560, -- [13]
				3709560, -- [14]
				3709560, -- [15]
				3709560, -- [16]
				3708370, -- [17]
				3709560, -- [18]
				3709560, -- [19]
				3709560, -- [20]
				3709560, -- [21]
				3709560, -- [22]
				3709560, -- [23]
				3709560, -- [24]
				3709560, -- [25]
				3709560, -- [26]
				3709560, -- [27]
				3709560, -- [28]
				3709560, -- [29]
				3709560, -- [30]
				3709560, -- [31]
				3709560, -- [32]
				3709560, -- [33]
				3709560, -- [34]
				3709560, -- [35]
				3709560, -- [36]
				3709560, -- [37]
				3709560, -- [38]
				3709560, -- [39]
				3709560, -- [40]
				3709560, -- [41]
				3709560, -- [42]
				3709560, -- [43]
			},
			["LastAttackedBy"] = "阿丽萨巴尔",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"HEAL", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					5.6, -- [1]
				},
				["Healing"] = {
					5649, -- [1]
				},
				["DamageTaken"] = {
					5649, -- [1]
				},
				["HealingTaken"] = {
					5649, -- [1]
				},
				["Overhealing"] = {
					1187356, -- [1]
				},
				["TimeDamage"] = {
					13.29, -- [1]
				},
				["ManaGain"] = {
					9, -- [1]
				},
				["ActiveTime"] = {
					18.89, -- [1]
				},
				["Damage"] = {
					34736407, -- [1]
				},
			},
			["enClass"] = "MONK",
			["unit"] = "龙听雨",
			["LastEventHealthMax"] = {
				3709560, -- [1]
				3709560, -- [2]
				3709560, -- [3]
				3709560, -- [4]
				3709560, -- [5]
				3709560, -- [6]
				3709560, -- [7]
				3709560, -- [8]
				3709560, -- [9]
				3709560, -- [10]
				3709560, -- [11]
				3709560, -- [12]
				3709560, -- [13]
				3709560, -- [14]
				3709560, -- [15]
				3709560, -- [16]
				3709560, -- [17]
				3709560, -- [18]
				3709560, -- [19]
				3709560, -- [20]
				3709560, -- [21]
				3709560, -- [22]
				3709560, -- [23]
				3709560, -- [24]
				3709560, -- [25]
				3709560, -- [26]
				3709560, -- [27]
				3709560, -- [28]
				3709560, -- [29]
				3709560, -- [30]
				3709560, -- [31]
				3709560, -- [32]
				3709560, -- [33]
				3709560, -- [34]
				3709560, -- [35]
				3709560, -- [36]
				3709560, -- [37]
				3709560, -- [38]
				3709560, -- [39]
				3709560, -- [40]
				3709560, -- [41]
				3709560, -- [42]
				3709560, -- [43]
			},
			["level"] = 110,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 0,
			["LastDamageTaken"] = 1631,
			["type"] = "Self",
			["LastHealTime"] = 76850.487,
			["GuardianReverseGUIDs"] = {
				["清风之魂"] = {
					["LatestGuardian"] = 3,
					["GUIDs"] = {
						"Creature-0-3042-757-13046-99625-0000228D17", -- [1]
						"Creature-0-3042-757-13046-99625-0000A28D17", -- [2]
						"Creature-0-3042-757-13046-99625-0000228D18", -- [3]
						[0] = "Creature-0-3042-757-13046-99625-0000228D16",
					},
				},
			},
			["TimeLast"] = {
				["TimeHeal"] = 76849.989,
				["OVERALL"] = 76851.98,
				["DamageTaken"] = 76849.989,
				["HealingTaken"] = 76849.989,
				["Overhealing"] = 76850.986,
				["TimeDamage"] = 76851.98,
				["Healing"] = 76849.989,
				["ManaGain"] = 76850.986,
				["ActiveTime"] = 76851.98,
				["Damage"] = 76851.98,
			},
			["Owner"] = false,
			["Pet"] = {
				"清风之魂 <龙听雨>", -- [1]
			},
			["NextEventNum"] = 44,
			["LastDamageTime"] = 76852.847,
			["LastEvents"] = {
				"龙听雨 真气波 欧库塔尔 Hit -685699 (Nature)", -- [1]
				"龙听雨 共生之击 欧库塔尔 Hit -205710", -- [2]
				"龙听雨 共生之击 龙听雨 Hit +205710 (205710 过量治疗)", -- [3]
				"欧库塔尔 肉搏 龙听雨 Hit -1361 (Physical)", -- [4]
				"龙听雨 真气波 龙听雨 Hit +30065 (28704 过量治疗)", -- [5]
				"龙听雨 肉搏 欧库塔尔 Crit -959806 (Physical)", -- [6]
				"龙听雨 猛虎掌 欧库塔尔 Hit -1284950 (Physical)", -- [7]
				"龙听雨 真气波 欧库塔尔 Hit -685699 (Nature)", -- [8]
				"欧库塔尔 肉搏 龙听雨 Hit -1467 (Physical)", -- [9]
				"龙听雨 真气波 龙听雨 Hit +30064 (28597 过量治疗)", -- [10]
				"龙听雨 怒雷破 欧库塔尔 Hit -3732086 (Physical)", -- [11]
				"龙听雨 奥术横扫 欧库塔尔 Hit -906167 (Arcane)", -- [12]
				"龙听雨 真气波 阿尔加洛斯 Hit -716992 (Nature)", -- [13]
				"龙听雨 共生之击 阿尔加洛斯 Hit -215097", -- [14]
				"龙听雨 共生之击 龙听雨 Hit +215097 (215097 过量治疗)", -- [15]
				"阿尔加洛斯 肉搏 龙听雨 Hit -1190 (Physical)", -- [16]
				"龙听雨 真气波 龙听雨 Crit +60130 (58940 过量治疗)", -- [17]
				"龙听雨 肉搏 阿尔加洛斯 Crit -936022 (Physical)", -- [18]
				"龙听雨 猛虎掌 阿尔加洛斯 Crit -1880064 (Physical)", -- [19]
				"龙听雨 真气波 阿尔加洛斯 Hit -716992 (Nature)", -- [20]
				"龙听雨 真气波 龙听雨 Crit +60130 (60130 过量治疗)", -- [21]
				"龙听雨 真气波 阿尔加洛斯 Hit -716992 (Nature)", -- [22]
				"龙听雨 幻灭踢 阿尔加洛斯 Hit -4220430 (Physical)", -- [23]
				"龙听雨 真气波 龙听雨 Crit +60130 (60130 过量治疗)", -- [24]
				"龙听雨 真气波 阿丽萨巴尔 Crit -1371398 (Nature)", -- [25]
				"龙听雨 共生之击 阿丽萨巴尔 Hit -411419", -- [26]
				"龙听雨 共生之击 龙听雨 Hit +411419 (411419 过量治疗)", -- [27]
				"阿丽萨巴尔 肉搏 龙听雨 Hit -1631 (Physical)", -- [28]
				"龙听雨 倒刺责难 阿丽萨巴尔 Hit -242887 (Physical)", -- [29]
				"龙听雨 真气波 龙听雨 Hit +30065 (28434 过量治疗)", -- [30]
				"龙听雨 肉搏 阿丽萨巴尔 Miss (1)", -- [31]
				"龙听雨 真气波 阿丽萨巴尔 Hit -685699 (Nature)", -- [32]
				"龙听雨 真气波 龙听雨 Hit +30065 (30065 过量治疗)", -- [33]
				"龙听雨 猛虎掌 阿丽萨巴尔 Parry (Physical)", -- [34]
				"龙听雨 真气波 阿丽萨巴尔 Crit -1371398 (Nature)", -- [35]
				"龙听雨 真气波 龙听雨 Hit +30065 (30065 过量治疗)", -- [36]
				"阿丽萨巴尔 肉搏 龙听雨 Dodge (1)", -- [37]
				"龙听雨 真气波 阿丽萨巴尔 Hit -685700 (Nature)", -- [38]
				"龙听雨 真气波 龙听雨 Hit +30065 (30065 过量治疗)", -- [39]
				"龙听雨 肉搏 阿丽萨巴尔 Hit -254113 (Physical)", -- [40]
				"龙听雨 猛虎掌 阿丽萨巴尔 Crit -1875522 (Physical)", -- [41]
				"阿丽萨巴尔 肉搏 龙听雨 Dodge (1)", -- [42]
				"龙听雨 旭日东升踢 阿丽萨巴尔 Hit -9975565 (Physical)", -- [43]
			},
			["Name"] = "龙听雨",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
			},
			["LastEventTimes"] = {
				76764.453, -- [1]
				76765.062, -- [2]
				76765.062, -- [3]
				76765.666, -- [4]
				76765.941, -- [5]
				76765.993, -- [6]
				76765.993, -- [7]
				76766.791, -- [8]
				76767.043, -- [9]
				76767.043, -- [10]
				76767.076, -- [11]
				76767.1, -- [12]
				76812.835, -- [13]
				76813.34, -- [14]
				76813.34, -- [15]
				76813.814, -- [16]
				76814.286, -- [17]
				76814.549, -- [18]
				76814.647, -- [19]
				76814.647, -- [20]
				76815.216, -- [21]
				76815.592, -- [22]
				76815.789, -- [23]
				76815.789, -- [24]
				76849.68, -- [25]
				76850.191, -- [26]
				76850.191, -- [27]
				76850.487, -- [28]
				76850.487, -- [29]
				76850.487, -- [30]
				76850.621, -- [31]
				76850.947, -- [32]
				76850.947, -- [33]
				76851.005, -- [34]
				76851.236, -- [35]
				76851.465, -- [36]
				76851.465, -- [37]
				76851.465, -- [38]
				76851.658, -- [39]
				76851.772, -- [40]
				76851.79, -- [41]
				76852.448, -- [42]
				76852.847, -- [43]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 2405208,
					},
					["TimeHealing"] = {
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5.6,
								},
							},
							["amount"] = 5.6,
						},
					},
					["OverHeals"] = {
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 60130,
									["min"] = 58940,
									["count"] = 3,
									["amount"] = 179200,
								},
								["Hit"] = {
									["max"] = 30065,
									["min"] = 28434,
									["count"] = 6,
									["amount"] = 175930,
								},
							},
							["count"] = 9,
							["amount"] = 355130,
						},
						["共生之击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411419,
									["min"] = 205710,
									["count"] = 3,
									["amount"] = 832226,
								},
							},
							["count"] = 3,
							["amount"] = 832226,
						},
					},
					["TimeSpent"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.29,
								},
								["旭日东升踢"] = {
									["count"] = 1.06,
								},
								["猛虎掌"] = {
									["count"] = 0.08,
								},
								["倒刺责难"] = {
									["count"] = 0.3,
								},
								["共生之击"] = {
									["count"] = 0.51,
								},
								["肉搏"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 4.68,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.29,
								},
								["奥术横扫"] = {
									["count"] = 0.02,
								},
								["共生之击"] = {
									["count"] = 0.61,
								},
								["真气波"] = {
									["count"] = 2.3,
								},
								["肉搏"] = {
									["count"] = 0.93,
								},
							},
							["amount"] = 4.15,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.45,
								},
								["共生之击"] = {
									["count"] = 0.5,
								},
								["猛虎掌"] = {
									["count"] = 0.1,
								},
								["幻灭踢"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 4.46,
						},
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5.6,
								},
							},
							["amount"] = 5.6,
						},
					},
					["DamageTaken"] = 5649,
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
					},
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["力贯千钧"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["Overhealing"] = 1187356,
					["ActiveTime"] = 18.89,
					["ElementTaken"] = {
						["Melee"] = 5649,
					},
					["ManaGainedFrom"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 6,
								},
								["力贯千钧"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
					},
					["Damage"] = 34736407,
					["Attacks"] = {
						["奥术横扫"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 906167,
									["min"] = 906167,
									["count"] = 1,
									["amount"] = 906167,
								},
							},
							["count"] = 1,
							["amount"] = 906167,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 1880064,
									["min"] = 1880064,
									["count"] = 1,
									["amount"] = 1880064,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1875522,
									["min"] = 1875522,
									["count"] = 1,
									["amount"] = 1875522,
								},
								["Hit"] = {
									["max"] = 1284950,
									["min"] = 1284950,
									["count"] = 1,
									["amount"] = 1284950,
								},
							},
							["count"] = 4,
							["amount"] = 5040536,
						},
						["怒雷破"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 3732086,
									["min"] = 3732086,
									["count"] = 1,
									["amount"] = 3732086,
								},
							},
							["count"] = 1,
							["amount"] = 3732086,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9975565,
									["min"] = 9975565,
									["count"] = 1,
									["amount"] = 9975565,
								},
							},
							["count"] = 1,
							["amount"] = 9975565,
						},
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1371398,
									["min"] = 1371398,
									["count"] = 2,
									["amount"] = 2742796,
								},
								["Hit"] = {
									["max"] = 716992,
									["min"] = 685699,
									["count"] = 7,
									["amount"] = 4893773,
								},
							},
							["count"] = 9,
							["amount"] = 7636569,
						},
						["共生之击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411419,
									["min"] = 205710,
									["count"] = 3,
									["amount"] = 832226,
								},
							},
							["count"] = 3,
							["amount"] = 832226,
						},
						["倒刺责难"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 242887,
									["min"] = 242887,
									["count"] = 1,
									["amount"] = 242887,
								},
							},
							["count"] = 1,
							["amount"] = 242887,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4220430,
									["min"] = 4220430,
									["count"] = 1,
									["amount"] = 4220430,
								},
							},
							["count"] = 1,
							["amount"] = 4220430,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 254113,
									["min"] = 254113,
									["count"] = 1,
									["amount"] = 254113,
								},
								["Crit"] = {
									["max"] = 959806,
									["min"] = 936022,
									["count"] = 2,
									["amount"] = 1895828,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 2149941,
						},
					},
					["TimeHeal"] = 5.6,
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5649,
								},
							},
							["amount"] = 5649,
						},
					},
					["HealedWho"] = {
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5649,
								},
							},
							["amount"] = 5649,
						},
					},
					["Healing"] = 5649,
					["Heals"] = {
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1190,
									["min"] = 1190,
									["count"] = 1,
									["amount"] = 1190,
								},
								["Hit"] = {
									["max"] = 1631,
									["min"] = 1361,
									["count"] = 3,
									["amount"] = 4459,
								},
							},
							["count"] = 4,
							["amount"] = 5649,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDone"] = {
						["Arcane"] = 906167,
						["Physical"] = 23211504,
						["Melee"] = 2149941,
						["Nature"] = 7636569,
					},
					["HealingTaken"] = 5649,
					["DamagedWho"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 4114195,
								},
								["旭日东升踢"] = {
									["count"] = 9975565,
								},
								["猛虎掌"] = {
									["count"] = 1875522,
								},
								["倒刺责难"] = {
									["count"] = 242887,
								},
								["共生之击"] = {
									["count"] = 411419,
								},
								["肉搏"] = {
									["count"] = 254113,
								},
							},
							["amount"] = 16873701,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1371398,
								},
								["奥术横扫"] = {
									["count"] = 906167,
								},
								["怒雷破"] = {
									["count"] = 3732086,
								},
								["猛虎掌"] = {
									["count"] = 1284950,
								},
								["共生之击"] = {
									["count"] = 205710,
								},
								["肉搏"] = {
									["count"] = 959806,
								},
							},
							["amount"] = 8460117,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2150976,
								},
								["共生之击"] = {
									["count"] = 215097,
								},
								["猛虎掌"] = {
									["count"] = 1880064,
								},
								["幻灭踢"] = {
									["count"] = 4220430,
								},
								["肉搏"] = {
									["count"] = 936022,
								},
							},
							["amount"] = 9402589,
						},
					},
					["TimeDamage"] = 13.29,
					["TimeDamaging"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.29,
								},
								["旭日东升踢"] = {
									["count"] = 1.06,
								},
								["猛虎掌"] = {
									["count"] = 0.08,
								},
								["倒刺责难"] = {
									["count"] = 0.3,
								},
								["共生之击"] = {
									["count"] = 0.51,
								},
								["肉搏"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 4.68,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.29,
								},
								["奥术横扫"] = {
									["count"] = 0.02,
								},
								["共生之击"] = {
									["count"] = 0.61,
								},
								["真气波"] = {
									["count"] = 2.3,
								},
								["肉搏"] = {
									["count"] = 0.93,
								},
							},
							["amount"] = 4.15,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.45,
								},
								["共生之击"] = {
									["count"] = 0.5,
								},
								["猛虎掌"] = {
									["count"] = 0.1,
								},
								["幻灭踢"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 4.46,
						},
					},
					["ManaGain"] = 9,
					["WhoDamaged"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1631,
								},
							},
							["amount"] = 1631,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2828,
								},
							},
							["amount"] = 2828,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1190,
								},
							},
							["amount"] = 1190,
						},
					},
					["ElementHitsDone"] = {
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 9,
						},
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 2405208,
					},
					["TimeHealing"] = {
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5.6,
								},
							},
							["amount"] = 5.6,
						},
					},
					["OverHeals"] = {
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 60130,
									["min"] = 58940,
									["count"] = 3,
									["amount"] = 179200,
								},
								["Hit"] = {
									["max"] = 30065,
									["min"] = 28434,
									["count"] = 6,
									["amount"] = 175930,
								},
							},
							["count"] = 9,
							["amount"] = 355130,
						},
						["共生之击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411419,
									["min"] = 205710,
									["count"] = 3,
									["amount"] = 832226,
								},
							},
							["count"] = 3,
							["amount"] = 832226,
						},
					},
					["TimeSpent"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.29,
								},
								["旭日东升踢"] = {
									["count"] = 1.06,
								},
								["猛虎掌"] = {
									["count"] = 0.08,
								},
								["倒刺责难"] = {
									["count"] = 0.3,
								},
								["共生之击"] = {
									["count"] = 0.51,
								},
								["肉搏"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 4.68,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.29,
								},
								["奥术横扫"] = {
									["count"] = 0.02,
								},
								["共生之击"] = {
									["count"] = 0.61,
								},
								["真气波"] = {
									["count"] = 2.3,
								},
								["肉搏"] = {
									["count"] = 0.93,
								},
							},
							["amount"] = 4.15,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.45,
								},
								["共生之击"] = {
									["count"] = 0.5,
								},
								["猛虎掌"] = {
									["count"] = 0.1,
								},
								["幻灭踢"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 4.46,
						},
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5.6,
								},
							},
							["amount"] = 5.6,
						},
					},
					["DamageTaken"] = 5649,
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
					},
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["力贯千钧"] = {
							["Details"] = {
								["龙听雨"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["Overhealing"] = 1187356,
					["ActiveTime"] = 18.89,
					["ElementTaken"] = {
						["Melee"] = 5649,
					},
					["ManaGainedFrom"] = {
						["龙听雨"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 6,
								},
								["力贯千钧"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
					},
					["Damage"] = 34736407,
					["Attacks"] = {
						["奥术横扫"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 906167,
									["min"] = 906167,
									["count"] = 1,
									["amount"] = 906167,
								},
							},
							["count"] = 1,
							["amount"] = 906167,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 1880064,
									["min"] = 1880064,
									["count"] = 1,
									["amount"] = 1880064,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1875522,
									["min"] = 1875522,
									["count"] = 1,
									["amount"] = 1875522,
								},
								["Hit"] = {
									["max"] = 1284950,
									["min"] = 1284950,
									["count"] = 1,
									["amount"] = 1284950,
								},
							},
							["count"] = 4,
							["amount"] = 5040536,
						},
						["怒雷破"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 3732086,
									["min"] = 3732086,
									["count"] = 1,
									["amount"] = 3732086,
								},
							},
							["count"] = 1,
							["amount"] = 3732086,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9975565,
									["min"] = 9975565,
									["count"] = 1,
									["amount"] = 9975565,
								},
							},
							["count"] = 1,
							["amount"] = 9975565,
						},
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1371398,
									["min"] = 1371398,
									["count"] = 2,
									["amount"] = 2742796,
								},
								["Hit"] = {
									["max"] = 716992,
									["min"] = 685699,
									["count"] = 7,
									["amount"] = 4893773,
								},
							},
							["count"] = 9,
							["amount"] = 7636569,
						},
						["共生之击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411419,
									["min"] = 205710,
									["count"] = 3,
									["amount"] = 832226,
								},
							},
							["count"] = 3,
							["amount"] = 832226,
						},
						["倒刺责难"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 242887,
									["min"] = 242887,
									["count"] = 1,
									["amount"] = 242887,
								},
							},
							["count"] = 1,
							["amount"] = 242887,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4220430,
									["min"] = 4220430,
									["count"] = 1,
									["amount"] = 4220430,
								},
							},
							["count"] = 1,
							["amount"] = 4220430,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 254113,
									["min"] = 254113,
									["count"] = 1,
									["amount"] = 254113,
								},
								["Crit"] = {
									["max"] = 959806,
									["min"] = 936022,
									["count"] = 2,
									["amount"] = 1895828,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 2149941,
						},
					},
					["TimeHeal"] = 5.6,
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5649,
								},
							},
							["amount"] = 5649,
						},
					},
					["HealedWho"] = {
						["龙听雨"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 5649,
								},
							},
							["amount"] = 5649,
						},
					},
					["Healing"] = 5649,
					["Heals"] = {
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1190,
									["min"] = 1190,
									["count"] = 1,
									["amount"] = 1190,
								},
								["Hit"] = {
									["max"] = 1631,
									["min"] = 1361,
									["count"] = 3,
									["amount"] = 4459,
								},
							},
							["count"] = 4,
							["amount"] = 5649,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDone"] = {
						["Arcane"] = 906167,
						["Physical"] = 23211504,
						["Melee"] = 2149941,
						["Nature"] = 7636569,
					},
					["HealingTaken"] = 5649,
					["DamagedWho"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 4114195,
								},
								["旭日东升踢"] = {
									["count"] = 9975565,
								},
								["猛虎掌"] = {
									["count"] = 1875522,
								},
								["倒刺责难"] = {
									["count"] = 242887,
								},
								["共生之击"] = {
									["count"] = 411419,
								},
								["肉搏"] = {
									["count"] = 254113,
								},
							},
							["amount"] = 16873701,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1371398,
								},
								["奥术横扫"] = {
									["count"] = 906167,
								},
								["怒雷破"] = {
									["count"] = 3732086,
								},
								["猛虎掌"] = {
									["count"] = 1284950,
								},
								["共生之击"] = {
									["count"] = 205710,
								},
								["肉搏"] = {
									["count"] = 959806,
								},
							},
							["amount"] = 8460117,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2150976,
								},
								["共生之击"] = {
									["count"] = 215097,
								},
								["猛虎掌"] = {
									["count"] = 1880064,
								},
								["幻灭踢"] = {
									["count"] = 4220430,
								},
								["肉搏"] = {
									["count"] = 936022,
								},
							},
							["amount"] = 9402589,
						},
					},
					["TimeDamage"] = 13.29,
					["TimeDamaging"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.29,
								},
								["旭日东升踢"] = {
									["count"] = 1.06,
								},
								["猛虎掌"] = {
									["count"] = 0.08,
								},
								["倒刺责难"] = {
									["count"] = 0.3,
								},
								["共生之击"] = {
									["count"] = 0.51,
								},
								["肉搏"] = {
									["count"] = 0.44,
								},
							},
							["amount"] = 4.68,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.29,
								},
								["奥术横扫"] = {
									["count"] = 0.02,
								},
								["共生之击"] = {
									["count"] = 0.61,
								},
								["真气波"] = {
									["count"] = 2.3,
								},
								["肉搏"] = {
									["count"] = 0.93,
								},
							},
							["amount"] = 4.15,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.45,
								},
								["共生之击"] = {
									["count"] = 0.5,
								},
								["猛虎掌"] = {
									["count"] = 0.1,
								},
								["幻灭踢"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 1.21,
								},
							},
							["amount"] = 4.46,
						},
					},
					["ManaGain"] = 9,
					["WhoDamaged"] = {
						["阿丽萨巴尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1631,
								},
							},
							["amount"] = 1631,
						},
						["欧库塔尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 2828,
								},
							},
							["amount"] = 2828,
						},
						["阿尔加洛斯"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1190,
								},
							},
							["amount"] = 1190,
						},
					},
					["ElementHitsDone"] = {
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 9,
						},
					},
				},
			},
			["UnitLockout"] = 76763.992,
			["LastActive"] = 76851.98,
		},
		["阿尔加洛斯"] = {
			["GUID"] = "Creature-0-3042-757-13046-47120-0000228CF2",
			["type"] = "Trivial",
			["Owner"] = false,
			["enClass"] = "MOB",
			["Name"] = "阿尔加洛斯",
			["Fights"] = {
			},
			["level"] = -1,
			["UnitLockout"] = 76811.995,
			["LastFightIn"] = 0,
		},
		["欧库塔尔"] = {
			["GUID"] = "Vehicle-0-3042-757-13046-52363-0000228CF2",
			["type"] = "Trivial",
			["Owner"] = false,
			["enClass"] = "MOB",
			["Name"] = "欧库塔尔",
			["Fights"] = {
			},
			["level"] = -1,
			["UnitLockout"] = 76763.992,
			["LastFightIn"] = 0,
		},
	},
	["FightNum"] = 0,
	["CombatTimes"] = {
	},
	["FoughtWho"] = {
	},
}
