
QOMDB = {
	["profileKeys"] = {
		["星界旅行者 - 巨龙之吼"] = "星界旅行者 - 巨龙之吼",
		["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
		["募落葒顔 - 巨龙之吼"] = "募落葒顔 - 巨龙之吼",
		["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
		["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
		["龙若山 - 巨龙之吼"] = "龙若山 - 巨龙之吼",
	},
	["char"] = {
		["星界旅行者 - 巨龙之吼"] = {
			["record"] = 19,
			["recorddate"] = 1589002906,
		},
		["龙听雨 - 巨龙之吼"] = {
			["record"] = 35,
			["recorddate"] = 1584701988,
		},
		["募落葒顔 - 巨龙之吼"] = {
			["mapbutton"] = {
				["minimapPos"] = 315.0773921992126,
			},
		},
		["锦在天堂 - 太阳之井"] = {
			["recorddate"] = 1588848141,
			["record"] = 14,
		},
		["龙若山 - 巨龙之吼"] = {
			["record"] = 21,
			["recorddate"] = 1584875921,
		},
	},
}
