
rscignorezone13 = {
	{
		1147, -- [1]
	}, -- [1]
	{
		"Tomb of Sargeras", -- [1]
	}, -- [2]
}
rsctableannounce = {
	0, -- [1]
	0, -- [2]
	0, -- [3]
	0, -- [4]
}
rscchatrep = "raid"
rscraidlrep = true
rsccolornick = true
rscwhomustbufflist = {
	"", -- [1]
	"", -- [2]
	"", -- [3]
	"", -- [4]
	"", -- [5]
	"", -- [6]
	"", -- [7]
	"", -- [8]
	"", -- [9]
}
rscbuffschat = {
	"raid", -- [1]
	"raid", -- [2]
}
rscbuffcheckb2 = {
	0, -- [1]
	1, -- [2]
	1, -- [3]
	1, -- [4]
	0, -- [5]
	0, -- [6]
}
rscbuffwhichtrack2 = {
	1, -- [1]
	1, -- [2]
	0, -- [3]
	0, -- [4]
	0, -- [5]
	0, -- [6]
	0, -- [7]
	0, -- [8]
	0, -- [9]
}
rscbufftimers = {
	15, -- [1]
	40, -- [2]
}
rscflaskcheckb = {
	1, -- [1]
	1, -- [2]
	1, -- [3]
	0, -- [4]
	0, -- [5]
	1, -- [6]
	1, -- [7]
	0, -- [8]
}
rscflaskchat = {
	"raid", -- [1]
	"raid", -- [2]
}
rscpotionscombatsaves = 12
rscminflaskgood = 5
rsconlyfrombosssave = false
rscraidrostertable = {
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [1]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [2]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [3]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [4]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [5]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [6]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [7]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [8]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [9]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [10]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [11]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [12]
}
rscpotioninfotable = {
	{
	}, -- [1]
	{
		"01:05+Heroism1嗜血你懂吗^|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [1]
		"01:45+Heroism0|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [2]
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
		"00:03+Heroism1嗜血你懂吗^|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [1]
		"00:43+Heroism0|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [2]
	}, -- [5]
	{
	}, -- [6]
	{
		"00:02+Heroism1嗜血你懂吗^|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [1]
		"00:42+Heroism0|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [2]
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
		"01:12+Heroism1嗜血你懂吗^|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [1]
		"01:52+Heroism0|cff71d5ff|Hspell:90355|h[远古狂乱]|h|r", -- [2]
	}, -- [11]
	{
	}, -- [12]
}
rscchoosepotion = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rscbossnamestable = {
	"0", -- [1]
	"监视者维兹艾德姆, 18:59", -- [2]
	"0", -- [3]
	"0", -- [4]
	"魔力吞噬者, 18:47", -- [5]
	"魔力吞噬者, 18:41", -- [6]
	"0", -- [7]
	"魔力吞噬者, 18:34", -- [8]
	"麦迪文之影, 18:29", -- [9]
	"0", -- [10]
	"馆长, 18:25", -- [11]
	"0", -- [12]
}
rscpotionnotincombat = {
	"468158.404++combatstart", -- [1]
	"467856.467++combatstart", -- [2]
	"467374.662++combatstart", -- [3]
	"467249.776++combatstart", -- [4]
	"467139.525++combatstart", -- [5]
	"466793.769++combatstart", -- [6]
	"466520.356++combatstart", -- [7]
	"466382.705++combatstart", -- [8]
	"466096.865++combatstart", -- [9]
	"465982.392++combatstart", -- [10]
	"465807.399++combatstart", -- [11]
	"465757.922++combatstart", -- [12]
	"465702.389++combatstart", -- [13]
	"465662.313++combatstart", -- [14]
	"465580.533++combatstart", -- [15]
	"465500.666++combatstart", -- [16]
	"465416.293++combatstart", -- [17]
	"465355.398++combatstart", -- [18]
	"464316.55++combatstart", -- [19]
	"464094.408++combatstart", -- [20]
	"463993.744++combatstart", -- [21]
	"463890.433++combatstart", -- [22]
	"463837.981++combatstart", -- [23]
	"463718.524++combatstart", -- [24]
	"463548.643++combatstart", -- [25]
	"463526.763++combatstart", -- [26]
	"463413.744++combatstart", -- [27]
	"463086.443++combatstart", -- [28]
	"463040.752++combatstart", -- [29]
	"462928.901++combatstart", -- [30]
	"462867.372++combatstart", -- [31]
	"462738.431++combatstart", -- [32]
	"462559.338++combatstart", -- [33]
	"462524.182++combatstart", -- [34]
	"462058.108++combatstart", -- [35]
	"461971.052++combatstart", -- [36]
	"461860.848++combatstart", -- [37]
}
rschealstoneused = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rschealstoneused2 = {
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [1]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [2]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [3]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [4]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [5]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [6]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [7]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [8]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [9]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [10]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [11]
	{
		"幸福只是传说", -- [1]
		"徵羽", -- [2]
		"橘丶子", -- [3]
		"疯子的迷恋", -- [4]
		"龙听雨", -- [5]
	}, -- [12]
}
rscflaskcheckfoodadd = 1
rscflaskcheckfoodadd2 = 0
