
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["安然小恙 - 主宰之剑"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["ActivitiesData"] = {
				["data"] = "$1$Z$S139`你搞活动我买单`BL带萌新拿低保`10月21日（周六）20点，BL带萌新拿低保*J每周三查看行囊中的钥石，你是否渴望达成10层？每周四面对挑战者的宝箱，你是否有所期待？不必无奈，不必感叹，熊猫TV-大帅哥阿诺（房间号：583554）莅临集合石活动，组建豪车，郑重承诺----高层不难过，人人有低保！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S玩具#3^S3003;600,,每周限量;72159;19939#3004;800,,每周限量;35227^S宠物#1^S2008;850,,每周限量;32588;21362^S消耗品#4#1^S1003;150,,每周限量;38233^S道具#2^S4001;420,,每周限量;54452^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S消费^S马云^S有偿^S![Tt][Bb]^S![Vv][Xx]^S下单^S![Ww][Xx]^S![Vv][Ii][Pp]^S付款^S代练^S某宝^S微%h*信^S身尚^S站桩^S卧%h*站^S低廉^S躺票^S躺%h*跟^S睡%h*跟^S地板^S鋿%h*开车^S出一付一^S鑫团^S代打^S接%h*诚信^S扣扣^S歪歪^S解飞^S观%h*跟^S躺%h*站^S卧%h*跟^S陪赢^S观%h*睡^S帮%h*躺^S陪练^S低价^S各种支付^S坑%h*尸^S奇点^S自上^S睡%h*打^S睡%h*站^S躺%h*坑^S位%h*卧铺^S预约^S电影^S搜店^S卧%h*坑^S一件一付^S买套送散^^",
				["new"] = true,
			},
		},
		["version"] = "70300.02",
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
	},
}
