
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["非雪 - 巨龙之吼"] = "非雪 - 巨龙之吼",
	},
	["profiles"] = {
		["非雪 - 巨龙之吼"] = {
			["lastSearchValue"] = "3-132-483-0",
			["version"] = "70300.07",
			["searchHistoryList"] = {
				"3-132-483-0", -- [1]
				"3-132-482-0", -- [2]
			},
			["recent"] = {
				["3-132-482-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "先杀我队友-瓦拉斯塔兹",
						["iLvl"] = 972,
						["time"] = 1524819132,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "黑色拉斐尔#5748",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "松井珠理奈-瓦拉斯塔兹",
						["iLvl"] = 958,
						["time"] = 1524819268,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "袁香芹#5830",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "斯提芬周-天空之墙",
						["iLvl"] = 956,
						["time"] = 1524819566,
						["class"] = 12,
						["bTag"] = "领衔主演#5783",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "洛语丶-无尽之海",
						["iLvl"] = 970,
						["time"] = 1524819566,
						["class"] = 2,
						["bTag"] = "词落#5536",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "清平调-安纳塞隆",
						["iLvl"] = 968,
						["time"] = 1524819566,
						["class"] = 6,
						["bTag"] = "焱瞳不温他心#5451",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "桥乐兹-伊莫塔尔",
						["iLvl"] = 964,
						["time"] = 1524819566,
						["class"] = 12,
						["bTag"] = "小桥米线#5163",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "谜狸-藏宝海湾",
						["iLvl"] = 966,
						["time"] = 1524819566,
						["class"] = 8,
						["bTag"] = "繁华不再#51781",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "捡肥皂的牛-海加尔",
						["iLvl"] = 947,
						["time"] = 1524819566,
						["class"] = 7,
						["bTag"] = "恶魔也疯狂#5676",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵马克-黑石尖塔",
						["iLvl"] = 968,
						["time"] = 1524819566,
						["class"] = 6,
						["bTag"] = "王者马克#5173",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "亲切的苦修-达隆米尔",
						["iLvl"] = 947,
						["time"] = 1524819566,
						["class"] = 4,
						["bTag"] = "博尔赫斯的迷宫#5599",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "戏如人生情-冰风岗",
						["iLvl"] = 955,
						["time"] = 1524819566,
						["class"] = 2,
						["bTag"] = "神界游侠#5167",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "怪我太过温柔-凤凰之神",
						["iLvl"] = 970,
						["time"] = 1524819566,
						["class"] = 5,
						["bTag"] = "若如梦似彩虹#51898",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "冥之蚀梦者-试炼之环",
						["iLvl"] = 952,
						["time"] = 1524819566,
						["class"] = 4,
						["bTag"] = "leosummer#5561",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉你个芭乐-外域",
						["iLvl"] = 968,
						["time"] = 1524819566,
						["class"] = 8,
						["bTag"] = "风中的板砖#51111",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "有趣-大漩涡",
						["iLvl"] = 969,
						["time"] = 1524819566,
						["class"] = 12,
						["bTag"] = "默存#51784",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "梦幻灬翼龙-能源舰",
						["iLvl"] = 957,
						["time"] = 1524819566,
						["class"] = 1,
						["bTag"] = "安安娜娜#5625",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "枪炮丶玫瑰-菲拉斯",
						["iLvl"] = 952,
						["time"] = 1524819566,
						["class"] = 10,
						["bTag"] = "鬼魂之龙#543464",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "言不由终-迅捷微风",
						["iLvl"] = 956,
						["time"] = 1524819566,
						["class"] = 2,
						["bTag"] = "Frost#5802",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "捌级大狂风-天空之墙",
						["iLvl"] = 963,
						["time"] = 1524819566,
						["class"] = 1,
						["bTag"] = "梦魇般的呢喃#5851",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "断舍离丶-安苏",
						["iLvl"] = 967,
						["time"] = 1524819289,
						["class"] = 4,
						["bTag"] = "夜丶灵魂独舞#5489",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "蜜汁鸡-克尔苏加德",
						["iLvl"] = 952,
						["time"] = 1524819566,
						["class"] = 2,
						["bTag"] = "小姨妈#5551",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "温蕾莎丶星瞳-血顶",
						["iLvl"] = 963,
						["time"] = 1524819566,
						["class"] = 3,
						["bTag"] = "佳斯猫#5354",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "十三阔少-血顶",
						["iLvl"] = 981,
						["time"] = 1524819566,
						["class"] = 1,
						["bTag"] = "十三阔少#51616",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "德路依-瓦拉斯塔兹",
						["iLvl"] = 942,
						["time"] = 1524819566,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "黑色拉斐尔#5748",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "顽儿主-燃烧之刃",
						["iLvl"] = 969,
						["time"] = 1524819566,
						["class"] = 2,
						["bTag"] = "焙哥哥#5356",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "独孤醉牛-阿曼尼",
						["iLvl"] = 973,
						["time"] = 1524819566,
						["class"] = 7,
						["bTag"] = "夜醉#51354",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "北府乄壮汉-主宰之剑",
						["iLvl"] = 967,
						["time"] = 1524819566,
						["class"] = 10,
						["bTag"] = "快乐之足#5182213",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "你不懂的哀伤-巫妖之王",
						["iLvl"] = 960,
						["time"] = 1524819566,
						["class"] = 2,
						["bTag"] = "微笑的橙子#51568",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "帅帅的自己-时光之穴",
						["iLvl"] = 962,
						["time"] = 1524819566,
						["class"] = 10,
						["bTag"] = "nontanties#5737",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "亚美式超人-熔火之心",
						["iLvl"] = 972,
						["time"] = 1524819566,
						["class"] = 12,
						["bTag"] = "好二雷#5486",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "温雷萨-鬼雾峰",
						["iLvl"] = 960,
						["time"] = 1524819566,
						["class"] = 3,
						["bTag"] = "舞天雪焰#5331",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "背中言葉-伊森利恩",
						["time"] = 1524819566,
						["class"] = 5,
					}, -- [32]
				},
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
