
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
	},
	["profiles"] = {
		["龙听雨 - 巨龙之吼"] = {
			["searchHistoryList"] = {
				"6-0-16-0", -- [1]
				"1-248-651-0", -- [2]
				"6-0-17-0", -- [3]
				"9-0-19-0", -- [4]
				"3-254-671-0", -- [5]
				"3-258-686-0", -- [6]
				"111-249-655-0", -- [7]
			},
			["version"] = "80300.01",
			["appShine"] = "80300.01",
			["recent"] = {
				["3-254-671-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "星星行星-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1582174834,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "星星形形#5613",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一世轻狂丷-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1582174834,
						["class"] = 2,
						["bTag"] = "任任#51675",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇二狗子-贫瘠之地",
						["iLvl"] = 471,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "繁灯夺霁华丶#5366",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Lcampanula-神圣之歌",
						["time"] = 1582174834,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Echoa-凤凰之神",
						["iLvl"] = 462,
						["time"] = 1582174834,
						["class"] = 9,
						["bTag"] = "旋风许帅#5293",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "中一次就好-索瑞森",
						["iLvl"] = 463,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "蛮力之枭#51293",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "只求不打脸-利刃之拳",
						["iLvl"] = 462,
						["time"] = 1582174834,
						["class"] = 6,
						["bTag"] = "浪起来我自己都怕#51526",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "二旬老汉丿-燃烧之刃",
						["time"] = 1582174834,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丶今天星期九-冰霜之刃",
						["iLvl"] = 471,
						["time"] = 1582172186,
						["class"] = 12,
						["bTag"] = "cjf#5876",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "问羡灵十三-安苏",
						["iLvl"] = 469,
						["time"] = 1582171838,
						["class"] = 9,
						["bTag"] = "雷锋丶#51454",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "新疆卖切糕-黑铁",
						["iLvl"] = 470,
						["time"] = 1582172186,
						["class"] = 5,
						["bTag"] = "常威常公子#5452",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "嘟嘟的阿橘-布兰卡德",
						["iLvl"] = 460,
						["time"] = 1582172010,
						["class"] = 11,
						["bTag"] = "青鹿#51489",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "夜场乂买醉-无尽之海",
						["iLvl"] = 457,
						["time"] = 1582174834,
						["class"] = 1,
						["bTag"] = "再见青春#5802",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧兔子肉-伊利丹",
						["iLvl"] = 466,
						["time"] = 1582174834,
						["class"] = 8,
						["bTag"] = "UMR#51651",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "铃木雏-红龙女王",
						["iLvl"] = 464,
						["time"] = 1582174376,
						["class"] = 8,
						["bTag"] = "毕竟男神的龙骑士#5249",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "冯宝宝-冰风岗",
						["iLvl"] = 460,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "张楚岚#5564",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "米饭乐-影之哀伤",
						["iLvl"] = 463,
						["time"] = 1582174834,
						["class"] = 6,
						["bTag"] = "米吃饭#5620",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丶那夜丶-格瑞姆巴托",
						["iLvl"] = 466,
						["time"] = 1582174834,
						["class"] = 4,
						["bTag"] = "小小之食人魔#5196919",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "西海之滨丶-影之哀伤",
						["iLvl"] = 457,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "大巧不工#5658",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "树界降临-埃德萨拉",
						["time"] = 1582174834,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "为了梿盟-格瑞姆巴托",
						["iLvl"] = 470,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "暗影之鱼人#5208553",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "西安雷半城-红龙军团",
						["iLvl"] = 462,
						["time"] = 1582174834,
						["class"] = 8,
						["bTag"] = "夜丶#5838",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Butterfly-无尽之海",
						["iLvl"] = 468,
						["time"] = 1582173976,
						["class"] = 12,
						["bTag"] = "白鸽#51765",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Sleepalonly-迅捷微风",
						["iLvl"] = 459,
						["time"] = 1582172186,
						["class"] = 8,
						["bTag"] = "肃殺#5216",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "吖灬宝-冰风岗",
						["iLvl"] = 471,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "吖宝灬#5242",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "新奥尔良烤翅-影之哀伤",
						["iLvl"] = 471,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "老灵魂#5901",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "脑淤血-无尽之海",
						["iLvl"] = 456,
						["time"] = 1582174834,
						["class"] = 9,
						["bTag"] = "迎面一棒槌#5161",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "夢宸-诺兹多姆",
						["iLvl"] = 466,
						["time"] = 1582172186,
						["class"] = 10,
						["bTag"] = "凡字帮#5700",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "残風追月-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1582174834,
						["class"] = 12,
						["bTag"] = "清水水清#5453",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "吕倩倩丶-凤凰之神",
						["iLvl"] = 460,
						["time"] = 1582172031,
						["class"] = 4,
						["bTag"] = "狡猾之猎人#53789",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "小欧皇丶-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1582174834,
						["class"] = 6,
						["bTag"] = "YJPP#5258",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "梦影公爵-血色十字军",
						["iLvl"] = 473,
						["time"] = 1582174834,
						["class"] = 2,
						["bTag"] = "梦影公爵#5679",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "建少-戈提克",
						["iLvl"] = 462,
						["time"] = 1582173921,
						["class"] = 11,
						["bTag"] = "建少#5412",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "虫飞儿-格瑞姆巴托",
						["iLvl"] = 463,
						["time"] = 1582174834,
						["class"] = 3,
						["bTag"] = "惊魂之侏儒#52117",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "粉红色的两点-格瑞姆巴托",
						["time"] = 1582174366,
						["class"] = 11,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "丶故意-伊森利恩",
						["iLvl"] = 462,
						["time"] = 1582174834,
						["class"] = 2,
						["bTag"] = "暗夜行者#51425",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "厚厚前前哥-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1582174834,
						["class"] = 11,
						["bTag"] = "牛肉版汉堡#5396",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "橘丶子-巨龙之吼",
						["iLvl"] = 464,
						["time"] = 1583668357,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "菜鸟#5216",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 466,
						["time"] = 1582552228,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "你优雅的笑#5841",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "姿势摆好-巨龙之吼",
						["iLvl"] = 441,
						["time"] = 1582552149,
						["class"] = 5,
						["bTag"] = "我是你的邻居王啊#5560",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "楓濂-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1583668373,
						["class"] = 8,
						["bTag"] = "楓镰#5596",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "漫步风霜雨雪-巨龙之吼",
						["iLvl"] = 474,
						["time"] = 1583668040,
						["class"] = 2,
						["bTag"] = "你那些很冒险的梦#5241",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "都选嘻-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1583150313,
						["class"] = 4,
						["bTag"] = "OYOoooo#51372",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "灬果果大魔王-亚雷戈斯",
						["iLvl"] = 455,
						["time"] = 1582552163,
						["class"] = 3,
						["bTag"] = "大丈夫#51601",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "倾国星辰-亚雷戈斯",
						["iLvl"] = 469,
						["time"] = 1583668418,
						["class"] = 3,
						["bTag"] = "和兰花在一起#51340",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色孢子蝠-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583668406,
						["class"] = 8,
						["bTag"] = "奇迹迷路了#5842",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "指尖璇沙-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1582552168,
						["class"] = 7,
						["bTag"] = "Monokuma#51665",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "李白锡纸烫-布兰卡德",
						["iLvl"] = 470,
						["time"] = 1582551670,
						["class"] = 1,
						["bTag"] = "SilverHawk#52138",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Freedom-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1582551018,
						["class"] = 6,
						["bTag"] = "艾雅#51604",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "情趣大海疼-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1582552163,
						["class"] = 7,
						["bTag"] = "麦子#5574",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "稀有的牧尸-巨龙之吼",
						["iLvl"] = 467,
						["time"] = 1582552170,
						["class"] = 5,
						["bTag"] = "遥远#5298",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "法尸开嗜血-巨龙之吼",
						["iLvl"] = 464,
						["time"] = 1582552103,
						["class"] = 4,
						["bTag"] = "有锅我还挖#5890",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "吃瓜的哈达怪-布兰卡德",
						["iLvl"] = 468,
						["time"] = 1582552096,
						["class"] = 8,
						["bTag"] = "部落之子#59909",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "丷田丨七丷-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1583668351,
						["class"] = 4,
						["bTag"] = "罗伊丶马斯坦#5353",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Luckystars-亚雷戈斯",
						["iLvl"] = 465,
						["time"] = 1582771926,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "让时光倒流#5761",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Molo-古尔丹",
						["iLvl"] = 467,
						["time"] = 1582769659,
						["class"] = 12,
						["bTag"] = "Nanaya#5692",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "孫潇莉-燃烧军团",
						["iLvl"] = 471,
						["time"] = 1582771926,
						["class"] = 11,
						["bTag"] = "四四#51839",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "丨不破灬爱花-迅捷微风",
						["iLvl"] = 460,
						["time"] = 1582771926,
						["class"] = 1,
						["bTag"] = "华灯初上的暧昧#5603",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "欧宝宝-凤凰之神",
						["iLvl"] = 462,
						["time"] = 1582771926,
						["class"] = 8,
						["bTag"] = "春秋大梦#51413",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "咬人的阿昆达-血色十字军",
						["iLvl"] = 463,
						["time"] = 1582769659,
						["class"] = 11,
						["bTag"] = "一个眼神你懂的#5152",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Infinite-凤凰之神",
						["iLvl"] = 464,
						["time"] = 1582769659,
						["class"] = 1,
						["bTag"] = "Paradisewish#5882",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "客官不可以-死亡之翼",
						["iLvl"] = 461,
						["time"] = 1582769659,
						["class"] = 12,
						["bTag"] = "sauco#5901",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "我也就是想想-克尔苏加德",
						["iLvl"] = 455,
						["time"] = 1582771926,
						["class"] = 6,
						["bTag"] = "南恬#5164",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "家有颖宝宝-黑锋哨站",
						["iLvl"] = 472,
						["time"] = 1582769659,
						["class"] = 10,
						["bTag"] = "HappyFeet#521172",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "军团执行者-冰霜之刃",
						["iLvl"] = 469,
						["time"] = 1582769659,
						["class"] = 3,
						["bTag"] = "力量与雷鸣#51897",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "天霸-罗曼斯",
						["iLvl"] = 470,
						["time"] = 1582771926,
						["class"] = 2,
						["bTag"] = "资深男子#5941",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "大蚁蚂-伊森利恩",
						["iLvl"] = 463,
						["time"] = 1582769659,
						["class"] = 1,
						["bTag"] = "吞吞吐吐#5417",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "深蓝灬碎片-闪电之刃",
						["iLvl"] = 474,
						["time"] = 1582771926,
						["class"] = 12,
						["bTag"] = "段勇#5595",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "丶香橙-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1582771926,
						["class"] = 11,
						["bTag"] = "香橙#5756",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "肱二头肌痛-凤凰之神",
						["iLvl"] = 468,
						["time"] = 1582769659,
						["class"] = 10,
						["bTag"] = "PinkMan#51662",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "嗮太阳的脚丫-死亡之翼",
						["iLvl"] = 464,
						["time"] = 1582769250,
						["class"] = 8,
						["bTag"] = "磊磊#5673",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "橙韵恒-布兰卡德",
						["iLvl"] = 469,
						["time"] = 1582769659,
						["class"] = 12,
						["bTag"] = "凯恩#53705",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒大狼-试炼之环",
						["time"] = 1582769054,
						["class"] = 1,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "老肝不下去了-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1582771841,
						["class"] = 12,
						["bTag"] = "字母小可爱#5796",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "七咲逢-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1582769317,
						["class"] = 12,
						["bTag"] = "天雾夕音#5217",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "时月无晴-瑟莱德丝",
						["time"] = 1582769659,
						["class"] = 11,
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "Ranaloya-燃烧之刃",
						["iLvl"] = 466,
						["time"] = 1582771926,
						["class"] = 7,
						["bTag"] = "地平線的菊花#5753",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "爪子兄-提瑞斯法",
						["iLvl"] = 470,
						["time"] = 1582769204,
						["class"] = 12,
						["bTag"] = "部落的废物#5290",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉文四世-伊瑟拉",
						["iLvl"] = 463,
						["time"] = 1582769659,
						["class"] = 1,
						["bTag"] = "东方#5698",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "独酌清酒-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1582771926,
						["class"] = 12,
						["bTag"] = "乄肆無忌惮乄#5692",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "祝你出橙哦-霜之哀伤",
						["iLvl"] = 473,
						["time"] = 1582769659,
						["class"] = 12,
						["bTag"] = "SWORDlllY#5139",
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "阿拉拉基桑-凤凰之神",
						["time"] = 1582769659,
						["class"] = 7,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "丶浴血-燃烧之刃",
						["time"] = 1582769659,
						["class"] = 1,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "蔡依林丶怒风-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1582771926,
						["class"] = 12,
						["bTag"] = "FunkyGoblin#510682",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "三块面-阿纳克洛斯",
						["time"] = 1582771784,
						["class"] = 12,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇皮闪电-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1582771926,
						["class"] = 7,
						["bTag"] = "快乐潜行者#55850",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "百万嘘出-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1582771926,
						["class"] = 6,
						["bTag"] = "WildRage#572665",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷回归-安苏",
						["iLvl"] = 457,
						["time"] = 1582771926,
						["class"] = 8,
						["bTag"] = "兜兜里没有糖#5602",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "楓镰丶-伊森利恩",
						["time"] = 1583149471,
						["class"] = 12,
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "丶亮晶晶-无尽之海",
						["iLvl"] = 471,
						["time"] = 1583150313,
						["class"] = 5,
						["bTag"] = "和兰花在一起#51340",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "凤魄-冰风岗",
						["iLvl"] = 473,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "金石之誓#5975",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "卜蒓-冰风岗",
						["iLvl"] = 473,
						["time"] = 1583150313,
						["class"] = 9,
						["bTag"] = "看尽浮沉丶#5244",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露露丶-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1583150313,
						["class"] = 1,
						["bTag"] = "阿甘#51357",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的守望-影之哀伤",
						["iLvl"] = 466,
						["time"] = 1583150313,
						["class"] = 12,
						["bTag"] = "Smitheens#5622",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "悲剧的老七-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "鱼鱼七#51170",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "泉彩-冰风岗",
						["iLvl"] = 474,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "泉彩#5931",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Chaosaeon-无尽之海",
						["iLvl"] = 476,
						["time"] = 1583150313,
						["class"] = 9,
						["bTag"] = "Lumbago#5810",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "美丽小翘臀丶-无尽之海",
						["time"] = 1583150313,
						["class"] = 8,
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "灬哥依然风骚-血色十字军",
						["iLvl"] = 463,
						["time"] = 1583150313,
						["class"] = 7,
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "胖窝窝丶-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1583150313,
						["class"] = 7,
						["bTag"] = "不高兴丶#5748",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "这么可怕吗-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1583150313,
						["class"] = 2,
						["bTag"] = "MIKE#5973",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "咕噜咕嘟-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1583150313,
						["class"] = 11,
						["bTag"] = "深海雪梨#5178",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "嫂丨嫂-埃加洛尔",
						["iLvl"] = 472,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "嫂嫂#51197",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "一定要出橙-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "炸天#5840",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Gaarrosh-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1583150313,
						["class"] = 1,
						["bTag"] = "乄丶依然丶乄#5190",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "银发死神-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1583150313,
						["class"] = 7,
						["bTag"] = "银发死神#5386",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "青山强哥-安苏",
						["iLvl"] = 466,
						["time"] = 1583150313,
						["class"] = 12,
						["bTag"] = "丶半微凉#5854",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "猫德灬新之助-外域",
						["iLvl"] = 463,
						["time"] = 1583150313,
						["class"] = 11,
						["bTag"] = "风卷残云#5519",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "炭烧叫花鸡-格瑞姆巴托",
						["iLvl"] = 448,
						["time"] = 1583149962,
						["class"] = 9,
						["bTag"] = "OYOoooo#51372",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "太裳-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1583150313,
						["class"] = 4,
						["bTag"] = "太裳#5789",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇语-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1583150313,
						["class"] = 3,
						["bTag"] = "Stern#5209",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "速食面-血色十字军",
						["iLvl"] = 472,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "鱼七#51187",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "傅大强-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1583150313,
						["class"] = 5,
						["bTag"] = "时之沙#51610",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "唯一的配角-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1583150313,
						["class"] = 9,
						["bTag"] = "殷福伟#5543",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "傾橙丶-无尽之海",
						["iLvl"] = 463,
						["time"] = 1583150313,
						["class"] = 8,
						["bTag"] = "芒果#53566",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "Mionercat-黑铁",
						["iLvl"] = 455,
						["time"] = 1583485887,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "给我来个澄澄#5672",
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "永恒的月光-血色十字军",
						["iLvl"] = 461,
						["time"] = 1583485887,
						["class"] = 11,
						["bTag"] = "小傻#51770",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "盲目之怒-影之哀伤",
						["iLvl"] = 471,
						["time"] = 1583485887,
						["class"] = 12,
						["bTag"] = "铁柱兄#5805",
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "灰烬使者带盐-古尔丹",
						["iLvl"] = 466,
						["time"] = 1583485887,
						["class"] = 2,
						["bTag"] = "回到过去等你下课#5589",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "徐红手-安苏",
						["iLvl"] = 473,
						["time"] = 1583485887,
						["class"] = 5,
						["bTag"] = "闪耀#51405",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "卖萌丶小波比-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1583485887,
						["class"] = 9,
						["bTag"] = "小吴同学#51470",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "蜻蜓丷队长-无尽之海",
						["iLvl"] = 472,
						["time"] = 1583483331,
						["class"] = 12,
						["bTag"] = "那你能帮帮我嘛#5879",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "少昊-冰风岗",
						["iLvl"] = 472,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "夜光弥散#5441",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "自爆绵羊-伊利丹",
						["iLvl"] = 467,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "自爆绵羊#51947",
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "冲锋的大牛-格瑞姆巴托",
						["iLvl"] = 458,
						["time"] = 1583485887,
						["class"] = 11,
						["bTag"] = "咩凸嗷#5620",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫洋洋-布兰卡德",
						["iLvl"] = 469,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "武仙座丶海格力斯#5468",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "至臻皮皮猎-安苏",
						["iLvl"] = 473,
						["time"] = 1583485887,
						["class"] = 3,
						["bTag"] = "小手冰凉#53858",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "桜島桜島-海克泰尔",
						["iLvl"] = 471,
						["time"] = 1583485887,
						["class"] = 4,
						["bTag"] = "红颜不知己#5438",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "阿疯丶-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1583485887,
						["class"] = 7,
						["bTag"] = "foten#51427",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "素衣入红尘-阿纳克洛斯",
						["iLvl"] = 471,
						["time"] = 1583485887,
						["class"] = 12,
						["bTag"] = "NAN#52896",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "伊霖-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "你倒是打我呀#5840",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "情趣炎爆-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "啤特果#51641",
					}, -- [132]
					{
						["role"] = "HEALER",
						["name"] = "靓乖酥-冰风岗",
						["iLvl"] = 476,
						["time"] = 1583483331,
						["class"] = 10,
						["bTag"] = "跳跳骑士#5294625",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "秃头术-狂热之刃",
						["iLvl"] = 471,
						["time"] = 1583483331,
						["class"] = 9,
						["bTag"] = "威武哥哥#5353",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "Escat-影之哀伤",
						["iLvl"] = 470,
						["time"] = 1583483331,
						["class"] = 1,
						["bTag"] = "broccoli#51222",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "铲子嘴老师-巫妖之王",
						["iLvl"] = 469,
						["time"] = 1583483267,
						["class"] = 9,
						["bTag"] = "指甲哥#5213",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "得过且过-巫妖之王",
						["iLvl"] = 476,
						["time"] = 1583483259,
						["class"] = 1,
						["bTag"] = "Coconut#52718",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "自傷無色-巫妖之王",
						["iLvl"] = 472,
						["time"] = 1583483213,
						["class"] = 1,
						["bTag"] = "BCalendula#5296",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "只有影子-狂热之刃",
						["iLvl"] = 474,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "源海#5557",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "我喝可乐-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1583485887,
						["class"] = 3,
						["bTag"] = "邋遢鼠#51718",
					}, -- [140]
					{
						["role"] = "HEALER",
						["name"] = "多想想-死亡之翼",
						["time"] = 1583485887,
						["class"] = 5,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "小帅探花-死亡之翼",
						["iLvl"] = 454,
						["time"] = 1583485887,
						["class"] = 8,
						["bTag"] = "Roby24#5740",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "Pugnaluos-伊森利恩",
						["iLvl"] = 472,
						["time"] = 1583666709,
						["class"] = 8,
						["bTag"] = "刀刀烈火#51584",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛诺斯之瞳-伊森利恩",
						["iLvl"] = 467,
						["time"] = 1583666946,
						["class"] = 12,
						["bTag"] = "周结巴吐词不清#5675",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "拿拿饼干-贫瘠之地",
						["iLvl"] = 471,
						["time"] = 1583666975,
						["class"] = 9,
						["bTag"] = "拿拿不要#5248",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "莎郎谢尔比-格瑞姆巴托",
						["iLvl"] = 459,
						["time"] = 1583668418,
						["class"] = 8,
						["bTag"] = "silvernoma#5164",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "法之神武-天空之墙",
						["iLvl"] = 469,
						["time"] = 1583666794,
						["class"] = 8,
						["bTag"] = "致命之鼬#510248",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "冷血杀戮-血色十字军",
						["iLvl"] = 474,
						["time"] = 1583666926,
						["class"] = 1,
						["bTag"] = "一只小猫咪#5842",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "洲心农村仔-影之哀伤",
						["iLvl"] = 465,
						["time"] = 1583668366,
						["class"] = 8,
						["bTag"] = "妖化#5359",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "尔虞吾诈-阿比迪斯",
						["iLvl"] = 471,
						["time"] = 1583667070,
						["class"] = 12,
						["bTag"] = "士兵76#51346",
					}, -- [150]
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583668357,
						["class"] = 11,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [151]
					{
						["role"] = "HEALER",
						["name"] = "Quandajiaoti-亚雷戈斯",
						["iLvl"] = 472,
						["time"] = 1583668418,
						["class"] = 10,
						["bTag"] = "偶素大肥肉#5129",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "沪上扣篮王-伊森利恩",
						["iLvl"] = 470,
						["time"] = 1583668339,
						["class"] = 8,
						["bTag"] = "天真有邪#51646",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "三鹿小法-亚雷戈斯",
						["iLvl"] = 470,
						["time"] = 1583668390,
						["class"] = 8,
						["bTag"] = "好安#5966",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "你不是憨憨嘛-血色十字军",
						["iLvl"] = 471,
						["time"] = 1583668418,
						["class"] = 8,
						["bTag"] = "丶冰冷冷#5479",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "熵煜-血色十字军",
						["iLvl"] = 462,
						["time"] = 1583668341,
						["class"] = 8,
						["bTag"] = "君来#51633",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "小白的小迷弟-血色十字军",
						["iLvl"] = 473,
						["time"] = 1583668392,
						["class"] = 1,
						["bTag"] = "暴躁之武僧#5210975",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "扌仓去力-凯恩血蹄",
						["iLvl"] = 471,
						["time"] = 1583668418,
						["class"] = 4,
						["bTag"] = "Amnesiac#5831",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "幻有夢现-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1583668341,
						["class"] = 8,
						["bTag"] = "幻有夢现#5525",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "酸辣小龙虾丶-无尽之海",
						["iLvl"] = 457,
						["time"] = 1583668366,
						["class"] = 8,
						["bTag"] = "炘丶#51438",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "莫埃我-血色十字军",
						["iLvl"] = 475,
						["time"] = 1583668418,
						["class"] = 8,
						["bTag"] = "暴躁之武僧#5210975",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "Asture-狂热之刃",
						["iLvl"] = 470,
						["time"] = 1583668351,
						["class"] = 9,
						["bTag"] = "Asture#5891",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "毛蛤-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1583667987,
						["class"] = 8,
						["bTag"] = "一腿子#5804",
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "腻咕咪咕-凤凰之神",
						["iLvl"] = 472,
						["time"] = 1583668406,
						["class"] = 11,
						["bTag"] = "Alex#51505",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "无夜丶-血色十字军",
						["iLvl"] = 474,
						["time"] = 1583668375,
						["class"] = 12,
						["bTag"] = "FunkyFrog#565511",
					}, -- [165]
					{
						["role"] = "HEALER",
						["name"] = "圣光中的败类-塞拉赞恩",
						["iLvl"] = 467,
						["time"] = 1583668418,
						["class"] = 2,
						["bTag"] = "自刚#5278",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "Tokyolnn-元素之力",
						["iLvl"] = 470,
						["time"] = 1584010441,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "因你幸福#5591",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "赛兰丨迪斯-晴日峰（江苏）",
						["iLvl"] = 465,
						["time"] = 1584010441,
						["class"] = 8,
						["bTag"] = "冷心为帝#51902",
					}, -- [168]
					{
						["role"] = "HEALER",
						["name"] = "Cy-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1584010441,
						["class"] = 2,
						["bTag"] = "迦叶#51649",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "Puberty-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1584010441,
						["class"] = 8,
						["bTag"] = "冷殇#51834",
					}, -- [170]
					{
						["role"] = "TANK",
						["name"] = "Dullgameå-狂热之刃",
						["time"] = 1584010441,
						["class"] = 12,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "桐生可可-埃德萨拉",
						["iLvl"] = 472,
						["time"] = 1584010441,
						["class"] = 3,
						["bTag"] = "灬喵帕斯灬#5946",
					}, -- [172]
					{
						["role"] = "HEALER",
						["name"] = "圆真-燃烧之刃",
						["iLvl"] = 466,
						["time"] = 1584010441,
						["class"] = 2,
						["bTag"] = "FATMAN#5989",
					}, -- [173]
					{
						["role"] = "TANK",
						["name"] = "风骚的兔子丶-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1584010441,
						["class"] = 6,
						["bTag"] = "志龙丶#5440",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "眉毛怪-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1584010441,
						["class"] = 8,
						["bTag"] = "点姐看片#5736",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "Mordredll-格瑞姆巴托",
						["time"] = 1584010441,
						["class"] = 8,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Inthree-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1584010441,
						["class"] = 9,
						["bTag"] = "Jetehais#5594",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "咔嚓嚓-克尔苏加德",
						["iLvl"] = 467,
						["time"] = 1584010441,
						["class"] = 12,
						["bTag"] = "嘿嘿嗯#5716",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "娇妹伱醉风骚-红龙军团",
						["iLvl"] = 468,
						["time"] = 1584010441,
						["class"] = 1,
						["bTag"] = "Mikufans#51500",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "秋的乐章-斯克提斯",
						["iLvl"] = 465,
						["time"] = 1584010441,
						["class"] = 6,
						["bTag"] = "CCCCCC#5796",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "灬呆了个呆灬-格瑞姆巴托",
						["iLvl"] = 473,
						["time"] = 1584010441,
						["class"] = 12,
						["bTag"] = "坤坤#5920",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "苏打饼真香-安苏",
						["iLvl"] = 465,
						["time"] = 1584010441,
						["class"] = 4,
						["bTag"] = "狡猾之猎人#54279",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "法力暴乱-阿纳克洛斯",
						["iLvl"] = 474,
						["time"] = 1584010441,
						["class"] = 8,
						["bTag"] = "蛋蛋小忧伤#5824",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "尖椒波克比-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1584010441,
						["class"] = 12,
						["bTag"] = "Umotherdead#5625",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "壮如牛-伊森利恩",
						["iLvl"] = 469,
						["time"] = 1584010441,
						["class"] = 1,
						["bTag"] = "古月忆#51767",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "丶法丝先森-血色十字军",
						["iLvl"] = 471,
						["time"] = 1584010441,
						["class"] = 8,
						["bTag"] = "Atrocitus#5955",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "旧城半夏-海克泰尔",
						["iLvl"] = 472,
						["time"] = 1584010441,
						["class"] = 11,
						["bTag"] = "曹磊#51549",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "阿莉汉德拉-安苏",
						["iLvl"] = 472,
						["time"] = 1584010441,
						["class"] = 6,
						["bTag"] = "Joker#512975",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "粽子哎呦-霜之哀伤",
						["iLvl"] = 472,
						["time"] = 1584010441,
						["class"] = 6,
						["bTag"] = "dcvineloop#5883",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "未亡人收藏家-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1584010441,
						["class"] = 6,
						["bTag"] = "儒雅随和不饶舌#5466",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "长恨离别-格瑞姆巴托",
						["iLvl"] = 470,
						["time"] = 1584010441,
						["class"] = 11,
						["bTag"] = "夜咕咕家的哈礼鹿#5594",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "杨丶小蒙-格瑞姆巴托",
						["iLvl"] = 466,
						["time"] = 1584010441,
						["class"] = 12,
						["bTag"] = "猪式会社#5740",
					}, -- [192]
					{
						["role"] = "HEALER",
						["name"] = "神牛凌凌漆-黑铁",
						["iLvl"] = 469,
						["time"] = 1584010441,
						["class"] = 7,
						["bTag"] = "wsjnb54188#5278",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "叁陆玖丶-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1584010441,
						["class"] = 12,
						["bTag"] = "叁陆玖丶#51955",
					}, -- [194]
					{
						["role"] = "HEALER",
						["name"] = "乃得一首好诗-主宰之剑",
						["iLvl"] = 471,
						["time"] = 1584010441,
						["class"] = 11,
						["bTag"] = "DKXDLRZCFSDZ#5339",
					}, -- [195]
				},
				["2-253-669-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 467,
						["time"] = 1583403394,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "你优雅的笑#5841",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丿轻衣相随丿-太阳之井",
						["iLvl"] = 466,
						["time"] = 1583403240,
						["class"] = 3,
						["bTag"] = "徐小善#5276",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "猪猪强吻-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1583403578,
						["class"] = 2,
						["leader"] = true,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色孢子蝠-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583663206,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "奇迹迷路了#5842",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "稀有的牧尸-巨龙之吼",
						["iLvl"] = 471,
						["time"] = 1583663206,
						["class"] = 5,
						["bTag"] = "遥远#5298",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "凤舞九天丶丶-无尽之海",
						["iLvl"] = 472,
						["time"] = 1583663206,
						["class"] = 1,
						["bTag"] = "七喜#5445",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583663206,
						["class"] = 11,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [7]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "徵羽-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583411929,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "徵羽#51785",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 467,
						["time"] = 1583412011,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "你优雅的笑#5841",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "铘煜-主宰之剑",
						["time"] = 1583410345,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小白灬胖法-凤凰之神",
						["iLvl"] = 469,
						["time"] = 1583410475,
						["class"] = 8,
						["bTag"] = "小丶小丶白熊#5487",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "逆月-红云台地",
						["iLvl"] = 472,
						["time"] = 1583412022,
						["class"] = 8,
						["bTag"] = "钱多多#52608",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 471,
						["time"] = 1583412015,
						["class"] = 11,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [6]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "徵羽-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1582887150,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "徵羽#51785",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1582887150,
						["class"] = 9,
						["bTag"] = "你优雅的笑#5841",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "两仪式-黑龙军团",
						["iLvl"] = 471,
						["time"] = 1582887084,
						["class"] = 6,
						["bTag"] = "从头再来#52792",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "幸福只是传说-巨龙之吼",
						["iLvl"] = 475,
						["time"] = 1582887150,
						["class"] = 2,
						["bTag"] = "幸福只是传说#5862",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "趙客-巨龙之吼",
						["time"] = 1582887150,
						["class"] = 12,
					}, -- [5]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "黑色孢子蝠-巨龙之吼",
						["iLvl"] = 475,
						["time"] = 1584157680,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "奇迹迷路了#5842",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "稀有的熊猫人-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1582956244,
						["class"] = 10,
						["bTag"] = "遥远#5298",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔但丁-无尽之海",
						["time"] = 1582956244,
						["class"] = 9,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "最后灬瓶子-无尽之海",
						["iLvl"] = 471,
						["time"] = 1582956244,
						["class"] = 1,
						["bTag"] = "吃饭睡觉打豆豆#5761",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "菱羽曲丶-巨龙之吼",
						["iLvl"] = 460,
						["time"] = 1583337281,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "徵羽#51785",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 467,
						["time"] = 1583337281,
						["class"] = 9,
						["bTag"] = "你优雅的笑#5841",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "欧气满满-巨龙之吼",
						["iLvl"] = 431,
						["time"] = 1583337281,
						["class"] = 4,
						["bTag"] = "我是你的邻居王啊#5560",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "森之海洋-摩摩尔",
						["iLvl"] = 452,
						["time"] = 1583337281,
						["class"] = 11,
						["bTag"] = "阳光水色#5685",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "睡着的冬冬-巨龙之吼",
						["iLvl"] = 469,
						["time"] = 1584157680,
						["class"] = 2,
						["bTag"] = "冬勒个冬#5453",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "吕先生-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1584157680,
						["class"] = 1,
						["bTag"] = "爱与家庭#51637",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 474,
						["time"] = 1584157680,
						["class"] = 11,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [11]
				},
				["1-248-674-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "武律师-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1583284637,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "金橙武#51115",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "草鹿八仟流-安苏",
						["time"] = 1583284600,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "而立而已-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1583555075,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "丸丸丸大丸子#5907",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "葱头大包子-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1583555100,
						["class"] = 1,
						["bTag"] = "小何#5664",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的伤-巫妖之王",
						["iLvl"] = 453,
						["time"] = 1584502862,
						["class"] = 2,
						["bTag"] = "役路狂飙#5966",
					}, -- [5]
				},
				["3-251-665-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "漫步风霜雨雪-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583568240,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "你那些很冒险的梦#5241",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "炽野-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1582975806,
						["class"] = 1,
						["bTag"] = "炽野#51900",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "方听寒-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1582974041,
						["class"] = 8,
						["bTag"] = "方听寒#5660",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "两只小菜鸡-血色十字军",
						["iLvl"] = 476,
						["time"] = 1582972594,
						["class"] = 3,
						["bTag"] = "薄荷#5754",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Miraclekill-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1582975806,
						["class"] = 9,
						["bTag"] = "萌物贝叔#5317",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "李宣美-遗忘海岸",
						["iLvl"] = 473,
						["time"] = 1582972381,
						["class"] = 5,
						["bTag"] = "日斗酱#5472",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Stárshine-燃烧之刃",
						["time"] = 1582975806,
						["class"] = 4,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "沐枫丶-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1582972189,
						["class"] = 2,
						["bTag"] = "沐白丶#51897",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "利柏拉契-玛洛加尔",
						["iLvl"] = 474,
						["time"] = 1582974099,
						["class"] = 6,
						["bTag"] = "饭特稀米露#5233",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "缦歩-格瑞姆巴托",
						["iLvl"] = 473,
						["time"] = 1582973877,
						["class"] = 4,
						["bTag"] = "澄宇#5502",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "科野卢纳-红云台地",
						["iLvl"] = 473,
						["time"] = 1582975806,
						["class"] = 2,
						["bTag"] = "RAGNAROK#5782",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "无名先生-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1582975806,
						["class"] = 1,
						["bTag"] = "煎饼果子来一套#51807",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "跳舞不如振翅-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1582973319,
						["class"] = 11,
						["bTag"] = "松仁小杜#5696",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "混混咯-伊森利恩",
						["iLvl"] = 472,
						["time"] = 1582972915,
						["class"] = 12,
						["bTag"] = "易拉罐#5916",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Audrey-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1582972915,
						["class"] = 8,
						["bTag"] = "Hepburn#5192",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色孢子蝠-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1582973342,
						["class"] = 8,
						["bTag"] = "奇迹迷路了#5842",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "地表最浪-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1582974045,
						["class"] = 12,
						["bTag"] = "筱筱的头#5946",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "雪糕卜是冰棍-黑铁",
						["iLvl"] = 474,
						["time"] = 1582975806,
						["class"] = 10,
						["bTag"] = "眼里可曾有山海#5257",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "Cowbrothers-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1582974620,
						["class"] = 11,
						["bTag"] = "人间大炮#5351",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "大兔叽-玛洛加尔",
						["iLvl"] = 473,
						["time"] = 1582974036,
						["class"] = 11,
						["bTag"] = "狷介#51654",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "丿莉娅德琳-安苏",
						["iLvl"] = 475,
						["time"] = 1582975806,
						["class"] = 2,
						["bTag"] = "总有刁民调戏朕#51401",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿贤-格瑞姆巴托",
						["iLvl"] = 473,
						["time"] = 1582975806,
						["class"] = 12,
						["bTag"] = "左手灬光明#5297",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丨尐姷灬糖丨-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1582975567,
						["class"] = 12,
						["bTag"] = "萌物贝叔#5317",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大宋提刑官-天空之墙",
						["iLvl"] = 474,
						["time"] = 1582975806,
						["class"] = 12,
						["bTag"] = "gwkzxc#5574",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "性临春暖-血环",
						["iLvl"] = 475,
						["time"] = 1582975806,
						["class"] = 11,
						["bTag"] = "寤寐思服#5667",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "情丶渐渐-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1583568240,
						["class"] = 3,
						["bTag"] = "ForTheHorde#57352",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "东皇丨太一-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1582975806,
						["class"] = 4,
						["bTag"] = "筱筱的头#5946",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "劈叉叉-黑铁",
						["iLvl"] = 474,
						["time"] = 1582975806,
						["class"] = 7,
						["bTag"] = "Pxx#51559",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "微型惊眠-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1582975806,
						["class"] = 1,
						["bTag"] = "Crazy#52701",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "左岸殇嬅-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1582975806,
						["class"] = 5,
						["bTag"] = "秣陵#5678",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "月赋-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1582975806,
						["class"] = 8,
						["bTag"] = "恨赋#5650",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "开车追黄牛-霜之哀伤",
						["iLvl"] = 475,
						["time"] = 1582975806,
						["class"] = 8,
						["bTag"] = "开车追黄牛#5591",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰似流火-丽丽（四川）",
						["iLvl"] = 477,
						["time"] = 1583566350,
						["class"] = 11,
						["bTag"] = "北极光#51318",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "青丝糖糖-黑铁",
						["iLvl"] = 475,
						["time"] = 1583568240,
						["class"] = 3,
						["bTag"] = "justyouknow#5773",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "落笔画秋殇-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1583568240,
						["class"] = 8,
						["bTag"] = "攀爬蜗牛#5340",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "混乱之痕-冰风岗",
						["iLvl"] = 471,
						["time"] = 1583568240,
						["class"] = 12,
						["bTag"] = "哦呵呵#5385",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "骑猪追月亮-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1583566386,
						["class"] = 12,
						["bTag"] = "演绎画中魂#5422",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "缠綿芸的霓裳-迅捷微风",
						["iLvl"] = 474,
						["time"] = 1583568240,
						["class"] = 2,
						["bTag"] = "老张#5983",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "纹一身-死亡之翼",
						["iLvl"] = 461,
						["time"] = 1583566354,
						["class"] = 12,
						["bTag"] = "王勇#51712",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光浓香型-丽丽（四川）",
						["iLvl"] = 472,
						["time"] = 1583568240,
						["class"] = 2,
						["bTag"] = "Davy#5745",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "天一遗梦-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1583568240,
						["class"] = 4,
						["bTag"] = "薛定谔的猫#53416",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "南瓜马车-埃德萨拉",
						["iLvl"] = 445,
						["time"] = 1583568240,
						["class"] = 8,
						["bTag"] = "人间大炮#5351",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "影子在笑-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1583568240,
						["class"] = 2,
						["bTag"] = "花忍#5210",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 472,
						["time"] = 1583568240,
						["class"] = 11,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "何必酱紫呢-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1583568240,
						["class"] = 1,
						["bTag"] = "可苦可乐#5393",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "随意随风-太阳之井",
						["iLvl"] = 475,
						["time"] = 1583568240,
						["class"] = 1,
						["bTag"] = "姚涛涛涛#5202",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "签约一辈子-安苏",
						["iLvl"] = 473,
						["time"] = 1583566697,
						["class"] = 1,
						["bTag"] = "小哥哥#53888",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "花样咗死-安苏",
						["iLvl"] = 474,
						["time"] = 1583566688,
						["class"] = 1,
						["bTag"] = "光明之锤#519670",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "嗅着阳光醒来-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1583568240,
						["class"] = 11,
						["bTag"] = "几个意思#51835",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "丷田丨七丷-巨龙之吼",
						["iLvl"] = 469,
						["time"] = 1583566702,
						["class"] = 4,
						["bTag"] = "罗伊丶马斯坦#5353",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "開到荼蘼-黑铁",
						["iLvl"] = 446,
						["time"] = 1583568240,
						["class"] = 3,
						["bTag"] = "Himalayan#51875",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "灯火葳蕤丶-无尽之海",
						["iLvl"] = 473,
						["time"] = 1583566879,
						["class"] = 10,
						["bTag"] = "EscApe#51229",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "狡猾的武器战-安苏",
						["iLvl"] = 473,
						["time"] = 1583568240,
						["class"] = 1,
						["bTag"] = "佰木#5787",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "转行潜行者-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1583568240,
						["class"] = 4,
						["bTag"] = "GGOR#51112",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "一库客-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1583568240,
						["class"] = 4,
						["bTag"] = "妖风#5200",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "奈奥格索希普-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1583568240,
						["class"] = 9,
						["bTag"] = "青丘#51711",
					}, -- [56]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "根本没输出-霜之哀伤",
						["iLvl"] = 392,
						["time"] = 1582347585,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "根本没输出#5247",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨客-迦拉克隆",
						["iLvl"] = 397,
						["time"] = 1582347585,
						["class"] = 4,
						["bTag"] = "殇城#5680",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小卒-霜之哀伤",
						["time"] = 1582347585,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光狴囿着你-埃德萨拉",
						["time"] = 1582347585,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Tauranbest-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1582347585,
						["class"] = 6,
						["bTag"] = "SunshineKang#5587",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "尐懵叾懂尐-安苏",
						["iLvl"] = 469,
						["time"] = 1582345684,
						["class"] = 1,
						["bTag"] = "yujiali#5493",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "东京五库侠-安苏",
						["time"] = 1582347585,
						["class"] = 4,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "韶丶华倾付-阿尔萨斯",
						["time"] = 1582347585,
						["class"] = 3,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "撸直婶-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1582345738,
						["class"] = 6,
						["bTag"] = "撸至深#5589",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "邪丶火-晴日峰（江苏）",
						["iLvl"] = 444,
						["time"] = 1582345825,
						["class"] = 9,
						["bTag"] = "结束丶语#5650",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "一加击爆-烈焰峰",
						["iLvl"] = 455,
						["time"] = 1582346024,
						["class"] = 1,
						["bTag"] = "dadiao#5387",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "德鲁大蜀黍丶-麦姆",
						["iLvl"] = 436,
						["time"] = 1582346024,
						["class"] = 9,
						["bTag"] = "无言丨以对丶波波#5266",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "执手对月-梅尔加尼",
						["time"] = 1582618831,
						["class"] = 3,
						["leader"] = true,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "摟只小兔紙-地狱咆哮",
						["time"] = 1582618831,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "丫的谁啊-奥尔加隆",
						["iLvl"] = 433,
						["time"] = 1582617545,
						["class"] = 2,
						["bTag"] = "沉舟侧畔#51238",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Binbinm-无尽之海",
						["time"] = 1582618831,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅灬傀幽-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1582615559,
						["class"] = 4,
						["bTag"] = "快乐之潜行者#5119501",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "天真的阿武-死亡之翼",
						["time"] = 1582618831,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "丶倾天-格瑞姆巴托",
						["iLvl"] = 312,
						["time"] = 1582615975,
						["class"] = 8,
						["bTag"] = "子铭#5831",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "百度千寻-燃烧之刃",
						["time"] = 1582618831,
						["class"] = 1,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Daphnevio-冰霜之刃",
						["iLvl"] = 430,
						["time"] = 1582615559,
						["class"] = 12,
						["bTag"] = "StarrySky#51508",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "一根贼板猴-燃烧之刃",
						["iLvl"] = 365,
						["time"] = 1582618831,
						["class"] = 12,
						["bTag"] = "灰色伤感#5903",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "利刃当空-燃烧之刃",
						["iLvl"] = 396,
						["time"] = 1582616137,
						["class"] = 12,
						["bTag"] = "小霸王#5972",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大波斯-试炼之环",
						["iLvl"] = 451,
						["time"] = 1582616883,
						["class"] = 6,
						["bTag"] = "坦丝丁勾#5422",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Eleanorv-伊森利恩",
						["iLvl"] = 459,
						["time"] = 1582617545,
						["class"] = 4,
						["bTag"] = "Eleanor#5475",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "洋芋叉叉-洛肯",
						["iLvl"] = 352,
						["time"] = 1582618590,
						["class"] = 12,
						["bTag"] = "小鹿#52283",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "濄去轼去-天空之墙",
						["iLvl"] = 346,
						["time"] = 1582618831,
						["class"] = 4,
						["bTag"] = "过去逝去#5714",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Vikingz-亚雷戈斯",
						["iLvl"] = 378,
						["time"] = 1582618831,
						["class"] = 4,
						["bTag"] = "hawkeye#5369",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丶久仰-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1582618831,
						["class"] = 3,
						["bTag"] = "rosemary#51239",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰恋上冰-梦境之树",
						["iLvl"] = 413,
						["time"] = 1582792220,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "史诗之鼠#5248719",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "黎妹的-黑铁",
						["iLvl"] = 409,
						["time"] = 1582792220,
						["class"] = 8,
						["bTag"] = "只为坐骑#5565",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "帕特里克赵四-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1582792220,
						["class"] = 4,
						["bTag"] = "lovelen031#5773",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "茴香包子-深渊之喉",
						["iLvl"] = 460,
						["time"] = 1582792096,
						["class"] = 2,
						["bTag"] = "新手上路#52449",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "吃宵夜瘦十斤-无尽之海",
						["iLvl"] = 449,
						["time"] = 1582792220,
						["class"] = 1,
						["bTag"] = "深寂#5832",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "青盗-晴日峰（江苏）",
						["iLvl"] = 403,
						["time"] = 1582791979,
						["class"] = 4,
						["bTag"] = "大魔王#58521",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "黄小瓜丶-格瑞姆巴托",
						["iLvl"] = 306,
						["time"] = 1582792096,
						["class"] = 2,
						["bTag"] = "双子星小胖#5345",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王爱滑雪-冰霜之刃",
						["iLvl"] = 400,
						["time"] = 1582792096,
						["class"] = 5,
						["bTag"] = "ethan#52939",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "偷天換日-埃德萨拉",
						["iLvl"] = 469,
						["time"] = 1582791925,
						["class"] = 4,
						["bTag"] = "幸运的我#5403",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "小郁郁萌萌哒-伊森利恩",
						["iLvl"] = 435,
						["time"] = 1582792220,
						["class"] = 10,
						["bTag"] = "飞翔的胖纸#5257",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "李无惑-影之哀伤",
						["iLvl"] = 442,
						["time"] = 1582792026,
						["class"] = 12,
						["bTag"] = "高校长#51573",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Climt-影之哀伤",
						["iLvl"] = 416,
						["time"] = 1582792220,
						["class"] = 4,
						["bTag"] = "浩子戏猫#5915",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀的权叔-影之哀伤",
						["iLvl"] = 461,
						["time"] = 1582793751,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "邪恶荣耀#5894",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "暗异-奥特兰克",
						["iLvl"] = 461,
						["time"] = 1582793751,
						["class"] = 12,
						["bTag"] = "法神#5701",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "花老师-深渊之巢",
						["iLvl"] = 462,
						["time"] = 1582792931,
						["class"] = 3,
						["bTag"] = "花学姐#5653",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜灵渊-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1582792931,
						["class"] = 9,
						["bTag"] = "肉嘟嘟胖乎乎#5440",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "云想衣裳-轻风之语",
						["iLvl"] = 456,
						["time"] = 1582793751,
						["class"] = 5,
						["bTag"] = "雲想铱#5285",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "秀丶冬雨-冰霜之刃",
						["iLvl"] = 470,
						["time"] = 1582793751,
						["class"] = 12,
						["bTag"] = "龙牙#5997",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "狗威好兄弟-轻风之语",
						["iLvl"] = 451,
						["time"] = 1582793751,
						["class"] = 7,
						["bTag"] = "一中校草#5705",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "云舒-死亡之翼",
						["iLvl"] = 453,
						["time"] = 1582793751,
						["class"] = 9,
						["bTag"] = "徐亮#51957",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨听风丿-凤凰之神",
						["iLvl"] = 466,
						["time"] = 1582793751,
						["class"] = 2,
						["bTag"] = "夜雨#5979",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "血港乐芙兰丶-影之哀伤",
						["iLvl"] = 464,
						["time"] = 1582793751,
						["class"] = 8,
						["bTag"] = "愤怒的小牛#51176",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "魔女之殷-冰风岗",
						["iLvl"] = 466,
						["time"] = 1582793751,
						["class"] = 2,
						["bTag"] = "JingCong#5753",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Kukuly-时光之穴",
						["time"] = 1582796092,
						["class"] = 4,
						["leader"] = true,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "魔劍士-燃烧之刃",
						["time"] = 1582795952,
						["class"] = 12,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "新西兰萨顶顶-红龙军团",
						["time"] = 1582795952,
						["class"] = 7,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "丶玖玖-埃德萨拉",
						["time"] = 1582796092,
						["class"] = 3,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "馨妃兒-泰拉尔",
						["time"] = 1582795952,
						["class"] = 2,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "西门灬大倌人-格瑞姆巴托",
						["iLvl"] = 324,
						["time"] = 1582796092,
						["class"] = 8,
						["bTag"] = "AirChina#51469",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "璃影阳-冰风岗",
						["time"] = 1582795952,
						["class"] = 1,
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "凉月霜依-朵丹尼尔",
						["iLvl"] = 442,
						["time"] = 1582796092,
						["class"] = 2,
						["bTag"] = "暗淡蓝点#5980",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "圣光欺骗了你-影之哀伤",
						["iLvl"] = 430,
						["time"] = 1582795789,
						["class"] = 2,
						["bTag"] = "我已经是只废喵了#5544",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkyang-埃德萨拉",
						["time"] = 1582796092,
						["class"] = 6,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "冰峰凌云-冰霜之刃",
						["time"] = 1582796794,
						["class"] = 1,
						["leader"] = true,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "日得你跑-红云台地",
						["iLvl"] = 448,
						["time"] = 1582796794,
						["class"] = 8,
						["bTag"] = "亡者嘉#5915",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "摸眼阿儿闪-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1582796794,
						["class"] = 12,
						["bTag"] = "加得你吐血#5892",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "聪明宝-迅捷微风",
						["time"] = 1582796794,
						["class"] = 11,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇的野爹-燃烧之刃",
						["iLvl"] = 460,
						["time"] = 1582796794,
						["class"] = 1,
						["bTag"] = "熊猫大侠#5175",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "战神猊-死亡之翼",
						["time"] = 1582796663,
						["class"] = 3,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "火之乄高兴-冰风岗",
						["iLvl"] = 460,
						["time"] = 1582796794,
						["class"] = 2,
						["bTag"] = "歪比歪比#5896",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Octo-海克泰尔",
						["time"] = 1582796794,
						["class"] = 3,
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "Mademoiselle-奥特兰克",
						["iLvl"] = 451,
						["time"] = 1582796794,
						["class"] = 2,
						["bTag"] = "deladeesse1#5595",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "黑仔丶牛德狠-死亡之翼",
						["iLvl"] = 459,
						["time"] = 1582796794,
						["class"] = 11,
						["bTag"] = "神奇的世界#5756",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "凉森玲梦-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1582806863,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "乌云背后的幸福线#51492",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "幻世空丶怀念-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1582806863,
						["class"] = 8,
						["bTag"] = "幻世空#5104",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "從零遺忘-冰风岗",
						["iLvl"] = 465,
						["time"] = 1582806863,
						["class"] = 1,
						["bTag"] = "止于心#5297",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "诗文-血色十字军",
						["time"] = 1582806863,
						["class"] = 8,
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "闪开我来-阿克蒙德",
						["iLvl"] = 465,
						["time"] = 1582806863,
						["class"] = 2,
						["bTag"] = "MiniTitan#56798",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "这个名字好-黑铁",
						["iLvl"] = 470,
						["time"] = 1582806863,
						["class"] = 12,
						["bTag"] = "乌鸦#51565",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "射得过就射-冰风岗",
						["iLvl"] = 471,
						["time"] = 1582806863,
						["class"] = 3,
						["bTag"] = "雪狼回归#5695",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "宝亲王-烈焰峰",
						["iLvl"] = 467,
						["time"] = 1582806863,
						["class"] = 6,
						["bTag"] = "大大大雄#51284",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "天怒之城-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1582806863,
						["class"] = 7,
						["bTag"] = "哈士城#51593",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "闻房四宝-神圣之歌",
						["time"] = 1583469023,
						["class"] = 8,
						["leader"] = true,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "野驴君-布兰卡德",
						["time"] = 1583469023,
						["class"] = 1,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "我没有演-凤凰之神",
						["time"] = 1583469023,
						["class"] = 7,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "火冲-埃霍恩",
						["time"] = 1583469023,
						["class"] = 8,
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "牛斯坦丁-鬼雾峰",
						["iLvl"] = 466,
						["time"] = 1583468384,
						["class"] = 11,
						["bTag"] = "沉默之风暴#514171",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "久未桥大-无尽之海",
						["time"] = 1583469023,
						["class"] = 1,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "拉文霍德丶-血色十字军",
						["time"] = 1583469023,
						["class"] = 4,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "playerAVXBYW-战歌",
						["time"] = 1583469023,
						["class"] = 3,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "活着的崽牛-丽丽（四川）",
						["iLvl"] = 442,
						["time"] = 1583468384,
						["class"] = 12,
						["bTag"] = "wuxiaomin#5485",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "小小猎猎-海克泰尔",
						["time"] = 1583469607,
						["class"] = 3,
						["leader"] = true,
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "核心路由器-影之哀伤",
						["time"] = 1583469607,
						["class"] = 11,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "天启老慕容-死亡之翼",
						["time"] = 1583469607,
						["class"] = 3,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的小娜娜-加尔",
						["time"] = 1583469558,
						["class"] = 1,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "小萌球-燃烧之刃",
						["time"] = 1583469607,
						["class"] = 4,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "实力大手子-阿纳克洛斯",
						["iLvl"] = 474,
						["time"] = 1583469607,
						["class"] = 1,
						["bTag"] = "暗影之拳#5193",
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "幻幻之怒-巫妖之王",
						["time"] = 1583469607,
						["class"] = 2,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "西木野丶左稚-冰风岗",
						["iLvl"] = 191,
						["time"] = 1583469607,
						["class"] = 3,
						["bTag"] = "左左左稚丶#5261",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "希妳瓦娜斯-艾露恩",
						["iLvl"] = 433,
						["time"] = 1583469607,
						["class"] = 3,
						["bTag"] = "盛靖#5993",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "瑟瑟的怕-无尽之海",
						["time"] = 1583471209,
						["class"] = 3,
						["leader"] = true,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失方向哦-末日行者",
						["iLvl"] = 144,
						["time"] = 1583471209,
						["class"] = 8,
						["bTag"] = "阿钟一#5897",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "小鱼巴卡-血色十字军",
						["iLvl"] = 144,
						["time"] = 1583471209,
						["class"] = 8,
						["bTag"] = "阿钟一#5897",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "神丶兽-遗忘海岸",
						["time"] = 1583471209,
						["class"] = 8,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "出来放个风-伊森利恩",
						["iLvl"] = 144,
						["time"] = 1583471209,
						["class"] = 8,
						["bTag"] = "阿钟一#5897",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "实诚人-格瑞姆巴托",
						["iLvl"] = 144,
						["time"] = 1583471209,
						["class"] = 8,
						["bTag"] = "阿钟一#5897",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "老石记-回音山",
						["iLvl"] = 144,
						["time"] = 1583471209,
						["class"] = 8,
						["bTag"] = "阿钟一#5897",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "雷电之一-麦姆",
						["iLvl"] = 117,
						["time"] = 1583471209,
						["class"] = 8,
						["bTag"] = "阿钟一#5897",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "猴叨叨-血色十字军",
						["time"] = 1583471209,
						["class"] = 8,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "街头霸住-凤凰之神",
						["time"] = 1583472478,
						["class"] = 12,
						["leader"] = true,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "赞达拉猎手-萨菲隆",
						["time"] = 1583472478,
						["class"] = 3,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "青衫兮墨-伊森利恩",
						["time"] = 1583472478,
						["class"] = 8,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "千秋丶岁-凤凰之神",
						["time"] = 1583472478,
						["class"] = 1,
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "我鱼牛鸡-无尽之海",
						["iLvl"] = 364,
						["time"] = 1583472279,
						["class"] = 11,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "醉花熵-影之哀伤",
						["time"] = 1583472478,
						["class"] = 4,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "须尽欢丶-血色十字军",
						["time"] = 1583472478,
						["class"] = 1,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "大爱宝贝-死亡熔炉",
						["time"] = 1583472478,
						["class"] = 12,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "我有拖延症-斯坦索姆",
						["iLvl"] = 441,
						["time"] = 1583472205,
						["class"] = 6,
						["bTag"] = "耶稣叫我睡觉#5470",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "洋在天上飞-斯克提斯",
						["time"] = 1583472290,
						["class"] = 1,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "狼群-地狱咆哮",
						["iLvl"] = 450,
						["time"] = 1583472299,
						["class"] = 3,
						["bTag"] = "wp8225#5723",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "正在发育中-萨格拉斯",
						["time"] = 1583472279,
						["class"] = 3,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "血洗寡妇村-凤凰之神",
						["time"] = 1583472478,
						["class"] = 1,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "豬柳寶-黑铁",
						["iLvl"] = 472,
						["time"] = 1583472375,
						["class"] = 1,
						["bTag"] = "豬柳寶#5971",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "口袋细沙-影之哀伤",
						["iLvl"] = 409,
						["time"] = 1583472454,
						["class"] = 12,
						["bTag"] = "神奇大香蕉#5121",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "大羊羔-贫瘠之地",
						["iLvl"] = 451,
						["time"] = 1583472440,
						["class"] = 4,
						["bTag"] = "六眼飞鱼#51528",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "南瓜万圣节-贫瘠之地",
						["iLvl"] = 450,
						["time"] = 1583475144,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "王玉#51452",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "丶獣獣-贫瘠之地",
						["iLvl"] = 445,
						["time"] = 1583475144,
						["class"] = 1,
						["bTag"] = "大胖#5215",
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "未央之夜-踏梦者",
						["time"] = 1583472861,
						["class"] = 2,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "Greenspin-雏龙之翼",
						["time"] = 1583475144,
						["class"] = 1,
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "恣睢-雏龙之翼",
						["iLvl"] = 447,
						["time"] = 1583475144,
						["class"] = 2,
						["bTag"] = "恣睢#5362",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "酒旗戏鼓-死亡之翼",
						["iLvl"] = 293,
						["time"] = 1583472528,
						["class"] = 4,
						["bTag"] = "天空是旋转的海洋#5962",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "多放丶孜然-安苏",
						["iLvl"] = 335,
						["time"] = 1583472536,
						["class"] = 11,
						["bTag"] = "暴躁丶大官人#5533",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "冰淇凌里冒火-冰风岗",
						["iLvl"] = 448,
						["time"] = 1583475144,
						["class"] = 8,
						["bTag"] = "伏击影袭剔骨带走#5828",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "泰拉纳斯-金色平原",
						["time"] = 1583472548,
						["class"] = 3,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "周一仙儿丶-死亡之翼",
						["iLvl"] = 453,
						["time"] = 1583472861,
						["class"] = 8,
						["bTag"] = "酱油#5913",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "罢罢-血羽",
						["time"] = 1583472536,
						["class"] = 6,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "花的袈裟-死亡之翼",
						["iLvl"] = 465,
						["time"] = 1583475144,
						["class"] = 4,
						["bTag"] = "虎皮猫#51517",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "广源一筐橘-亡语者",
						["iLvl"] = 440,
						["time"] = 1583475144,
						["class"] = 4,
						["bTag"] = "死亡之翼#54306",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "魔总-达尔坎",
						["iLvl"] = 444,
						["time"] = 1583474436,
						["class"] = 12,
						["bTag"] = "皮皮#53689",
					}, -- [138]
					{
						["role"] = "HEALER",
						["name"] = "告白气球-阿克蒙德",
						["iLvl"] = 438,
						["time"] = 1583475144,
						["class"] = 2,
						["bTag"] = "不醉不会#51523",
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "赤炎-加兹鲁维",
						["iLvl"] = 420,
						["time"] = 1583475144,
						["class"] = 6,
						["bTag"] = "野菊的芬芳#5667",
					}, -- [140]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "葬花之海-熔火之心",
						["iLvl"] = 465,
						["time"] = 1582192008,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "独孤求妹#5197",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "斯果一-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1582763405,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Flame#5851",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "继无风-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1582191832,
						["class"] = 9,
						["bTag"] = "继无风#51496",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "十四号技师-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1582192008,
						["class"] = 12,
						["bTag"] = "大叔还是你大叔#5674",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "弍爷-雷霆之王",
						["iLvl"] = 425,
						["time"] = 1582358806,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "梁天琪#5249",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "镜丶鬼眼-安苏",
						["iLvl"] = 453,
						["time"] = 1582358620,
						["class"] = 4,
						["bTag"] = "LEEHang#5160",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "饿馍猎手-遗忘海岸",
						["iLvl"] = 441,
						["time"] = 1582358806,
						["class"] = 12,
						["bTag"] = "Smile#53139",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "阿昆达丨空-加基森",
						["iLvl"] = 467,
						["time"] = 1582358806,
						["class"] = 1,
						["bTag"] = "杨胖子#51912",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "老丶鼠-天空之墙",
						["iLvl"] = 471,
						["time"] = 1582763349,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "老丶鼠#51697",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "菊残满腚伤-血吼",
						["iLvl"] = 465,
						["time"] = 1582763688,
						["class"] = 4,
						["bTag"] = "CaoW#5823",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "赑贔-塞拉摩",
						["iLvl"] = 475,
						["time"] = 1582763452,
						["class"] = 2,
						["bTag"] = "清风阵阵辰雨徐徐#5760",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "觞丄傷-卡拉赞",
						["iLvl"] = 467,
						["time"] = 1582763705,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "阿贾克斯#51122",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "三楼老中医-迅捷微风",
						["iLvl"] = 475,
						["time"] = 1582763657,
						["class"] = 8,
						["bTag"] = "子非鸟#5735",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "入眼皆星辰-迦拉克隆",
						["iLvl"] = 459,
						["time"] = 1582763705,
						["class"] = 4,
						["bTag"] = "FunkyPants#513751",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影中的圣光-达斯雷玛",
						["iLvl"] = 473,
						["time"] = 1582763705,
						["class"] = 5,
						["bTag"] = "mustang#5325",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳酱-克尔苏加德",
						["time"] = 1582763638,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "小媳妇的妹妹-黑翼之巢",
						["iLvl"] = 469,
						["time"] = 1582763697,
						["class"] = 3,
						["bTag"] = "HappyPants#52195",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "云雾里-凤凰之神",
						["time"] = 1582763688,
						["class"] = 11,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "薩格拉斯之子-苏塔恩",
						["iLvl"] = 429,
						["time"] = 1582865281,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "來自奧特之國的人#5946",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "阳吇-影之哀伤",
						["iLvl"] = 476,
						["time"] = 1582865380,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "KeepFight#51506",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "橘右丶-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1582865620,
						["class"] = 8,
						["bTag"] = "丶小壹#5773",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小呀小提莫-鬼雾峰",
						["iLvl"] = 477,
						["time"] = 1582865620,
						["class"] = 11,
						["bTag"] = "无敌小灰灰#5990",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "光宝宝-鬼雾峰",
						["iLvl"] = 475,
						["time"] = 1582865544,
						["class"] = 6,
						["bTag"] = "光光#5510",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "灬肥皂婆灬-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1582865719,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "灬肥皂哥灬#5353",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "灬再睡一夏灬-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1582866154,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "无法实现的梦#51206",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "沫沫守護-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1582866488,
						["class"] = 2,
						["bTag"] = "沫沫#5442",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "飞羽觞而醉月-奥尔加隆",
						["iLvl"] = 471,
						["time"] = 1582866812,
						["class"] = 2,
						["bTag"] = "海哥哥#5791",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "马博文-燃烧之刃",
						["iLvl"] = 465,
						["time"] = 1582867023,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "阿木哥#5292",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "坨坨的老父亲-毁灭之锤",
						["iLvl"] = 466,
						["time"] = 1582867023,
						["class"] = 11,
						["bTag"] = "孙咏冰#5637",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "林伊菲-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1582867023,
						["class"] = 3,
						["bTag"] = "林一菲#5142",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "旸宝宝-鬼雾峰",
						["iLvl"] = 475,
						["time"] = 1582867023,
						["class"] = 8,
						["bTag"] = "小旸#51832",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "棉被王-影之哀伤",
						["iLvl"] = 467,
						["time"] = 1583379219,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Darcy#52870",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "柒蟲-克尔苏加德",
						["iLvl"] = 471,
						["time"] = 1583379370,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "奚靓#5631",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭射心-烈焰峰",
						["iLvl"] = 463,
						["time"] = 1583379472,
						["class"] = 3,
						["bTag"] = "破幻#5813",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Dondraper-菲拉斯",
						["iLvl"] = 464,
						["time"] = 1583379574,
						["class"] = 1,
						["bTag"] = "猎取贼心#5638",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "消失的尽头-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1583379604,
						["class"] = 7,
						["bTag"] = "消失的尽头#5263",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "怼不过就消失-海克泰尔",
						["iLvl"] = 458,
						["time"] = 1583379960,
						["class"] = 4,
						["bTag"] = "话灬不投机#5199",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "孤望者之殇-凤凰之神",
						["iLvl"] = 472,
						["time"] = 1583380195,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "圣光将熄#5925",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "乘风而来-斩魔者",
						["iLvl"] = 469,
						["time"] = 1583380195,
						["class"] = 8,
						["bTag"] = "劳斯莱斯幻影#5217",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆小星星乄-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1583380195,
						["class"] = 6,
						["bTag"] = "小星星#54697",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "爱飞的小蚂蚱-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1583380195,
						["class"] = 2,
						["bTag"] = "撩妹小蚂蚱#5503",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "九月肃霜-冰风岗",
						["iLvl"] = 478,
						["time"] = 1583383862,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "雷恩加尔#5216",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "丶非夜-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1583383973,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "七夜#5107",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "绯樱丶闲-闪电之刃",
						["iLvl"] = 476,
						["time"] = 1583383862,
						["class"] = 6,
						["bTag"] = "小志#5328",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Hyhow-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1583383910,
						["class"] = 6,
						["bTag"] = "whitestone#5302",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "闪现掉沟里-格瑞姆巴托",
						["iLvl"] = 472,
						["time"] = 1583383950,
						["class"] = 8,
						["bTag"] = "宿醉未醒#5148",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "达达倪昂-血色十字军",
						["iLvl"] = 476,
						["time"] = 1583383895,
						["class"] = 8,
						["bTag"] = "达达倪昂#5561",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "妳微笑时好媄-伊利丹",
						["time"] = 1583385333,
						["class"] = 2,
						["leader"] = true,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "牙龈出血丶-主宰之剑",
						["time"] = 1583385333,
						["class"] = 4,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "可爱百分百-白银之手",
						["time"] = 1583385333,
						["class"] = 11,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "甜丶瓜-伊森利恩",
						["time"] = 1583385333,
						["class"] = 6,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "陷阵者丨大飞-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1583554865,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Dfei#51993",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天嘛-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1583554859,
						["class"] = 12,
						["bTag"] = "十四四四来啦#5442",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "丿乾坤灬暗影-石爪峰",
						["time"] = 1583554809,
						["class"] = 3,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "钰八八-格瑞姆巴托",
						["time"] = 1583554851,
						["class"] = 1,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "丨国士无双丨-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1584009542,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "ElevenGo#51320",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "亚拉那依卡-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1584009542,
						["class"] = 8,
						["bTag"] = "张德凯#51938",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "天天吃饱装死-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1584009099,
						["class"] = 3,
						["bTag"] = "天天吃饱等死#5561",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "Kuukka-萨格拉斯",
						["iLvl"] = 473,
						["time"] = 1584009525,
						["class"] = 10,
						["bTag"] = "个高的长颈鹿#5161",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "小冰锥-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1584009542,
						["class"] = 8,
						["bTag"] = "优悠海棠#5923",
					}, -- [60]
				},
				["3-258-686-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "落在你心间-贫瘠之地",
						["iLvl"] = 464,
						["time"] = 1582201380,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "晓看天色暮看云#51517",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "琴公子-伊森利恩",
						["iLvl"] = 470,
						["time"] = 1582201380,
						["class"] = 2,
						["bTag"] = "黑暗大弦神#5732",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "如若-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1582201380,
						["class"] = 4,
						["bTag"] = "如若丶#51326",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冽丶-试炼之环",
						["iLvl"] = 465,
						["time"] = 1582201380,
						["class"] = 1,
						["bTag"] = "凛冽丶#51407",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "阿泽叔-影之哀伤",
						["iLvl"] = 463,
						["time"] = 1582201380,
						["class"] = 1,
						["bTag"] = "阿泽#52919",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "睡前擦香香-遗忘海岸",
						["iLvl"] = 463,
						["time"] = 1582201380,
						["class"] = 10,
						["bTag"] = "XiaoXiao#53571",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "灬勿莣灬-伊森利恩",
						["iLvl"] = 470,
						["time"] = 1582201380,
						["class"] = 10,
						["bTag"] = "LuckyPants#525466",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 474,
						["time"] = 1584195478,
						["class"] = 11,
						["leader"] = true,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Archangels-凤凰之神",
						["iLvl"] = 464,
						["time"] = 1582201380,
						["class"] = 2,
						["bTag"] = "晚悠灬聆丿风#5273",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃糯米饭-安苏",
						["iLvl"] = 464,
						["time"] = 1582201380,
						["class"] = 7,
						["bTag"] = "迷糊之精灵#567870",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "绿萝花架夏-影之哀伤",
						["iLvl"] = 465,
						["time"] = 1582201380,
						["class"] = 9,
						["bTag"] = "绿萝花架夏#5473",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Devilnotcry-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1582201380,
						["class"] = 8,
						["bTag"] = "魔法之翼#512705",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "灭世主宰-血色十字军",
						["iLvl"] = 470,
						["time"] = 1582201380,
						["class"] = 4,
						["bTag"] = "机械之咒#5117375",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎仔丶-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1582201380,
						["class"] = 12,
						["bTag"] = "丶欧基利斯#5537",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冽云端-血色十字军",
						["iLvl"] = 467,
						["time"] = 1582201380,
						["class"] = 4,
						["bTag"] = "冷冽云端#5561",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "须臾涧-逐日者",
						["iLvl"] = 467,
						["time"] = 1582201380,
						["class"] = 3,
						["bTag"] = "liaozhenhua#5482",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "跳跃的灬狗子-伊利丹",
						["iLvl"] = 468,
						["time"] = 1582201380,
						["class"] = 11,
						["bTag"] = "Seagull#5699",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "丶阿克萌德-奥尔加隆",
						["iLvl"] = 464,
						["time"] = 1582201380,
						["class"] = 11,
						["bTag"] = "唯独青春不长留#5182",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "玉龙问月-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1582201380,
						["class"] = 9,
						["bTag"] = "唯独青春不长留#5182",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "丶亮晶晶-无尽之海",
						["iLvl"] = 468,
						["time"] = 1582447742,
						["class"] = 5,
						["bTag"] = "和兰花在一起#51340",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦跶的灬鱼子-伊利丹",
						["iLvl"] = 464,
						["time"] = 1582201380,
						["class"] = 5,
						["bTag"] = "lydia#5692",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "楓濂-亚雷戈斯",
						["iLvl"] = 471,
						["time"] = 1582201380,
						["class"] = 8,
						["bTag"] = "楓镰#5596",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丷田丨七丷-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1584195478,
						["class"] = 4,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "邦桑蒂之息-巨龙之吼",
						["iLvl"] = 477,
						["time"] = 1584013834,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "有锅我还挖#5890",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "一口奶爆-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1582373559,
						["class"] = 2,
						["bTag"] = "白给少年吴嘻哈#5903",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "遥远-黑石尖塔",
						["iLvl"] = 475,
						["time"] = 1584013834,
						["class"] = 11,
						["bTag"] = "遥远#5178",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "系色望先生-巨龙之吼",
						["iLvl"] = 475,
						["time"] = 1584013834,
						["class"] = 3,
						["bTag"] = "绝望先生#5350",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "鬼火阑珊-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1582373559,
						["class"] = 5,
						["bTag"] = "鬼火阑珊#5747",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "呆那该北伤-巨龙之吼",
						["iLvl"] = 477,
						["time"] = 1584013834,
						["class"] = 11,
						["bTag"] = "不吃不喝不睡#51623",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "老公-巨龙之吼",
						["iLvl"] = 472,
						["time"] = 1582373559,
						["class"] = 2,
						["bTag"] = "爱与正义的化身#51306",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Alchmist-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1582373559,
						["class"] = 8,
						["bTag"] = "Alchmist#5848",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "南巴小表弟-巨龙之吼",
						["iLvl"] = 477,
						["time"] = 1584013834,
						["class"] = 4,
						["bTag"] = "表弟#5554",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "趙客-巨龙之吼",
						["time"] = 1582373559,
						["class"] = 12,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "骇人听闻的骚-黑石尖塔",
						["iLvl"] = 469,
						["time"] = 1582373559,
						["class"] = 9,
						["bTag"] = "Walker#51375",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福只是传说-巨龙之吼",
						["iLvl"] = 472,
						["time"] = 1582373559,
						["class"] = 2,
						["bTag"] = "幸福只是传说#5862",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "漫步风霜雨雪-巨龙之吼",
						["iLvl"] = 472,
						["time"] = 1583511485,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "你那些很冒险的梦#5241",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "皮皮虾乄-巨龙之吼",
						["iLvl"] = 462,
						["time"] = 1582372433,
						["class"] = 6,
						["bTag"] = "有点小激动#5793",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "徵羽-巨龙之吼",
						["iLvl"] = 474,
						["time"] = 1584195478,
						["class"] = 3,
						["bTag"] = "徵羽#51785",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "頭文字莽-巨龙之吼",
						["iLvl"] = 474,
						["time"] = 1582373559,
						["class"] = 1,
						["bTag"] = "发光的囧汉#5172",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "壹代宗师-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1582373559,
						["class"] = 10,
						["bTag"] = "殺気腾腾#51404",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖璇沙-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1582373559,
						["class"] = 7,
						["bTag"] = "Monokuma#51665",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "今村美惠丶-巨龙之吼",
						["iLvl"] = 476,
						["time"] = 1584013834,
						["class"] = 7,
						["bTag"] = "轟炸機丶#5132",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "快活嘚地沟油-巨龙之吼",
						["iLvl"] = 475,
						["time"] = 1583161307,
						["class"] = 3,
						["bTag"] = "一只阿油成功变殴#5456",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "圣光之永惜-迅捷微风",
						["iLvl"] = 465,
						["time"] = 1582447742,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "文爷不想和你说话#5126",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "青衫笑苍生-燃烧之刃",
						["iLvl"] = 465,
						["time"] = 1582447742,
						["class"] = 2,
						["bTag"] = "最爱你的小孩#5715",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Psalter-迅捷微风",
						["time"] = 1582437769,
						["class"] = 12,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "黑手一路走好-迅捷微风",
						["iLvl"] = 473,
						["time"] = 1582447742,
						["class"] = 4,
						["bTag"] = "老司机快开车#51705",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "血从未冷-巫妖之王",
						["iLvl"] = 464,
						["time"] = 1582447742,
						["class"] = 6,
						["bTag"] = "嗜血的哈卡#5296",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "万能的黑木耳-死亡之翼",
						["iLvl"] = 461,
						["time"] = 1582447742,
						["class"] = 2,
						["bTag"] = "愤怒的小鸟#5749",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "保护城哥哥-凤凰之神",
						["iLvl"] = 464,
						["time"] = 1582447742,
						["class"] = 2,
						["bTag"] = "由比滨结衣#51797",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "逆光右逝-卡德加",
						["iLvl"] = 468,
						["time"] = 1582437769,
						["class"] = 2,
						["bTag"] = "Shady#5514",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "那个神仙-奥尔加隆",
						["iLvl"] = 462,
						["time"] = 1582439775,
						["class"] = 11,
						["bTag"] = "神仙#52342",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "花脸郎-死亡之翼",
						["iLvl"] = 464,
						["time"] = 1582445426,
						["class"] = 11,
						["bTag"] = "小说家#5868",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "梁喜喜-鬼雾峰",
						["iLvl"] = 468,
						["time"] = 1582447742,
						["class"] = 12,
						["bTag"] = "喜梁梁#5651",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Mystic-伊莫塔尔",
						["iLvl"] = 470,
						["time"] = 1582437769,
						["class"] = 8,
						["bTag"] = "永远到底有多远#51129",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "鲲鹏丶咕-迅捷微风",
						["time"] = 1582437164,
						["class"] = 11,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "牛丶萨满-迅捷微风",
						["time"] = 1582437164,
						["class"] = 7,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "星爵酱-迅捷微风",
						["time"] = 1582437072,
						["class"] = 8,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "娶好听的茗子-死亡之翼",
						["iLvl"] = 461,
						["time"] = 1582447259,
						["class"] = 3,
						["bTag"] = "LAL#5771",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "美妙得真气-巨龙之吼",
						["iLvl"] = 463,
						["time"] = 1582447742,
						["class"] = 12,
						["bTag"] = "亦恕丶#51557",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Vagrant-迅捷微风",
						["iLvl"] = 471,
						["time"] = 1582446428,
						["class"] = 4,
						["bTag"] = "铁岭男神宋小宝#5767",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼丶彻-埃德萨拉",
						["iLvl"] = 468,
						["time"] = 1582447742,
						["class"] = 6,
						["bTag"] = "SuperHze#5517",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "盘古斩神-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1582447742,
						["class"] = 1,
						["bTag"] = "战神小匪#5743",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "老贪逼-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1582437769,
						["class"] = 9,
						["bTag"] = "yangb#5416",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "长丶久-凤凰之神",
						["iLvl"] = 464,
						["time"] = 1582445426,
						["class"] = 6,
						["bTag"] = "hopelessly#51638",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "playereaobdj-狂热之刃",
						["iLvl"] = 466,
						["time"] = 1582447742,
						["class"] = 8,
						["bTag"] = "为博红颜#5800",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "迅捷如兔-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1582447742,
						["class"] = 12,
						["bTag"] = "叶轻盈#5317",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "老陈旧梦-阿比迪斯",
						["iLvl"] = 462,
						["time"] = 1582447742,
						["class"] = 3,
						["bTag"] = "陈叔宝#5880",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "萌萌哒莉莉丝-影之哀伤",
						["time"] = 1582444496,
						["class"] = 5,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "芝士芋圆冰-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1582447730,
						["class"] = 2,
						["bTag"] = "無敵渣男王#5856",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "椒香麻辣锅-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1582447742,
						["class"] = 12,
						["bTag"] = "無敵野原鑫#5251",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶毛巾卷-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1582447412,
						["class"] = 3,
						["bTag"] = "無敵小賴賴#5282",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "多味浆果茶-格瑞姆巴托",
						["iLvl"] = 469,
						["time"] = 1582447742,
						["class"] = 10,
						["bTag"] = "無敵小兜兜#5412",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "风有丶喧嚣-迅捷微风",
						["iLvl"] = 456,
						["time"] = 1582447742,
						["class"] = 3,
						["bTag"] = "包子不想和你说话#5203",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "初夏雷鸣-巨龙之吼",
						["iLvl"] = 463,
						["time"] = 1582440483,
						["class"] = 7,
						["bTag"] = "幽然#51660",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丝瓜瓢瓢-贫瘠之地",
						["iLvl"] = 474,
						["time"] = 1582440483,
						["class"] = 9,
						["bTag"] = "黑百合情合理#5558",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "玥瑶豆豆-布兰卡德",
						["iLvl"] = 472,
						["time"] = 1582440483,
						["class"] = 7,
						["bTag"] = "毛豆子#5959",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "梅里塔萨-黑翼之巢",
						["iLvl"] = 462,
						["time"] = 1582447742,
						["class"] = 5,
						["bTag"] = "Dreamz#51449",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "办肆-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1582444496,
						["class"] = 3,
						["bTag"] = "陈小事儿特爸#5515",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "突然裂开-迅捷微风",
						["iLvl"] = 472,
						["time"] = 1582444496,
						["class"] = 2,
						["bTag"] = "骑兵#5493",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "花欣牛-阿克蒙德",
						["iLvl"] = 462,
						["time"] = 1582447742,
						["class"] = 7,
						["bTag"] = "蛋糕芯#5349",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "楓镰丶-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1584195478,
						["class"] = 12,
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "网友不哔哔了-死亡之翼",
						["iLvl"] = 458,
						["time"] = 1582642920,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "网友哔哔#5339",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "丷無情丷-红龙军团",
						["iLvl"] = 472,
						["time"] = 1582642920,
						["class"] = 6,
						["bTag"] = "无情世界#5138",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Relievede-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1582642920,
						["class"] = 9,
						["bTag"] = "念念#5725",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "晓凨-格瑞姆巴托",
						["iLvl"] = 463,
						["time"] = 1582642920,
						["class"] = 9,
						["bTag"] = "欲买桂花同载酒#51676",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "爱打盹的猫-克尔苏加德",
						["iLvl"] = 472,
						["time"] = 1582640336,
						["class"] = 1,
						["bTag"] = "可乐不加冰#5622",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰聖光-大地之怒",
						["iLvl"] = 473,
						["time"] = 1582640144,
						["class"] = 2,
						["bTag"] = "孤城#5432",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "子公刘-巫妖之王",
						["iLvl"] = 467,
						["time"] = 1582642920,
						["class"] = 1,
						["bTag"] = "EnergyDrink#51944",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "皇叭叭-克尔苏加德",
						["iLvl"] = 468,
						["time"] = 1582642920,
						["class"] = 12,
						["bTag"] = "小旋风丿#5203",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "吓我吃了一鲸-血环",
						["iLvl"] = 472,
						["time"] = 1582640913,
						["class"] = 12,
						["bTag"] = "孤傲#5357",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "邻丶-霍格",
						["iLvl"] = 470,
						["time"] = 1582642920,
						["class"] = 5,
						["bTag"] = "人生丶范#5742",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "湘西老张-恶魔之魂",
						["iLvl"] = 465,
						["time"] = 1582642920,
						["class"] = 7,
						["bTag"] = "老张357#5465",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的電萨-黑铁",
						["time"] = 1582642920,
						["class"] = 7,
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "童丶心-龙骨平原",
						["iLvl"] = 468,
						["time"] = 1582642920,
						["class"] = 2,
						["bTag"] = "漠视虚伪#5242",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "伊本丝萝-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1582642920,
						["class"] = 8,
						["bTag"] = "Templar#5394",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "可可莉丝-霍格",
						["iLvl"] = 468,
						["time"] = 1582642920,
						["class"] = 8,
						["bTag"] = "LaylaVennie#5485",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬老头-无尽之海",
						["iLvl"] = 463,
						["time"] = 1582639472,
						["class"] = 8,
						["bTag"] = "柠檬鹿#51350",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "義可成風-死亡之翼",
						["iLvl"] = 461,
						["time"] = 1582639388,
						["class"] = 8,
						["bTag"] = "妖刀#52508",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "熊木子丶-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1582641007,
						["class"] = 4,
						["bTag"] = "eddy#51779",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "阿曼预见苏尔-阿纳克洛斯",
						["iLvl"] = 462,
						["time"] = 1582642920,
						["class"] = 4,
						["bTag"] = "花火#5114",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovelycandy-达克萨隆",
						["iLvl"] = 464,
						["time"] = 1582642920,
						["class"] = 4,
						["bTag"] = "神勇多巴胺#5292",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "地獄咆哮丶战-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1582640918,
						["class"] = 1,
						["bTag"] = "zfking#5661",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "天外有天-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1582642920,
						["class"] = 8,
						["bTag"] = "爱国战士#5268",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "陈钰琪第一美-伊森利恩",
						["iLvl"] = 467,
						["time"] = 1582642920,
						["class"] = 12,
						["bTag"] = "弄爆奶#5895",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "湫汐-格雷迈恩",
						["iLvl"] = 466,
						["time"] = 1582642920,
						["class"] = 12,
						["bTag"] = "浮云若是#5110",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕快乐崽-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1582642920,
						["class"] = 12,
						["bTag"] = "铁马冰河入梦来#51108",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "心跳迴忆-影之哀伤",
						["iLvl"] = 465,
						["time"] = 1582642920,
						["class"] = 4,
						["bTag"] = "天涯哥#5603",
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "白色衬衣-拉文凯斯",
						["iLvl"] = 468,
						["time"] = 1582642920,
						["class"] = 10,
						["bTag"] = "衬衣#51771",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "六月寻-迅捷微风",
						["iLvl"] = 468,
						["time"] = 1582642920,
						["class"] = 4,
						["bTag"] = "隐蔽之裤#542933",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "Filip-冰风岗",
						["time"] = 1582642920,
						["class"] = 10,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "紅颜丶-无尽之海",
						["iLvl"] = 469,
						["time"] = 1582642920,
						["class"] = 4,
						["bTag"] = "郝王飞#5517",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "曦卡卡-燃烧之刃",
						["iLvl"] = 469,
						["time"] = 1582642920,
						["class"] = 8,
						["bTag"] = "FonSong#5436",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "沃憎-斯坦索姆",
						["iLvl"] = 463,
						["time"] = 1582712747,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "怪癖之裤#5186164",
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "伊登的苹果-莱索恩",
						["iLvl"] = 466,
						["time"] = 1582712747,
						["class"] = 2,
						["bTag"] = "天然#51886",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "阿飞大魔王-海加尔",
						["iLvl"] = 464,
						["time"] = 1582712747,
						["class"] = 12,
						["bTag"] = "虎了吧唧#5396",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之残烬-燃烧之刃",
						["iLvl"] = 461,
						["time"] = 1582712747,
						["class"] = 12,
						["bTag"] = "萌萌哒的八戒丶#5519",
					}, -- [117]
					{
						["role"] = "HEALER",
						["name"] = "皮卡丘乀-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1582712747,
						["class"] = 7,
						["bTag"] = "艾乐#51155",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "方脑壳丶-格瑞姆巴托",
						["iLvl"] = 457,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "胡萝卜#52536",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "石川佳纯-菲拉斯",
						["iLvl"] = 462,
						["time"] = 1582712747,
						["class"] = 2,
						["bTag"] = "MacaULo1#5674",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "叙白丶-刺骨利刃",
						["iLvl"] = 469,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "粗大牧#5466",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "其实丶很寂寞-万色星辰",
						["time"] = 1582712747,
						["class"] = 9,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Missnolonger-凤凰之神",
						["iLvl"] = 464,
						["time"] = 1582712747,
						["class"] = 4,
						["bTag"] = "冰霜之犬#5188296",
					}, -- [123]
					{
						["role"] = "HEALER",
						["name"] = "炫迈猫-安苏",
						["iLvl"] = 464,
						["time"] = 1582712747,
						["class"] = 2,
						["bTag"] = "疯狂之法师#55262",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "砍死法老-凤凰之神",
						["iLvl"] = 463,
						["time"] = 1582712747,
						["class"] = 4,
						["bTag"] = "走遍全世街#5869",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔刀鋒-影之哀伤",
						["iLvl"] = 463,
						["time"] = 1582712747,
						["class"] = 4,
						["bTag"] = "不相不卜#5839",
					}, -- [126]
					{
						["role"] = "TANK",
						["name"] = "腋瘟-安苏",
						["iLvl"] = 462,
						["time"] = 1582712747,
						["class"] = 10,
						["bTag"] = "車神阿源#5894",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "牛之贱圣-埃克索图斯",
						["iLvl"] = 461,
						["time"] = 1582712747,
						["class"] = 3,
						["bTag"] = "纪小胖胖#5965",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "明月夜短松冈-霜之哀伤",
						["iLvl"] = 463,
						["time"] = 1582712747,
						["class"] = 9,
						["bTag"] = "十五#51131",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "枫樾-埃德萨拉",
						["iLvl"] = 469,
						["time"] = 1582712747,
						["class"] = 12,
						["bTag"] = "冰枫#5855",
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "你这头猪咋卖-斯克提斯",
						["iLvl"] = 466,
						["time"] = 1582712747,
						["class"] = 11,
						["bTag"] = "寒夜#51874",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "酸甜苦辣咸-萨格拉斯",
						["iLvl"] = 464,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "bilili#51948",
					}, -- [132]
					{
						["role"] = "TANK",
						["name"] = "轰暴烈酒-血色十字军",
						["iLvl"] = 473,
						["time"] = 1582712747,
						["class"] = 10,
						["bTag"] = "DemonPrince#51279",
					}, -- [133]
					{
						["role"] = "HEALER",
						["name"] = "丶我是小怪兽-伊森利恩",
						["iLvl"] = 465,
						["time"] = 1582712747,
						["class"] = 5,
						["bTag"] = "小怪兽先生#5616",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "Sias-无尽之海",
						["iLvl"] = 471,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "风依恙#5367",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "我有驱魔令-萨菲隆",
						["iLvl"] = 468,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "啊喵龙#5577",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "艾兰之影-苏塔恩",
						["iLvl"] = 460,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "艾兰之影#5893",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "命运冠位指定-安苏",
						["iLvl"] = 466,
						["time"] = 1582712747,
						["class"] = 1,
						["bTag"] = "波波君#51539",
					}, -- [138]
					{
						["role"] = "HEALER",
						["name"] = "灬刘叔灬-伊森利恩",
						["iLvl"] = 460,
						["time"] = 1582712747,
						["class"] = 10,
						["bTag"] = "总有刁民要害朕#51376",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "敲你烂番茄-丹莫德",
						["iLvl"] = 468,
						["time"] = 1582712747,
						["class"] = 1,
						["bTag"] = "敲你烂番茄#5895",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "Tomlyndon-密林游侠",
						["iLvl"] = 464,
						["time"] = 1582712747,
						["class"] = 4,
						["bTag"] = "Immanuel#5237",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "椒盐鸡扒-安苏",
						["iLvl"] = 462,
						["time"] = 1582712747,
						["class"] = 8,
						["bTag"] = "王鹏#53478",
					}, -- [142]
					{
						["role"] = "TANK",
						["name"] = "防骑丶-加基森",
						["time"] = 1582813741,
						["class"] = 2,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "蔡妍丶-熵魔",
						["iLvl"] = 468,
						["time"] = 1582813741,
						["class"] = 8,
						["bTag"] = "T2013#5376",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "Sneakattack-安其拉",
						["iLvl"] = 466,
						["time"] = 1582813741,
						["class"] = 4,
						["bTag"] = "Desperate#5809",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "我要做坦克-血环",
						["iLvl"] = 464,
						["time"] = 1582813319,
						["class"] = 1,
						["bTag"] = "MagicPants#55847",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "Volek-安苏",
						["iLvl"] = 471,
						["time"] = 1582813741,
						["class"] = 1,
						["bTag"] = "Banana#5267",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "小烟头-贫瘠之地",
						["iLvl"] = 470,
						["time"] = 1582813741,
						["class"] = 12,
						["bTag"] = "warmzhg#5729",
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "你给予的理性-地狱之石",
						["iLvl"] = 468,
						["time"] = 1582807911,
						["class"] = 2,
						["bTag"] = "焦玉新#5644",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "炫酷灬肉粽-布兰卡德",
						["iLvl"] = 474,
						["time"] = 1582813233,
						["class"] = 4,
						["bTag"] = "可爱的小肉粽#5670",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "勿思佳人-加基森",
						["iLvl"] = 472,
						["time"] = 1582813741,
						["class"] = 1,
						["bTag"] = "索克萨斯#51402",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "夜灬不寐-布兰卡德",
						["iLvl"] = 462,
						["time"] = 1582813741,
						["class"] = 9,
						["bTag"] = "夜灬不寐#5990",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "碧玉堂丶秀刀-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1582813586,
						["class"] = 12,
						["bTag"] = "小乌龟的逆袭#5405",
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "追风的小牛-加基森",
						["iLvl"] = 454,
						["time"] = 1582808096,
						["class"] = 11,
						["bTag"] = "viking#5892",
					}, -- [154]
					{
						["role"] = "HEALER",
						["name"] = "蒋蒋丶-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1582813329,
						["class"] = 10,
						["bTag"] = "星际玩家#51806",
					}, -- [155]
					{
						["role"] = "HEALER",
						["name"] = "Ceui-烈焰峰",
						["iLvl"] = 472,
						["time"] = 1582810908,
						["class"] = 2,
						["bTag"] = "棒纸#5290",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "火烧滴寂寞丶-克尔苏加德",
						["iLvl"] = 474,
						["time"] = 1582808359,
						["class"] = 3,
						["bTag"] = "玉壶酌浅溪丶#5575",
					}, -- [157]
					{
						["role"] = "HEALER",
						["name"] = "Tonyãchopper-克尔苏加德",
						["iLvl"] = 468,
						["time"] = 1582808374,
						["class"] = 11,
						["bTag"] = "触不可及#5613",
					}, -- [158]
					{
						["role"] = "HEALER",
						["name"] = "Silenus-地狱之石",
						["iLvl"] = 471,
						["time"] = 1582813741,
						["class"] = 11,
						["bTag"] = "Silenus#5850",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "钱多的小蜻蜓-安苏",
						["iLvl"] = 467,
						["time"] = 1582813741,
						["class"] = 8,
						["bTag"] = "Wssss#51135",
					}, -- [160]
					{
						["role"] = "HEALER",
						["name"] = "Interzanetti-冰霜之刃",
						["iLvl"] = 473,
						["time"] = 1582813310,
						["class"] = 2,
						["bTag"] = "AutumnMilan#5817",
					}, -- [161]
					{
						["role"] = "HEALER",
						["name"] = "白给德-无尽之海",
						["iLvl"] = 473,
						["time"] = 1582811044,
						["class"] = 11,
						["bTag"] = "狡之猎人#5383",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "翡翠阴影-伊森利恩",
						["iLvl"] = 472,
						["time"] = 1582813741,
						["class"] = 4,
						["bTag"] = "翡翠阴影#5611",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "超凶的小脑斧-布兰卡德",
						["time"] = 1582810266,
						["class"] = 1,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "丿你好勇士-格瑞姆巴托",
						["iLvl"] = 470,
						["time"] = 1582813741,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "迷途的羔羊#5896",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "道朮丶怒风-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1582813741,
						["class"] = 12,
						["bTag"] = "田家铖#5645",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "伊人如儚-伊森利恩",
						["iLvl"] = 475,
						["time"] = 1582813741,
						["class"] = 4,
						["bTag"] = "伊莎呗菈#5608",
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "稻荷狐仙-格瑞姆巴托",
						["iLvl"] = 473,
						["time"] = 1582813185,
						["class"] = 10,
						["bTag"] = "海贼王#53618",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "九幺五-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1582812349,
						["class"] = 12,
						["bTag"] = "互相伤害#51108",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "昭阳-安苏",
						["iLvl"] = 470,
						["time"] = 1582812326,
						["class"] = 1,
						["bTag"] = "小子的我#5736",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "Jackycheung-丽丽（四川）",
						["iLvl"] = 469,
						["time"] = 1582813741,
						["class"] = 5,
						["bTag"] = "JackyCheung#5784",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "乾韵首席-克尔苏加德",
						["iLvl"] = 475,
						["time"] = 1582813741,
						["class"] = 5,
						["bTag"] = "吉星高照#5733",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "君丶陌-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1582813741,
						["class"] = 4,
						["bTag"] = "花式大撸管#5363",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "爆发贼高-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1582813741,
						["class"] = 4,
						["bTag"] = "热情#51289",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Cankulieren-贫瘠之地",
						["iLvl"] = 473,
						["time"] = 1582813193,
						["class"] = 3,
						["bTag"] = "暗夜之鸦#5209255",
					}, -- [175]
					{
						["role"] = "HEALER",
						["name"] = "期盼休假-克尔苏加德",
						["iLvl"] = 472,
						["time"] = 1582813366,
						["class"] = 10,
						["bTag"] = "敌萨斯#5424",
					}, -- [176]
					{
						["role"] = "HEALER",
						["name"] = "龙卷雨击-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1582813741,
						["class"] = 11,
						["bTag"] = "轻轻一抹#5188",
					}, -- [177]
					{
						["role"] = "HEALER",
						["name"] = "了不起的米奥-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1582813741,
						["class"] = 11,
						["bTag"] = "布莱克猫猫#5405",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "Muromi-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1582813319,
						["class"] = 8,
						["bTag"] = "皮球桃#5493",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "七贱闯天山-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1582813741,
						["class"] = 11,
						["bTag"] = "骞翮远翥#51163",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "堇然-无尽之海",
						["iLvl"] = 471,
						["time"] = 1582813741,
						["class"] = 8,
						["bTag"] = "幕湮#5751",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "你在掩饰什嚒-埃德萨拉",
						["iLvl"] = 472,
						["time"] = 1582813741,
						["class"] = 8,
						["bTag"] = "老纸的意大利炮呢#5937",
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "辣香一击-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1582813741,
						["class"] = 10,
						["bTag"] = "晓啸天#5210",
					}, -- [183]
					{
						["role"] = "HEALER",
						["name"] = "速顔-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1582903287,
						["class"] = 2,
						["leader"] = true,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1583650918,
						["class"] = 9,
						["bTag"] = "你优雅的笑#5841",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "魔之战九-黑铁",
						["iLvl"] = 468,
						["time"] = 1582902593,
						["class"] = 1,
						["bTag"] = "我是你勇哥#51652",
					}, -- [186]
					{
						["role"] = "HEALER",
						["name"] = "速顏-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1582896130,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "球球#54674",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇丶之父-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1582896436,
						["class"] = 3,
						["bTag"] = "欧皇之父#5584",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "八步一杀-朵丹尼尔",
						["iLvl"] = 465,
						["time"] = 1582903287,
						["class"] = 1,
						["bTag"] = "Sun#57494",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "千里不留荇-奥尔加隆",
						["iLvl"] = 466,
						["time"] = 1582902597,
						["class"] = 12,
						["bTag"] = "闪电狗史蒂芬#5682",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "枫行者-奥尔加隆",
						["iLvl"] = 465,
						["time"] = 1582896506,
						["class"] = 4,
						["bTag"] = "龙骑士007#51169",
					}, -- [191]
					{
						["role"] = "HEALER",
						["name"] = "的的德-伊森利恩",
						["iLvl"] = 466,
						["time"] = 1582903287,
						["class"] = 11,
						["bTag"] = "雨田君#5115",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "逆水游-格瑞姆巴托",
						["iLvl"] = 470,
						["time"] = 1582903287,
						["class"] = 1,
						["bTag"] = "逆水游的小虾#5575",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "賊开心-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1582903259,
						["class"] = 4,
						["bTag"] = "Bloodthirnec#5752",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "鵺神狇-希尔瓦娜斯",
						["iLvl"] = 476,
						["time"] = 1582901228,
						["class"] = 11,
						["bTag"] = "万能的肥鸡#5435",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "Flamingo-希尔瓦娜斯",
						["iLvl"] = 477,
						["time"] = 1582903287,
						["class"] = 3,
						["bTag"] = "Alexthegreat#5317",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "兽群风暴-海加尔",
						["iLvl"] = 466,
						["time"] = 1582900141,
						["class"] = 3,
						["bTag"] = "破碎风暴#5850",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "锦衣卫丶-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1582900211,
						["class"] = 12,
						["bTag"] = "王斌星#5622",
					}, -- [198]
					{
						["role"] = "HEALER",
						["name"] = "尐丶影-格瑞姆巴托",
						["time"] = 1582895484,
						["class"] = 5,
					}, -- [199]
					{
						["role"] = "HEALER",
						["name"] = "星辰笙歌-莱索恩",
						["iLvl"] = 467,
						["time"] = 1582896325,
						["class"] = 7,
						["bTag"] = "圣歌#5133",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "旧事酒浓-伊森利恩",
						["iLvl"] = 467,
						["time"] = 1582896102,
						["class"] = 8,
						["bTag"] = "落雨#5576",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "諾斯-希尔瓦娜斯",
						["iLvl"] = 465,
						["time"] = 1582903287,
						["class"] = 12,
						["bTag"] = "leonlin#51611",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Soulferrys-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1582900211,
						["class"] = 12,
						["bTag"] = "倚笑#51325",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "英魂断愿君安-安苏",
						["iLvl"] = 468,
						["time"] = 1582896483,
						["class"] = 3,
						["bTag"] = "我是你罢罢#5922",
					}, -- [204]
					{
						["role"] = "HEALER",
						["name"] = "啤卡丘-影之哀伤",
						["iLvl"] = 465,
						["time"] = 1582895219,
						["class"] = 7,
						["bTag"] = "天怒#5190",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "人間失格-冰风岗",
						["iLvl"] = 473,
						["time"] = 1582902090,
						["class"] = 4,
						["bTag"] = "最爱大美圆#5940",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "殺人回忆丶-冰风岗",
						["iLvl"] = 475,
						["time"] = 1582902090,
						["class"] = 1,
						["bTag"] = "金鹤#5130",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "Nightviolet-冰风岗",
						["iLvl"] = 471,
						["time"] = 1582895902,
						["class"] = 4,
						["bTag"] = "Zzodiac#5272",
					}, -- [208]
					{
						["role"] = "HEALER",
						["name"] = "濑亚美莉丿-安苏",
						["iLvl"] = 472,
						["time"] = 1582903253,
						["class"] = 10,
						["bTag"] = "京香丿#5743",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "狐萌萌-格瑞姆巴托",
						["iLvl"] = 473,
						["time"] = 1582898472,
						["class"] = 1,
						["bTag"] = "提波斯的幻想#5688",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "冰之噩梦-火焰之树",
						["time"] = 1582903287,
						["class"] = 5,
					}, -- [211]
					{
						["role"] = "TANK",
						["name"] = "神話灬冰鎮-红云台地",
						["iLvl"] = 472,
						["time"] = 1582895585,
						["class"] = 2,
						["bTag"] = "冰鎮#5971",
					}, -- [212]
					{
						["role"] = "HEALER",
						["name"] = "沉於浅夢不醉-加基森",
						["iLvl"] = 469,
						["time"] = 1582903287,
						["class"] = 2,
						["bTag"] = "路过蜻蜓#51861",
					}, -- [213]
					{
						["role"] = "TANK",
						["name"] = "Monstehealer-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1582903287,
						["class"] = 11,
						["bTag"] = "欧皇之父#5584",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "天地不归灬-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1582903287,
						["class"] = 1,
						["bTag"] = "你的微笑丶#5507",
					}, -- [215]
					{
						["role"] = "HEALER",
						["name"] = "神之绮韵儿-耐奥祖",
						["iLvl"] = 473,
						["time"] = 1582902712,
						["class"] = 7,
						["bTag"] = "神之重生者#5805",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "神之审判者-耐奥祖",
						["iLvl"] = 469,
						["time"] = 1582903287,
						["class"] = 3,
						["bTag"] = "不明嚼栗#51318",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "浓情淡色-耐奥祖",
						["iLvl"] = 466,
						["time"] = 1582903287,
						["class"] = 4,
						["bTag"] = "茫然之逝#5109",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "我头上有鸡脚-达尔坎",
						["iLvl"] = 473,
						["time"] = 1582899718,
						["class"] = 12,
						["bTag"] = "夜长梦很多#51192",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "血夜游侠-黑暗魅影",
						["iLvl"] = 463,
						["time"] = 1582903287,
						["class"] = 3,
						["bTag"] = "LeonHunter#5910",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "丶宇宙-暗影议会",
						["time"] = 1582903287,
						["class"] = 5,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "丨七八九月丨-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1582903287,
						["class"] = 1,
						["bTag"] = "酷啦啦#5522",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "倾国星辰-亚雷戈斯",
						["iLvl"] = 471,
						["time"] = 1584195478,
						["class"] = 3,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色孢子蝠-巨龙之吼",
						["iLvl"] = 475,
						["time"] = 1584194804,
						["class"] = 8,
						["bTag"] = "奇迹迷路了#5842",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "灵界妖儿-黑铁",
						["iLvl"] = 469,
						["time"] = 1583044560,
						["class"] = 3,
						["bTag"] = "不绿的鳄鱼#5383",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "长腿宇叔-伊森利恩",
						["iLvl"] = 474,
						["time"] = 1583044901,
						["class"] = 12,
						["bTag"] = "叔宇向前冲#5396",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "橘丶子-巨龙之吼",
						["iLvl"] = 463,
						["time"] = 1583155778,
						["class"] = 9,
						["bTag"] = "菜鸟#5216",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天食雪糕-寒冰皇冠",
						["time"] = 1583044901,
						["class"] = 4,
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "Quandajiaoti-亚雷戈斯",
						["time"] = 1583044901,
						["class"] = 10,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "干柿鬼鲛-迦拉克隆",
						["iLvl"] = 467,
						["time"] = 1583066449,
						["class"] = 6,
						["bTag"] = "兄弟改信圣光吧#5443",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "菱羽曲丶-巨龙之吼",
						["iLvl"] = 460,
						["time"] = 1583063347,
						["class"] = 12,
						["bTag"] = "徵羽#51785",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱爬山丶-丽丽（四川）",
						["time"] = 1583059421,
						["class"] = 12,
					}, -- [232]
					{
						["role"] = "HEALER",
						["name"] = "一倵僧一-熔火之心",
						["iLvl"] = 471,
						["time"] = 1583060092,
						["class"] = 10,
						["bTag"] = "星光灬永烁#5513",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "诺萨-斯坦索姆",
						["iLvl"] = 470,
						["time"] = 1583059713,
						["class"] = 1,
						["bTag"] = "Thunder#5809",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "法尸开嗜血-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1583060424,
						["class"] = 4,
						["bTag"] = "有锅我还挖#5890",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "瑶玑-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1583060831,
						["class"] = 3,
						["bTag"] = "千遇千寻#5342",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "辰丁丁丶-影之哀伤",
						["iLvl"] = 465,
						["time"] = 1583062210,
						["class"] = 3,
						["bTag"] = "一颗辰仔#5140",
					}, -- [237]
					{
						["role"] = "HEALER",
						["name"] = "脚踏七彩云-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1583066413,
						["class"] = 11,
						["bTag"] = "纯欣#51795",
					}, -- [238]
					{
						["role"] = "HEALER",
						["name"] = "懿心-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1583059982,
						["class"] = 2,
						["bTag"] = "零乱#5318",
					}, -- [239]
					{
						["role"] = "HEALER",
						["name"] = "喜多村丶英利-燃烧之刃",
						["iLvl"] = 466,
						["time"] = 1583066435,
						["class"] = 7,
						["bTag"] = "阿森纳#52805",
					}, -- [240]
					{
						["role"] = "HEALER",
						["name"] = "恶灵騎士-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1583066351,
						["class"] = 2,
						["bTag"] = "子孙满堂#51471",
					}, -- [241]
					{
						["role"] = "HEALER",
						["name"] = "一梨落一-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1583064358,
						["class"] = 7,
						["bTag"] = "零乱#5318",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "武丶术-龙骨平原",
						["iLvl"] = 472,
						["time"] = 1583064220,
						["class"] = 4,
						["bTag"] = "小武#52698",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "擎天丶阿宝-熔火之心",
						["iLvl"] = 467,
						["time"] = 1583064180,
						["class"] = 1,
						["bTag"] = "呆萌阿宝#5930",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "群体驱散-巨龙之吼",
						["iLvl"] = 473,
						["time"] = 1583066433,
						["class"] = 1,
						["bTag"] = "有锅我还挖#5890",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "德行天行德-格瑞姆巴托",
						["time"] = 1583066435,
						["class"] = 11,
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "辣是松鼠吗-丽丽（四川）",
						["iLvl"] = 476,
						["time"] = 1583065471,
						["class"] = 2,
						["bTag"] = "煊哥哥#5303",
					}, -- [247]
					{
						["role"] = "HEALER",
						["name"] = "飞梦之牧-萨菲隆",
						["iLvl"] = 467,
						["time"] = 1583066311,
						["class"] = 5,
						["bTag"] = "大皮鞋#5375",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "爱我你怕了么-艾露恩",
						["iLvl"] = 467,
						["time"] = 1583149074,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "导演我死哪#5598",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "纳兹波-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1583149074,
						["class"] = 7,
						["bTag"] = "超级无敌百变哇噻#5893",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "我们会报仇的-激流之傲",
						["iLvl"] = 472,
						["time"] = 1583149074,
						["class"] = 11,
						["bTag"] = "开科鲁兹的小伙#5697",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "爱情的骗子-洛丹伦",
						["iLvl"] = 472,
						["time"] = 1583149074,
						["class"] = 2,
						["bTag"] = "读书人#52229",
					}, -- [252]
					{
						["role"] = "TANK",
						["name"] = "双鱼-无尽之海",
						["iLvl"] = 474,
						["time"] = 1583149074,
						["class"] = 10,
						["bTag"] = "大雨带我去逃亡#5674",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "泪灬无恨-死亡之翼",
						["iLvl"] = 468,
						["time"] = 1583149074,
						["class"] = 8,
						["bTag"] = "伤心泪无恨#5543",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "血色狂豹-影之哀伤",
						["time"] = 1583149074,
						["class"] = 1,
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶求魔丶丨-燃烧之刃",
						["time"] = 1583149074,
						["class"] = 12,
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "无情吕布-贫瘠之地",
						["iLvl"] = 467,
						["time"] = 1583149074,
						["class"] = 4,
						["bTag"] = "无情吕布#51664",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "劣质货-血色十字军",
						["iLvl"] = 472,
						["time"] = 1583149074,
						["class"] = 3,
						["bTag"] = "小布叮#51123",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "丨战丨无不胜-伊森利恩",
						["iLvl"] = 476,
						["time"] = 1583149074,
						["class"] = 1,
						["bTag"] = "雨齐灬程#5786",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "莫盡傾訫-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1583149074,
						["class"] = 3,
						["bTag"] = "橙丶#51538",
					}, -- [260]
					{
						["role"] = "HEALER",
						["name"] = "灬丶德行-格瑞姆巴托",
						["iLvl"] = 462,
						["time"] = 1583149074,
						["class"] = 11,
						["bTag"] = "没落的王族#5412",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "Smvgers-安苏",
						["time"] = 1583149069,
						["class"] = 11,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "睡不著覺的魚-太阳之井",
						["time"] = 1583149074,
						["class"] = 1,
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花魅-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1583155617,
						["class"] = 6,
						["bTag"] = "苏哥哥#51789",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "一嗖穿云箭-红云台地",
						["iLvl"] = 472,
						["time"] = 1583157141,
						["class"] = 12,
						["bTag"] = "飞翔的板砖#5538",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "灬酷狗-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1583157091,
						["class"] = 3,
						["bTag"] = "丶依然修#5793",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "Justgogoo-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1583156665,
						["class"] = 12,
						["bTag"] = "苏昊宇#5941",
					}, -- [267]
					{
						["role"] = "HEALER",
						["name"] = "独角兽丶丶-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1583161307,
						["class"] = 2,
						["bTag"] = "大力出奇迹#5966",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "血雨悲秋丶-伊森利恩",
						["iLvl"] = 471,
						["time"] = 1583161307,
						["class"] = 1,
						["bTag"] = "超级皮皮#51825",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "雪见-哈兰",
						["iLvl"] = 470,
						["time"] = 1583161307,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "发如雪见#5979",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "浮云风雅-哈兰",
						["iLvl"] = 470,
						["time"] = 1583161307,
						["class"] = 4,
						["bTag"] = "浮云风雅#5387",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "射吊大侠-迅捷微风",
						["iLvl"] = 467,
						["time"] = 1583161307,
						["class"] = 3,
						["bTag"] = "尼玛#5361",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "逸杯玖-萨尔",
						["iLvl"] = 468,
						["time"] = 1583161307,
						["class"] = 2,
						["bTag"] = "飞云寻诺#51539",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "在线今生梦-安苏",
						["iLvl"] = 469,
						["time"] = 1583158107,
						["class"] = 1,
						["bTag"] = "sneak#5357",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨呀丶童老师-凤凰之神",
						["iLvl"] = 464,
						["time"] = 1583161307,
						["class"] = 9,
						["bTag"] = "童老师丶#5563",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "兽皮防弹衣-霜狼",
						["iLvl"] = 468,
						["time"] = 1583161307,
						["class"] = 1,
						["bTag"] = "小裤子点#5928",
					}, -- [276]
					{
						["role"] = "HEALER",
						["name"] = "么有粗面-霜狼",
						["iLvl"] = 467,
						["time"] = 1583161307,
						["class"] = 7,
						["bTag"] = "没心没肺活着#5724",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "时钟塔-狂热之刃",
						["iLvl"] = 468,
						["time"] = 1583161307,
						["class"] = 9,
						["bTag"] = "时钟塔#5303",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "明里紬丶-安苏",
						["iLvl"] = 471,
						["time"] = 1583161307,
						["class"] = 2,
						["bTag"] = "vagabond#5775",
					}, -- [279]
					{
						["role"] = "TANK",
						["name"] = "岁月偷偷-安苏",
						["iLvl"] = 471,
						["time"] = 1583161307,
						["class"] = 11,
						["bTag"] = "失落#5874",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "一怒成魔-菲拉斯",
						["iLvl"] = 473,
						["time"] = 1583161307,
						["class"] = 12,
						["bTag"] = "史诗之鼠#5927",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "兄弟们杀丶-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1583161307,
						["class"] = 8,
						["bTag"] = "兄弟们杀丶#51362",
					}, -- [282]
					{
						["role"] = "HEALER",
						["name"] = "牛喜庆-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1583511554,
						["class"] = 11,
						["bTag"] = "ForTheHorde#57352",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "都选嘻-格瑞姆巴托",
						["iLvl"] = 471,
						["time"] = 1584195478,
						["class"] = 4,
						["bTag"] = "OYOoooo#51372",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "阿刁-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1584195478,
						["class"] = 1,
						["bTag"] = "Monokuma#51665",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "蠢柒-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1583509505,
						["class"] = 8,
						["bTag"] = "炽野#51900",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "血丶雨君-无尽之海",
						["iLvl"] = 477,
						["time"] = 1583509452,
						["class"] = 7,
						["bTag"] = "朋友圈圈长#5168",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "八福鸡-格瑞姆巴托",
						["iLvl"] = 475,
						["time"] = 1583511433,
						["class"] = 8,
						["bTag"] = "ShinyHero#523335",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "莫忘灬初訫-迅捷微风",
						["iLvl"] = 475,
						["time"] = 1583509491,
						["class"] = 12,
						["bTag"] = "大鹏#5331",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "烈烈風中丶-克尔苏加德",
						["iLvl"] = 472,
						["time"] = 1583511420,
						["class"] = 1,
						["bTag"] = "烈烈风中丶#5518",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "灬帝灬释灬天-安苏",
						["iLvl"] = 474,
						["time"] = 1583511460,
						["class"] = 2,
						["bTag"] = "我只是个坑#5522",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "我丨超甜-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1583510294,
						["class"] = 6,
						["bTag"] = "好难好难#5751",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "菠萝头上有角-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1583511495,
						["class"] = 1,
						["bTag"] = "MKH#5664",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃丶棉花糖-冰风岗",
						["iLvl"] = 475,
						["time"] = 1583511540,
						["class"] = 3,
						["bTag"] = "傑丶#5957",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "苏儿丷-克尔苏加德",
						["iLvl"] = 476,
						["time"] = 1583511388,
						["class"] = 8,
						["bTag"] = "影踪丨流苏苏丷#5860",
					}, -- [295]
					{
						["role"] = "TANK",
						["name"] = "灬懂懂-安苏",
						["iLvl"] = 468,
						["time"] = 1583650918,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "懂懂#51750",
					}, -- [296]
					{
						["role"] = "HEALER",
						["name"] = "珑霜-影之哀伤",
						["iLvl"] = 468,
						["time"] = 1583650918,
						["class"] = 7,
						["bTag"] = "持盾的梦魇融合怪#5204",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "宴安鸩毒-万色星辰",
						["iLvl"] = 473,
						["time"] = 1583650918,
						["class"] = 4,
						["bTag"] = "天亦我我亦天#5836",
					}, -- [298]
					{
						["role"] = "HEALER",
						["name"] = "万力之星-加基森",
						["iLvl"] = 468,
						["time"] = 1583650918,
						["class"] = 2,
						["bTag"] = "千里之行#51238",
					}, -- [299]
					{
						["role"] = "HEALER",
						["name"] = "十七那年-天空之墙",
						["iLvl"] = 469,
						["time"] = 1583650918,
						["class"] = 2,
						["bTag"] = "EpicTroll#57677",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨梦逍遥-埃德萨拉",
						["iLvl"] = 469,
						["time"] = 1583650918,
						["class"] = 12,
						["bTag"] = "小郑同学#5656",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "猎花花-恶魔之魂",
						["iLvl"] = 469,
						["time"] = 1583650918,
						["class"] = 3,
						["bTag"] = "天淮#5114",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "Charleen-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1583650918,
						["class"] = 4,
						["bTag"] = "穆维民#5311",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "我不怕你-耐普图隆",
						["iLvl"] = 474,
						["time"] = 1583650918,
						["class"] = 12,
						["bTag"] = "小小食人魔#5355",
					}, -- [304]
					{
						["role"] = "HEALER",
						["name"] = "Maïlys-格瑞姆巴托",
						["iLvl"] = 469,
						["time"] = 1583649304,
						["class"] = 5,
						["bTag"] = "诚实守信李银煳#5355",
					}, -- [305]
					{
						["role"] = "HEALER",
						["name"] = "邪恶灬态度-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1583650918,
						["class"] = 10,
						["bTag"] = "态度#51638",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "珐垡丶-格瑞姆巴托",
						["iLvl"] = 469,
						["time"] = 1583650918,
						["class"] = 1,
						["bTag"] = "机械之鱼人#56880",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲人丶-贫瘠之地",
						["iLvl"] = 474,
						["time"] = 1583650918,
						["class"] = 11,
						["bTag"] = "苏咪吗瑟#5102",
					}, -- [308]
					{
						["role"] = "HEALER",
						["name"] = "縌埘针-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1583650918,
						["class"] = 5,
						["bTag"] = "懿切瀡緣#5288",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "银角大牛-埃德萨拉",
						["iLvl"] = 474,
						["time"] = 1583650918,
						["class"] = 11,
						["bTag"] = "我想算了#51592",
					}, -- [310]
					{
						["role"] = "TANK",
						["name"] = "丨伏羲丨-冰风岗",
						["iLvl"] = 476,
						["time"] = 1583650918,
						["class"] = 6,
						["bTag"] = "举套问天谁该草#5644",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "燚丶炎-安苏",
						["iLvl"] = 472,
						["time"] = 1583650918,
						["class"] = 1,
						["bTag"] = "葱伴侣#51255",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血怒灵-安苏",
						["iLvl"] = 469,
						["time"] = 1583650918,
						["class"] = 3,
						["bTag"] = "Rrkid#5174",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "Sneek-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1583650918,
						["class"] = 3,
						["bTag"] = "心飞扬#51410",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "藽耐滴小岢嗳-寒冰皇冠",
						["iLvl"] = 471,
						["time"] = 1583650918,
						["class"] = 8,
						["bTag"] = "非洲囡囡#5830",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "机智的上好佳-格瑞姆巴托",
						["iLvl"] = 470,
						["time"] = 1583652346,
						["class"] = 9,
						["bTag"] = "机智的上好佳#51620",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "哥别撕了我脱-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1583652346,
						["class"] = 12,
						["bTag"] = "百米仨脚印#5421",
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "冰霜灬凋零-格瑞姆巴托",
						["iLvl"] = 467,
						["time"] = 1583651974,
						["class"] = 6,
						["bTag"] = "茫然之骑士#582751",
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "油油的熊仔饼-死亡之翼",
						["iLvl"] = 466,
						["time"] = 1583651746,
						["class"] = 3,
						["bTag"] = "Yao#52628",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "一群小灰灰丷-巨龙之吼",
						["iLvl"] = 466,
						["time"] = 1584195478,
						["class"] = 12,
						["bTag"] = "你优雅的笑#5841",
					}, -- [320]
					{
						["role"] = "HEALER",
						["name"] = "令狐丶冲-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1583652346,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "SeanHui#5657",
					}, -- [321]
					{
						["role"] = "TANK",
						["name"] = "灬电动夏娃-无尽之海",
						["iLvl"] = 474,
						["time"] = 1583652582,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "影帝传说#5357",
					}, -- [322]
					{
						["role"] = "TANK",
						["name"] = "危機肆伏-无尽之海",
						["iLvl"] = 465,
						["time"] = 1583652582,
						["class"] = 6,
						["bTag"] = "各种各样的裤子#5729",
					}, -- [323]
					{
						["role"] = "HEALER",
						["name"] = "轻奢丶噬魇-无尽之海",
						["time"] = 1583652582,
						["class"] = 11,
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "滿臉寫著高興-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1583652582,
						["class"] = 12,
						["bTag"] = "风行者#5439",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "不爱棉花糖-凤凰之神",
						["iLvl"] = 471,
						["time"] = 1583652582,
						["class"] = 4,
						["bTag"] = "包子#5831",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "浅唱丶緈福-龙骨平原",
						["iLvl"] = 474,
						["time"] = 1583652582,
						["class"] = 1,
						["bTag"] = "silence#56579",
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "塔岚吉-燃烧之刃",
						["iLvl"] = 465,
						["time"] = 1583652582,
						["class"] = 10,
						["bTag"] = "张健#5309",
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "壹杯二锅头丶-鬼雾峰",
						["iLvl"] = 468,
						["time"] = 1583652582,
						["class"] = 3,
						["bTag"] = "袁先生#5649",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "秋水夕阳-燃烧平原",
						["iLvl"] = 467,
						["time"] = 1583652582,
						["class"] = 4,
						["bTag"] = "墨潋未伤#5108",
					}, -- [330]
					{
						["role"] = "HEALER",
						["name"] = "上帝旨意-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1583652582,
						["class"] = 7,
						["bTag"] = "傅爷#5696",
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "枫丹白露丶-无尽之海",
						["iLvl"] = 472,
						["time"] = 1583652582,
						["class"] = 12,
						["bTag"] = "王牌大葱#5480",
					}, -- [332]
					{
						["role"] = "HEALER",
						["name"] = "Kroes-死亡之翼",
						["iLvl"] = 471,
						["time"] = 1583652582,
						["class"] = 11,
						["bTag"] = "起床困难户#5832",
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "芊墨悠然-格瑞姆巴托",
						["iLvl"] = 463,
						["time"] = 1583652582,
						["class"] = 9,
						["bTag"] = "易水图兰#5634",
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "修罗影-迦拉克隆",
						["iLvl"] = 474,
						["time"] = 1583652582,
						["class"] = 4,
						["bTag"] = "修罗武神#5631",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "Southside-无尽之海",
						["iLvl"] = 473,
						["time"] = 1583652582,
						["class"] = 8,
						["bTag"] = "Southside#5504",
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "追涨杀跌-迦拉克隆",
						["iLvl"] = 469,
						["time"] = 1583652582,
						["class"] = 2,
						["bTag"] = "SPEEDBUMP#5213",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "车輪铁燕-格瑞姆巴托",
						["iLvl"] = 472,
						["time"] = 1583652582,
						["class"] = 12,
						["bTag"] = "ANpeiyun#5254",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "只有黑白照-鬼雾峰",
						["iLvl"] = 466,
						["time"] = 1583652582,
						["class"] = 3,
						["bTag"] = "比萨斜饼#5122",
					}, -- [339]
					{
						["role"] = "DAMAGER",
						["name"] = "Cynightthins-克尔苏加德",
						["iLvl"] = 469,
						["time"] = 1583652582,
						["class"] = 2,
						["bTag"] = "藤原拓海#51817",
					}, -- [340]
					{
						["role"] = "HEALER",
						["name"] = "无敌风骚奶疼-安苏",
						["iLvl"] = 469,
						["time"] = 1583652582,
						["class"] = 5,
						["bTag"] = "彪悍的人生#52612",
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "冥霜焚灵-罗宁",
						["iLvl"] = 475,
						["time"] = 1583652582,
						["class"] = 12,
						["bTag"] = "霸血#51404",
					}, -- [342]
					{
						["role"] = "HEALER",
						["name"] = "诸葛小蒊-丽丽（四川）",
						["iLvl"] = 456,
						["time"] = 1583653553,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "鬼鬼鬼#5791",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "是我敵奥哒-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1583653553,
						["class"] = 6,
						["bTag"] = "見司不救雨宮蓮#5588",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "希露迪加尔达-布兰卡德",
						["iLvl"] = 466,
						["time"] = 1583653553,
						["class"] = 12,
						["bTag"] = "断水流大师兄#51141",
					}, -- [345]
					{
						["role"] = "DAMAGER",
						["name"] = "彡狂彡-死亡之翼",
						["iLvl"] = 463,
						["time"] = 1583653124,
						["class"] = 1,
						["bTag"] = "不偷人妻#5886",
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "馨妖-格瑞姆巴托",
						["iLvl"] = 473,
						["time"] = 1583653553,
						["class"] = 1,
						["bTag"] = "红烨#51101",
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气美八-燃烧之刃",
						["iLvl"] = 464,
						["time"] = 1583653553,
						["class"] = 12,
						["bTag"] = "Squall#5280",
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "真岚太子-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1583653553,
						["class"] = 11,
						["bTag"] = "ledormoon#5360",
					}, -- [349]
					{
						["role"] = "DAMAGER",
						["name"] = "非酋二狗子-贫瘠之地",
						["iLvl"] = 458,
						["time"] = 1583653553,
						["class"] = 9,
						["bTag"] = "繁灯夺霁华丶#5366",
					}, -- [350]
					{
						["role"] = "HEALER",
						["name"] = "欧洲血灵-格瑞姆巴托",
						["time"] = 1583653553,
						["class"] = 2,
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovefromgal-阿克蒙德",
						["iLvl"] = 469,
						["time"] = 1583653553,
						["class"] = 3,
						["bTag"] = "OwntheNight#5372",
					}, -- [352]
					{
						["role"] = "DAMAGER",
						["name"] = "鲜果时光-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1583653553,
						["class"] = 11,
						["bTag"] = "bangbang#51716",
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "Tifdy-阿克蒙德",
						["iLvl"] = 470,
						["time"] = 1583653553,
						["class"] = 12,
						["bTag"] = "ZanyDruid#533883",
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "Wasami-冰风岗",
						["iLvl"] = 475,
						["time"] = 1583653553,
						["class"] = 8,
						["bTag"] = "糖糕爸比#5794",
					}, -- [355]
					{
						["role"] = "HEALER",
						["name"] = "我还没吃饱-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1583653553,
						["class"] = 5,
						["bTag"] = "彡木木猫彡#5521",
					}, -- [356]
					{
						["role"] = "HEALER",
						["name"] = "暮雨随风-死亡之翼",
						["iLvl"] = 465,
						["time"] = 1583653553,
						["class"] = 5,
						["bTag"] = "平易近人#5298",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "余人-黑石尖塔",
						["iLvl"] = 469,
						["time"] = 1583653553,
						["class"] = 6,
						["bTag"] = "海行么#5194",
					}, -- [358]
					{
						["role"] = "HEALER",
						["name"] = "Zaeliax-阿纳克洛斯",
						["iLvl"] = 474,
						["time"] = 1583653553,
						["class"] = 7,
						["bTag"] = "KsY#51483",
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "快趁热-丽丽（四川）",
						["iLvl"] = 471,
						["time"] = 1583653553,
						["class"] = 1,
						["bTag"] = "手术前的哀思#5138",
					}, -- [360]
					{
						["role"] = "DAMAGER",
						["name"] = "柳吟情-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1583653553,
						["class"] = 12,
						["bTag"] = "NBVN#5534",
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "萧总-熔火之心",
						["iLvl"] = 475,
						["time"] = 1583653553,
						["class"] = 8,
						["bTag"] = "萧总#5776",
					}, -- [362]
					{
						["role"] = "DAMAGER",
						["name"] = "Xiaoluodd-巨龙之吼",
						["time"] = 1584013834,
						["class"] = 4,
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "Reddawn-巨龙之吼",
						["time"] = 1584013834,
						["class"] = 2,
					}, -- [364]
					{
						["role"] = "DAMAGER",
						["name"] = "丶充電宝-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1584104382,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "跪在冲锋中丶#5765",
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "空空侞也-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1584104382,
						["class"] = 2,
						["bTag"] = "胡子#5531",
					}, -- [366]
					{
						["role"] = "HEALER",
						["name"] = "任寂寞煎熬-风暴峭壁",
						["iLvl"] = 475,
						["time"] = 1584104382,
						["class"] = 5,
						["bTag"] = "乱舞醉红尘丶#5209",
					}, -- [367]
					{
						["role"] = "DAMAGER",
						["name"] = "不良丶-凤凰之神",
						["iLvl"] = 472,
						["time"] = 1584104382,
						["class"] = 6,
						["bTag"] = "JAcob#5170",
					}, -- [368]
					{
						["role"] = "DAMAGER",
						["name"] = "唯美丿灬-血环",
						["iLvl"] = 473,
						["time"] = 1584104382,
						["class"] = 12,
						["bTag"] = "唯美丨丶#5370",
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "小手牵牛-索瑞森",
						["iLvl"] = 471,
						["time"] = 1584104382,
						["class"] = 12,
						["bTag"] = "偶尔玩玩#5766",
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "三十岁肝硬化-凤凰之神",
						["iLvl"] = 470,
						["time"] = 1584104382,
						["class"] = 4,
						["bTag"] = "跪在冲锋中丶#5765",
					}, -- [371]
					{
						["role"] = "HEALER",
						["name"] = "柠檬皮卡皮卡-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1584104382,
						["class"] = 11,
						["bTag"] = "暗夜希望#5705",
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "黎喵喵-伊利丹",
						["iLvl"] = 472,
						["time"] = 1584104382,
						["class"] = 8,
						["bTag"] = "penguin#52589",
					}, -- [373]
					{
						["role"] = "TANK",
						["name"] = "性感小噜噜丶-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1584112575,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "狐狸不成精#5504",
					}, -- [374]
					{
						["role"] = "DAMAGER",
						["name"] = "性感小啾啾丶-死亡之翼",
						["time"] = 1584104995,
						["class"] = 5,
					}, -- [375]
					{
						["role"] = "HEALER",
						["name"] = "近我者甜吖-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1584112575,
						["class"] = 2,
						["bTag"] = "暴打路人甲#5310",
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "枫韵凌绝-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1584112575,
						["class"] = 4,
						["bTag"] = "绅士枫范#5311",
					}, -- [377]
					{
						["role"] = "DAMAGER",
						["name"] = "风吱汥-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1584112575,
						["class"] = 3,
						["bTag"] = "tsuyoshi#51518",
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "此战灬成名-死亡之翼",
						["iLvl"] = 466,
						["time"] = 1584112575,
						["class"] = 12,
						["bTag"] = "此战灬成名#5614",
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "卝铂爵卝-安苏",
						["iLvl"] = 473,
						["time"] = 1584112575,
						["class"] = 4,
						["bTag"] = "跳跃之狮#58615",
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "五色沙-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1584112575,
						["class"] = 9,
						["bTag"] = "暗夜曙光#5885",
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarei-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1584112575,
						["class"] = 5,
						["bTag"] = "暮楚#5641",
					}, -- [382]
					{
						["role"] = "DAMAGER",
						["name"] = "Reanschwarz-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1584112575,
						["class"] = 6,
						["bTag"] = "独孤恨天#5247",
					}, -- [383]
					{
						["role"] = "DAMAGER",
						["name"] = "Pandaapbuf-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1584112575,
						["class"] = 1,
						["bTag"] = "pangniao#5255",
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "碳酸-霜之哀伤",
						["iLvl"] = 472,
						["time"] = 1584112575,
						["class"] = 8,
						["bTag"] = "天赐宝牌#5155",
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "锕鱼-克尔苏加德",
						["iLvl"] = 472,
						["time"] = 1584112575,
						["class"] = 8,
						["bTag"] = "于鱼鱼#5465",
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "覆雪丶-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1584106935,
						["class"] = 12,
						["bTag"] = "万劫不復丶#5997",
					}, -- [387]
					{
						["role"] = "HEALER",
						["name"] = "兰若笙-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1584106935,
						["class"] = 5,
						["bTag"] = "阿颜#5382",
					}, -- [388]
					{
						["role"] = "DAMAGER",
						["name"] = "Kuy-黑铁",
						["iLvl"] = 472,
						["time"] = 1584106935,
						["class"] = 1,
						["bTag"] = "YUK#51330",
					}, -- [389]
					{
						["role"] = "DAMAGER",
						["name"] = "大漠古谚-黑暗虚空",
						["iLvl"] = 476,
						["time"] = 1584106718,
						["class"] = 8,
						["bTag"] = "大漠孤雁#5220",
					}, -- [390]
					{
						["role"] = "HEALER",
						["name"] = "堕落的神棍-安苏",
						["iLvl"] = 477,
						["time"] = 1584106935,
						["class"] = 7,
						["bTag"] = "堕落的棍棍#5279",
					}, -- [391]
					{
						["role"] = "HEALER",
						["name"] = "逍遥堡主-燃烧平原",
						["iLvl"] = 471,
						["time"] = 1584112575,
						["class"] = 7,
						["bTag"] = "依然任逍遥#5427",
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "獣道-海克泰尔",
						["iLvl"] = 473,
						["time"] = 1584105392,
						["class"] = 11,
						["bTag"] = "狩猪逮兔#5626",
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "浮士-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1584106935,
						["class"] = 3,
						["bTag"] = "深黑涩#5878",
					}, -- [394]
					{
						["role"] = "DAMAGER",
						["name"] = "垫刀鸡-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1584105429,
						["class"] = 11,
						["bTag"] = "懒惰的泰坦#5478",
					}, -- [395]
					{
						["role"] = "DAMAGER",
						["name"] = "窃魂魅影-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1584112575,
						["class"] = 9,
						["bTag"] = "康斯坦丁#53280",
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "半曲清秋丶-燃烧之刃",
						["iLvl"] = 472,
						["time"] = 1584112575,
						["class"] = 6,
						["bTag"] = "灬飞花梦影灬#5279",
					}, -- [397]
					{
						["role"] = "DAMAGER",
						["name"] = "親愛的老公-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1584112575,
						["class"] = 1,
						["bTag"] = "RikiSupreme#5381",
					}, -- [398]
					{
						["role"] = "DAMAGER",
						["name"] = "著名的阿昆达-巨龙之吼",
						["time"] = 1584106111,
						["class"] = 5,
					}, -- [399]
					{
						["role"] = "HEALER",
						["name"] = "纷飞桜花-死亡之翼",
						["time"] = 1584110763,
						["class"] = 11,
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "甜辣被蛋卷-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1584112575,
						["class"] = 8,
						["bTag"] = "哀思#51800",
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "健忘的阿昆达-巨龙之吼",
						["time"] = 1584110910,
						["class"] = 9,
					}, -- [402]
					{
						["role"] = "DAMAGER",
						["name"] = "风芷紫-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1584112575,
						["class"] = 12,
						["bTag"] = "tsuyoshi113#5752",
					}, -- [403]
					{
						["role"] = "HEALER",
						["name"] = "缺德的私聊我-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1584112575,
						["class"] = 11,
						["bTag"] = "单眼流泪#5356",
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "Fizz-冰风岗",
						["iLvl"] = 476,
						["time"] = 1584112575,
						["class"] = 5,
						["bTag"] = "清浅丶#5235",
					}, -- [405]
					{
						["role"] = "DAMAGER",
						["name"] = "一根耶喽喽-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1584112575,
						["class"] = 12,
						["bTag"] = "梦溺于恐#5304",
					}, -- [406]
					{
						["role"] = "HEALER",
						["name"] = "邪恶的牛奶-迅捷微风",
						["iLvl"] = 475,
						["time"] = 1584112575,
						["class"] = 10,
						["bTag"] = "元宵点点#5979",
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "碎兔万-死亡之翼",
						["iLvl"] = 478,
						["time"] = 1584112575,
						["class"] = 7,
						["bTag"] = "再皮那么一下下#5779",
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "欧气满满-巨龙之吼",
						["iLvl"] = 465,
						["time"] = 1584195478,
						["class"] = 4,
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "一克劳蒂雅一-影之哀伤",
						["iLvl"] = 468,
						["time"] = 1584195478,
						["class"] = 2,
						["bTag"] = "Leonidas#5244",
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "無量神弓-贫瘠之地",
						["iLvl"] = 476,
						["time"] = 1584194826,
						["class"] = 3,
					}, -- [411]
					{
						["role"] = "HEALER",
						["name"] = "Nishuo-刺骨利刃",
						["iLvl"] = 470,
						["time"] = 1584191556,
						["class"] = 5,
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "珍玛西蒙斯-寒冰皇冠",
						["time"] = 1584193626,
						["class"] = 4,
					}, -- [413]
					{
						["role"] = "TANK",
						["name"] = "干柴烈火-耐奥祖",
						["iLvl"] = 473,
						["time"] = 1584194815,
						["class"] = 6,
						["bTag"] = "lball#5114",
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "你是人间七月-燃烧之刃",
						["iLvl"] = 469,
						["time"] = 1584193585,
						["class"] = 2,
						["bTag"] = "雪一样的白#5123",
					}, -- [415]
					{
						["role"] = "HEALER",
						["name"] = "大宝不吃饭-阿尔萨斯",
						["iLvl"] = 475,
						["time"] = 1584195478,
						["class"] = 2,
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "并州聂隐娘-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1584194863,
						["class"] = 12,
						["bTag"] = "并州#5233",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "我头有丶痛-格瑞姆巴托",
						["iLvl"] = 476,
						["time"] = 1584193487,
						["class"] = 1,
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "尐爺脾氣壞-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1584195478,
						["class"] = 9,
						["bTag"] = "暖男杰爷#5881",
					}, -- [419]
					{
						["role"] = "DAMAGER",
						["name"] = "代代有法神-无尽之海",
						["iLvl"] = 469,
						["time"] = 1584193164,
						["class"] = 8,
						["bTag"] = "塔死丁狗#5898",
					}, -- [420]
					{
						["role"] = "HEALER",
						["name"] = "汀壹-无尽之海",
						["iLvl"] = 470,
						["time"] = 1584195478,
						["class"] = 7,
					}, -- [421]
					{
						["role"] = "DAMAGER",
						["name"] = "若林源三-主宰之剑",
						["iLvl"] = 471,
						["time"] = 1584193489,
						["class"] = 12,
						["bTag"] = "别闹#52971",
					}, -- [422]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲法号娇花-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1584193558,
						["class"] = 9,
					}, -- [423]
					{
						["role"] = "DAMAGER",
						["name"] = "伱媽貴姓-燃烧之刃",
						["iLvl"] = 475,
						["time"] = 1584195478,
						["class"] = 7,
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "一库客-伊森利恩",
						["iLvl"] = 477,
						["time"] = 1584193647,
						["class"] = 4,
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "亚瑟戴恩丶-燃烧之刃",
						["iLvl"] = 467,
						["time"] = 1584195478,
						["class"] = 6,
						["bTag"] = "多巴胺#51955",
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "傲天一战-伊森利恩",
						["iLvl"] = 476,
						["time"] = 1584194815,
						["class"] = 1,
						["bTag"] = "杀杀傻#5554",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "魔神恸-阿卡玛",
						["iLvl"] = 473,
						["time"] = 1584195084,
						["class"] = 8,
						["bTag"] = "下雨不愁#5411",
					}, -- [428]
					{
						["role"] = "TANK",
						["name"] = "三系都不会-回音山",
						["time"] = 1584195478,
						["class"] = 2,
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "曧堐魁-塞拉摩",
						["iLvl"] = 471,
						["time"] = 1584195478,
						["class"] = 8,
					}, -- [430]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "云雾里-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1582763973,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "云雾里#5235",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "文怡-冰风岗",
						["iLvl"] = 464,
						["time"] = 1582763884,
						["class"] = 4,
						["bTag"] = "yukirin#51370",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暖暖的北风-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1582763871,
						["class"] = 9,
						["bTag"] = "不疯魔不成活#5163",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "相看笑不休-安苏",
						["iLvl"] = 467,
						["time"] = 1582763947,
						["class"] = 9,
						["bTag"] = "周杰伦的粉丝#51714",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "魚丁糸-通灵学院",
						["time"] = 1582763922,
						["class"] = 3,
					}, -- [5]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "睡着的冬冬-巨龙之吼",
						["iLvl"] = 463,
						["time"] = 1583724594,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "冬勒个冬#5453",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一生所爱-死亡之翼",
						["iLvl"] = 472,
						["time"] = 1583724594,
						["class"] = 1,
						["bTag"] = "小马丁#5724",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一味-金色平原",
						["iLvl"] = 470,
						["time"] = 1583724594,
						["class"] = 3,
						["bTag"] = "梦裡#5876",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "悦乐疯越悦-巨龙之吼",
						["iLvl"] = 472,
						["time"] = 1583724594,
						["class"] = 11,
						["bTag"] = "疯子的迷恋#5306",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "钢铁之星贼-凤凰之神",
						["iLvl"] = 425,
						["time"] = 1583721482,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "呆唯#5752",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "你的心上人-洛肯",
						["iLvl"] = 445,
						["time"] = 1583721482,
						["class"] = 1,
						["bTag"] = "夜未香#5999",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丨永不为奴丨-无尽之海",
						["iLvl"] = 472,
						["time"] = 1583721482,
						["class"] = 9,
						["bTag"] = "如是#5616",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "睡着的冬冬-巨龙之吼",
						["iLvl"] = 463,
						["time"] = 1583721482,
						["class"] = 2,
						["bTag"] = "冬勒个冬#5453",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的吟唱者-凤凰之神",
						["iLvl"] = 451,
						["time"] = 1582196233,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Rewind#5892",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一吻定天下-埃加洛尔",
						["iLvl"] = 474,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "杨小厨#5308",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Pjboylyc-冰风岗",
						["iLvl"] = 394,
						["time"] = 1582196233,
						["class"] = 8,
						["bTag"] = "PJBOYLYC#5937",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落灬狐狸靖-影之哀伤",
						["iLvl"] = 473,
						["time"] = 1582196233,
						["class"] = 9,
						["bTag"] = "战斗之裤#5220194",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "远方的成就-加基森",
						["iLvl"] = 442,
						["time"] = 1582196233,
						["class"] = 5,
						["bTag"] = "李卫#51271",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆溪然-迪瑟洛克",
						["iLvl"] = 456,
						["time"] = 1582196233,
						["class"] = 8,
						["bTag"] = "尖塔科技#5932",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Monsterhunt-风暴之怒",
						["iLvl"] = 452,
						["time"] = 1582196233,
						["class"] = 12,
						["bTag"] = "茫然之矮人#58958",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "晔阑人静-海克泰尔",
						["iLvl"] = 472,
						["time"] = 1582196233,
						["class"] = 6,
						["bTag"] = "晔阑人静#5269",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿丶狗子们-格瑞姆巴托",
						["iLvl"] = 455,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "超能之裤#54945",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "赤焰卝七先森-黑铁",
						["iLvl"] = 446,
						["time"] = 1582196233,
						["class"] = 9,
						["bTag"] = "赤焰卝殇魂#5540",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "红颜泪丶-燃烧之刃",
						["iLvl"] = 433,
						["time"] = 1582196233,
						["class"] = 4,
						["bTag"] = "旧知己#5312",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "斧子-白骨荒野",
						["iLvl"] = 448,
						["time"] = 1582196233,
						["class"] = 6,
						["bTag"] = "无敌兔#5835",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "问就阿昆达-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1582196233,
						["class"] = 12,
						["bTag"] = "蓝羽毛#5781",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经是少年-海克泰尔",
						["iLvl"] = 426,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "霍格#53748",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "阿呆宝-斩魔者",
						["iLvl"] = 448,
						["time"] = 1582196233,
						["class"] = 2,
						["bTag"] = "Vangatt#5158",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "伊谢尔伦的枫-地狱咆哮",
						["iLvl"] = 458,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "BerSerKer#5471",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花夕拾-神圣之歌",
						["iLvl"] = 463,
						["time"] = 1582196233,
						["class"] = 2,
						["bTag"] = "青春被狗吃掉了#5184",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Kog-芬里斯",
						["time"] = 1582196176,
						["class"] = 11,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "夕见-玛瑟里顿",
						["time"] = 1582196233,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "樱丨舞丶祭-克尔苏加德",
						["iLvl"] = 435,
						["time"] = 1582196233,
						["class"] = 3,
						["bTag"] = "樱丨舞丶祭#5877",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "魔兽的牛牛-死亡之翼",
						["iLvl"] = 422,
						["time"] = 1582196201,
						["class"] = 11,
						["bTag"] = "熊猫丶天空#5411",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丶奎恩血蹄丶-冰风岗",
						["iLvl"] = 437,
						["time"] = 1582196233,
						["class"] = 3,
						["bTag"] = "沉默之剑#59957",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "余味余生-贫瘠之地",
						["iLvl"] = 464,
						["time"] = 1582196233,
						["class"] = 4,
						["bTag"] = "余味#51669",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "华仔快躲开-血牙魔王",
						["iLvl"] = 435,
						["time"] = 1582196233,
						["class"] = 3,
						["bTag"] = "江湖令#5988",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "西之莉芙-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1582196233,
						["class"] = 5,
						["bTag"] = "机智的无杀#5317",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "守候我的叉叉-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "封一寒#5459",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "咘呐呐-克尔苏加德",
						["iLvl"] = 451,
						["time"] = 1582196233,
						["class"] = 12,
						["bTag"] = "leo#55535",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥小书生-安苏",
						["iLvl"] = 445,
						["time"] = 1582196233,
						["class"] = 7,
						["bTag"] = "午夜之殇#51539",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "羽丶川翼-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1582196233,
						["class"] = 5,
						["bTag"] = "小雨#5730",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人指压-卡拉赞",
						["iLvl"] = 429,
						["time"] = 1582196233,
						["class"] = 12,
						["bTag"] = "Slimlee#5300",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "淡漠青衫-布兰卡德",
						["iLvl"] = 470,
						["time"] = 1582196233,
						["class"] = 9,
						["bTag"] = "麻将机#5406",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "伍佰个小德-埃德萨拉",
						["iLvl"] = 467,
						["time"] = 1582196233,
						["class"] = 11,
						["bTag"] = "五百你大哥#5221",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "玖一倪先生-黑铁",
						["iLvl"] = 463,
						["time"] = 1582196233,
						["class"] = 9,
						["bTag"] = "wzb#5949",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "老婆说老算-死亡之翼",
						["iLvl"] = 456,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "呜哇哇#5797",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "残影之月-血色十字军",
						["iLvl"] = 463,
						["time"] = 1582196233,
						["class"] = 8,
						["bTag"] = "残影月#5888",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "回嫌体正直-亡语者",
						["time"] = 1582196218,
						["class"] = 10,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "林中天籁-影之哀伤",
						["iLvl"] = 462,
						["time"] = 1582196233,
						["class"] = 3,
						["bTag"] = "林中天籁#5518",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "乡下来的表哥-血色十字军",
						["iLvl"] = 438,
						["time"] = 1582196233,
						["class"] = 6,
						["bTag"] = "洋洋#5672",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Nofire-回音山",
						["iLvl"] = 464,
						["time"] = 1582196233,
						["class"] = 8,
						["bTag"] = "明月星辰#5478",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "千年狐-燃烧之刃",
						["iLvl"] = 413,
						["time"] = 1582196233,
						["class"] = 5,
						["bTag"] = "为了部落#518297",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Nevermoro-石爪峰",
						["iLvl"] = 453,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "张起灵#5933",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "砍砍-安苏",
						["iLvl"] = 453,
						["time"] = 1582196233,
						["class"] = 1,
						["bTag"] = "跳跳精灵#525642",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "赵伊然-卡拉赞",
						["iLvl"] = 435,
						["time"] = 1582619715,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "赵伊然#5866",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "岡崎丶渚-格瑞姆巴托",
						["iLvl"] = 469,
						["time"] = 1582619715,
						["class"] = 5,
						["bTag"] = "金蟾仙子#5701",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "丨哈嘿丨-贫瘠之地",
						["iLvl"] = 373,
						["time"] = 1582619715,
						["class"] = 3,
						["bTag"] = "输入一个名称#510709",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "这输出别玩了-凤凰之神",
						["iLvl"] = 456,
						["time"] = 1582619715,
						["class"] = 1,
						["bTag"] = "美凤宝宝#5110",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "岁月吟晨曦-海克泰尔",
						["iLvl"] = 436,
						["time"] = 1582619715,
						["class"] = 11,
						["bTag"] = "单刷鸡儿加蛋#5170",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "前端架构师-利刃之拳",
						["iLvl"] = 440,
						["time"] = 1582619715,
						["class"] = 3,
						["bTag"] = "sindoreiwhh#5317",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "百岁山战神-黑铁",
						["iLvl"] = 409,
						["time"] = 1582619715,
						["class"] = 1,
						["bTag"] = "光明之锤#5279386",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "静静的笨总-凤凰之神",
						["iLvl"] = 452,
						["time"] = 1582619715,
						["class"] = 8,
						["bTag"] = "笨总#5116",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "伊阿宋-萨菲隆",
						["iLvl"] = 450,
						["time"] = 1582619715,
						["class"] = 2,
						["bTag"] = "天神丨影#5495",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Azeroz-巨龙之吼",
						["iLvl"] = 458,
						["time"] = 1582619715,
						["class"] = 8,
						["bTag"] = "我国知名屁股#5873",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "欧王-玛洛加尔",
						["iLvl"] = 446,
						["time"] = 1582619715,
						["class"] = 8,
						["bTag"] = "Jasonleung#51231",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "吃饭必须伴蛋-爱斯特纳",
						["time"] = 1582619715,
						["class"] = 1,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "真魔兽无双-图拉扬",
						["iLvl"] = 366,
						["time"] = 1582619715,
						["class"] = 4,
						["bTag"] = "空降掷弹兵#5749",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚打老虎灬-安苏",
						["iLvl"] = 437,
						["time"] = 1582619715,
						["class"] = 1,
						["bTag"] = "花果山十三太保#5151",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "薇雪芙-烈焰峰",
						["time"] = 1582619715,
						["class"] = 1,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "何丶芯-布兰卡德",
						["time"] = 1582619715,
						["class"] = 2,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "平原大野狼-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1582764281,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "张艺#5821",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇姬汉库克-天空之墙",
						["iLvl"] = 454,
						["time"] = 1582764283,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "信仰卍之光#5277",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "悕莜-无尽之海",
						["time"] = 1582764273,
						["class"] = 2,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的小酒桌-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1582764273,
						["class"] = 12,
						["bTag"] = "泡泡威武#5879",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "三楼老中医-迅捷微风",
						["iLvl"] = 475,
						["time"] = 1582764283,
						["class"] = 8,
						["bTag"] = "子非鸟#5735",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "暴怒排骨-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1582764273,
						["class"] = 1,
						["bTag"] = "pTracy#5971",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "布尔凯索双刃-埃德萨拉",
						["iLvl"] = 476,
						["time"] = 1582764273,
						["class"] = 1,
						["bTag"] = "我的滑板鞋#5579",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Whitered-萨菲隆",
						["iLvl"] = 473,
						["time"] = 1582764275,
						["class"] = 3,
						["bTag"] = "Whitered#5146",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "烙攻-熵魔",
						["iLvl"] = 455,
						["time"] = 1582764273,
						["class"] = 6,
						["bTag"] = "冰封的种仔#5299",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "诉瑶琴-格瑞姆巴托",
						["iLvl"] = 465,
						["time"] = 1582764271,
						["class"] = 6,
						["bTag"] = "梨花院落#5406",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "丷蕾蕾丷-血吼",
						["iLvl"] = 467,
						["time"] = 1582764273,
						["class"] = 4,
						["bTag"] = "豆豆#59344",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "玩的就是犀利-影之哀伤",
						["iLvl"] = 462,
						["time"] = 1582764273,
						["class"] = 12,
						["bTag"] = "天翼美妆#5758",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "亚琦洛贝-无尽之海",
						["iLvl"] = 441,
						["time"] = 1582764275,
						["class"] = 6,
						["bTag"] = "Shadow#511827",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "大雅-通灵学院",
						["iLvl"] = 458,
						["time"] = 1582764283,
						["class"] = 9,
						["bTag"] = "假面的告白#5943",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "阿丶怪-死亡之翼",
						["iLvl"] = 473,
						["time"] = 1582764271,
						["class"] = 11,
						["bTag"] = "Matong#51613",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "灵感不来-埃德萨拉",
						["time"] = 1582764275,
						["class"] = 3,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾姆碳-月神殿",
						["iLvl"] = 458,
						["time"] = 1582764273,
						["class"] = 12,
						["bTag"] = "轩辕挥#5596",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "岩丶色-迦拉克隆",
						["iLvl"] = 464,
						["time"] = 1582764277,
						["class"] = 6,
						["bTag"] = "烟丨色#5628",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Viberg-风暴之怒",
						["iLvl"] = 464,
						["time"] = 1582764277,
						["class"] = 2,
						["bTag"] = "满月惊风#5461",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "月火虫群-伊利丹",
						["iLvl"] = 467,
						["time"] = 1582764275,
						["class"] = 11,
						["bTag"] = "万象天宜#5336",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "孤独一木-阿格拉玛",
						["iLvl"] = 469,
						["time"] = 1582764277,
						["class"] = 2,
						["bTag"] = "孤独一木#5463",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "天上乌贼-无尽之海",
						["iLvl"] = 444,
						["time"] = 1582764275,
						["class"] = 4,
						["bTag"] = "真水#5647",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Trolli-主宰之剑",
						["iLvl"] = 456,
						["time"] = 1582764275,
						["class"] = 8,
						["bTag"] = "Tooth#5267",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "一潭死水-奥妮克希亚",
						["time"] = 1582764269,
						["class"] = 11,
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "凤天舞者-主宰之剑",
						["iLvl"] = 446,
						["time"] = 1582764277,
						["class"] = 10,
						["bTag"] = "闪亮之雄#54394",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "月色丶撩人-恐怖图腾",
						["iLvl"] = 454,
						["time"] = 1582764271,
						["class"] = 12,
						["bTag"] = "特纶小小苏#5854",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "星星行星-格瑞姆巴托",
						["iLvl"] = 477,
						["time"] = 1582764273,
						["class"] = 2,
						["bTag"] = "星星形形#5613",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "就是爱-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1582764273,
						["class"] = 4,
						["bTag"] = "就是爱豆子#5616",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "失落的一一-死亡之翼",
						["time"] = 1582764283,
						["class"] = 9,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "海棠一朵-影之哀伤",
						["iLvl"] = 467,
						["time"] = 1582764283,
						["class"] = 2,
						["bTag"] = "一袋天椒#52285",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸之物丶-死亡之翼",
						["iLvl"] = 474,
						["time"] = 1582764271,
						["class"] = 2,
						["bTag"] = "尬舞之神#5102",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉儿吃不饱-冰风岗",
						["iLvl"] = 465,
						["time"] = 1582764269,
						["class"] = 8,
						["bTag"] = "Rei#52645",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "盐暴术-安苏",
						["iLvl"] = 473,
						["time"] = 1582764250,
						["class"] = 8,
						["bTag"] = "暴躁的兔子#5948",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "風来兮-燃烧之刃",
						["iLvl"] = 473,
						["time"] = 1582764256,
						["class"] = 4,
						["bTag"] = "风来#51911",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Itzy-凤凰之神",
						["iLvl"] = 475,
						["time"] = 1582764269,
						["class"] = 11,
						["bTag"] = "男朋友#51531",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "優庫里伍德-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1582764271,
						["class"] = 4,
						["bTag"] = "优库里伍德#5223",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "丶马小战-塞拉摩",
						["iLvl"] = 453,
						["time"] = 1582764269,
						["class"] = 1,
						["bTag"] = "俊俊妹丶#5458",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Zeg-凤凰之神",
						["iLvl"] = 478,
						["time"] = 1582764271,
						["class"] = 10,
						["bTag"] = "小魔豆#5281",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "我如水中月-狂热之刃",
						["iLvl"] = 472,
						["time"] = 1582764269,
						["class"] = 12,
						["bTag"] = "ippLL#5382",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "杰灬瑞灬米-安苏",
						["iLvl"] = 453,
						["time"] = 1582865006,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "杰灬瑞灬米#5864",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "啊然-巨龙之吼",
						["iLvl"] = 465,
						["time"] = 1582865012,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "scertmieasd#5393",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "猫猫家的猫-鲜血熔炉",
						["iLvl"] = 456,
						["time"] = 1582865010,
						["class"] = 9,
						["bTag"] = "神奇的猫#5121",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "不曾莣记-加基森",
						["iLvl"] = 470,
						["time"] = 1582865008,
						["class"] = 10,
						["bTag"] = "存在的意义#5233",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "格林威治-奥尔加隆",
						["iLvl"] = 450,
						["time"] = 1582865008,
						["class"] = 6,
						["bTag"] = "走力口大人#5136",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "巨浪也增-死亡之翼",
						["iLvl"] = 421,
						["time"] = 1582865020,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "火锅是生活的缩影#5148",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "累感不爱-寒冰皇冠",
						["iLvl"] = 446,
						["time"] = 1582865022,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "累感不爱#5782",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "她头上有犄角-安苏",
						["iLvl"] = 412,
						["time"] = 1582865022,
						["class"] = 12,
						["bTag"] = "你可真是太优秀了#5466",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "莱斯火拳-凤凰之神",
						["time"] = 1582865008,
						["class"] = 10,
					}, -- [106]
					{
						["role"] = "HEALER",
						["name"] = "呆呆小呆-盖斯",
						["iLvl"] = 441,
						["time"] = 1582865004,
						["class"] = 11,
						["bTag"] = "走路的兔子#5266",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "干申大那多-伊森德雷",
						["iLvl"] = 460,
						["time"] = 1582864969,
						["class"] = 5,
						["bTag"] = "尼古丁#5122",
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "改名字最头疼-伊森德雷",
						["iLvl"] = 458,
						["time"] = 1582865018,
						["class"] = 5,
						["bTag"] = "laugh#5765",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔的怜惜-无尽之海",
						["iLvl"] = 460,
						["time"] = 1582865012,
						["class"] = 6,
						["bTag"] = "TheHanzo#5504",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "摸不到的烟圈-鹰巢山",
						["iLvl"] = 431,
						["time"] = 1582865027,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "小集#5627",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "风之圣乐-恶魔之魂",
						["iLvl"] = 428,
						["time"] = 1582865012,
						["class"] = 4,
						["bTag"] = "Guderian#51710",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "黑風牙-死亡之翼",
						["time"] = 1582864969,
						["class"] = 12,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "清影-黑铁",
						["iLvl"] = 450,
						["time"] = 1582865010,
						["class"] = 12,
						["bTag"] = "暗月牙#51943",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "牛的骄傲-死亡之翼",
						["iLvl"] = 447,
						["time"] = 1582865008,
						["class"] = 1,
						["bTag"] = "可爱滴小坏蛋#5493",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "項灬祤-凤凰之神",
						["iLvl"] = 474,
						["time"] = 1582865010,
						["class"] = 1,
						["bTag"] = "笑清风#51100",
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "飒曼-迦玛兰",
						["iLvl"] = 458,
						["time"] = 1582864969,
						["class"] = 7,
						["bTag"] = "sendy#51351",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "子卿丶-燃烧之刃",
						["iLvl"] = 402,
						["time"] = 1582865016,
						["class"] = 6,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "Samural-卡德加",
						["iLvl"] = 433,
						["time"] = 1582864969,
						["class"] = 12,
						["bTag"] = "來生緣#5495",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "桔梗之殇-无尽之海",
						["iLvl"] = 469,
						["time"] = 1582865006,
						["class"] = 12,
						["bTag"] = "风之伤#5871",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "Chaosmelody-伊森利恩",
						["iLvl"] = 440,
						["time"] = 1582865004,
						["class"] = 7,
						["bTag"] = "Chaosmelody#51892",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "八玥恋玖-无尽之海",
						["iLvl"] = 451,
						["time"] = 1582865010,
						["class"] = 1,
						["bTag"] = "戴先森#51186",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "活板板-血色十字军",
						["iLvl"] = 461,
						["time"] = 1582865004,
						["class"] = 3,
						["bTag"] = "熊宝她爸#5497",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "伽箩娜-天空之墙",
						["iLvl"] = 431,
						["time"] = 1582865008,
						["class"] = 4,
						["bTag"] = "得不到最美#5695",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "杏仁抹茶-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1582865006,
						["class"] = 3,
						["bTag"] = "抹茶杏仁#51454",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸头骷髅-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1582865006,
						["class"] = 9,
						["bTag"] = "爆炸头骷髅#51883",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "克瑞斯饭团-死亡之翼",
						["iLvl"] = 462,
						["time"] = 1582865012,
						["class"] = 9,
						["bTag"] = "DeadlyPants#547999",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "翘首以盼-血吼",
						["iLvl"] = 438,
						["time"] = 1582865018,
						["class"] = 6,
						["bTag"] = "夏过秋来#5926",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "一条疯牛-贫瘠之地",
						["iLvl"] = 436,
						["time"] = 1582865014,
						["class"] = 1,
						["bTag"] = "WildRage#513942",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "撸小晨-血色十字军",
						["iLvl"] = 467,
						["time"] = 1582865008,
						["class"] = 10,
						["bTag"] = "撸死他撸啊撸#5830",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "奶醉-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1582865006,
						["class"] = 11,
						["bTag"] = "为你燃烧双眸#5663",
					}, -- [131]
					{
						["role"] = "TANK",
						["name"] = "青春不悔-苏塔恩",
						["iLvl"] = 453,
						["time"] = 1582865020,
						["class"] = 10,
						["bTag"] = "小笨蛋#5787",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "丨沉默中沉没-影之哀伤",
						["iLvl"] = 475,
						["time"] = 1582864969,
						["class"] = 1,
						["bTag"] = "沉默中沉没#51798",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "云烟成霜-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1582865008,
						["class"] = 12,
						["bTag"] = "眼神有点殇#51596",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "若是情非得已-伊森利恩",
						["iLvl"] = 461,
						["time"] = 1582865008,
						["class"] = 2,
						["bTag"] = "木木木木木#51500",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "小确幸丶-伊森利恩",
						["iLvl"] = 468,
						["time"] = 1582865008,
						["class"] = 12,
						["bTag"] = "肥肥猫#51280",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "专业打老虎-血色十字军",
						["time"] = 1583374930,
						["class"] = 4,
						["leader"] = true,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "Vartuên-熔火之心",
						["iLvl"] = 461,
						["time"] = 1583374876,
						["class"] = 8,
						["bTag"] = "vartuen#5229",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒满宝-凯恩血蹄",
						["iLvl"] = 464,
						["time"] = 1583374930,
						["class"] = 8,
						["bTag"] = "安立#5511",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜斬-卡拉赞",
						["iLvl"] = 468,
						["time"] = 1583374930,
						["class"] = 1,
						["bTag"] = "月夜斬571#5249",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "术游子-风暴之鳞",
						["iLvl"] = 459,
						["time"] = 1583374928,
						["class"] = 8,
						["bTag"] = "跳跃之狮#571250",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "Ancientofd-迦拉克隆",
						["iLvl"] = 473,
						["time"] = 1583374928,
						["class"] = 6,
						["bTag"] = "蓝铯峢痕#5751",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "后裔族-迅捷微风",
						["iLvl"] = 476,
						["time"] = 1583374930,
						["class"] = 3,
						["bTag"] = "炉石后裔#5622",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "月下轻轻叹-无尽之海",
						["iLvl"] = 469,
						["time"] = 1583374930,
						["class"] = 4,
						["bTag"] = "小李飞刀#51451",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "騎小籠撞牆-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1583374930,
						["class"] = 12,
						["bTag"] = "大宝剑#52571",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "灬阿赖耶识-翡翠梦境",
						["iLvl"] = 476,
						["time"] = 1583374930,
						["class"] = 2,
						["bTag"] = "甩甩#5388",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "双马尾丶-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1583374928,
						["class"] = 1,
						["bTag"] = "风吹雨落红杏出墙#5813",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "归来没有统帅-石锤",
						["iLvl"] = 444,
						["time"] = 1583374930,
						["class"] = 2,
						["bTag"] = "跳跃之狮#55366",
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "岛的失眠所-洛萨",
						["iLvl"] = 471,
						["time"] = 1583374928,
						["class"] = 2,
						["bTag"] = "LoyalDsy#5197",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "亿粒蛋丶阿翔-影之哀伤",
						["iLvl"] = 460,
						["time"] = 1583374930,
						["class"] = 12,
						["bTag"] = "我的半藏又不空大#5447",
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "狼骑联盟-死亡之翼",
						["iLvl"] = 450,
						["time"] = 1583374928,
						["class"] = 6,
						["bTag"] = "我辈何以为战#5923",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "Oceangray-加基森",
						["time"] = 1583374930,
						["class"] = 8,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡型男人-苏塔恩",
						["iLvl"] = 437,
						["time"] = 1583374930,
						["class"] = 8,
						["bTag"] = "飞虎#5334",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "倒霉牛-死亡之翼",
						["iLvl"] = 411,
						["time"] = 1583374930,
						["class"] = 11,
						["bTag"] = "晴明无雨色#51484",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "Xiseven-阿纳克洛斯",
						["iLvl"] = 458,
						["time"] = 1583374930,
						["class"] = 4,
						["bTag"] = "Xiseven#5162",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "帝芯-风暴之怒",
						["iLvl"] = 468,
						["time"] = 1583374928,
						["class"] = 4,
						["bTag"] = "碧游仙#5781",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "野性触角-燃烧之刃",
						["iLvl"] = 476,
						["time"] = 1583374930,
						["class"] = 3,
						["bTag"] = "一大车人参#5216",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "Xjy-寒冰皇冠",
						["iLvl"] = 471,
						["time"] = 1583374930,
						["class"] = 11,
						["bTag"] = "XJY#51361",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "丶麻袋-影之哀伤",
						["iLvl"] = 446,
						["time"] = 1583374930,
						["class"] = 3,
						["bTag"] = "麻袋#5416",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "寒蝉凄切丶-燃烧之刃",
						["iLvl"] = 468,
						["time"] = 1583374928,
						["class"] = 4,
						["bTag"] = "寒蝉凄切#51727",
					}, -- [160]
					{
						["role"] = "TANK",
						["name"] = "戰龍不敗爵爺-伊森利恩",
						["iLvl"] = 460,
						["time"] = 1583374928,
						["class"] = 6,
						["bTag"] = "Hung#51291",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "先生请让让-布兰卡德",
						["iLvl"] = 474,
						["time"] = 1583374876,
						["class"] = 5,
						["bTag"] = "皇后男巫#5401",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "冰与火的终章-红云台地",
						["iLvl"] = 453,
						["time"] = 1583374930,
						["class"] = 3,
						["bTag"] = "AERSASOFSAD#5661",
					}, -- [163]
					{
						["role"] = "HEALER",
						["name"] = "郑英意-艾莫莉丝",
						["time"] = 1583374876,
						["class"] = 5,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "舞蹈的银子-海克泰尔",
						["iLvl"] = 467,
						["time"] = 1583374930,
						["class"] = 3,
						["bTag"] = "银子法僧萨猎魔猎#5133",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "对不起他自卑-无尽之海",
						["iLvl"] = 468,
						["time"] = 1583374930,
						["class"] = 6,
						["bTag"] = "对不起我真帅#5369",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "Deanezola-奥特兰克",
						["time"] = 1583374930,
						["class"] = 4,
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "火鸡味锅巴-阿纳克洛斯",
						["iLvl"] = 476,
						["time"] = 1583374930,
						["class"] = 9,
						["bTag"] = "黑暗魔王#5221",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "名字和谐了-闪电之刃",
						["iLvl"] = 451,
						["time"] = 1583374930,
						["class"] = 4,
						["bTag"] = "背后的暧昧#5840",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "Argeti-阿纳克洛斯",
						["iLvl"] = 443,
						["time"] = 1583374876,
						["class"] = 9,
						["bTag"] = "杨帆#5403",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "小老幺-死亡之翼",
						["iLvl"] = 467,
						["time"] = 1583374930,
						["class"] = 4,
						["bTag"] = "三狗开泰#5288",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "寶貝的球寶寶-伊森利恩",
						["iLvl"] = 478,
						["time"] = 1583374930,
						["class"] = 1,
						["bTag"] = "寶貝兒我來了#5517",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "话梅丶-燃烧之刃",
						["iLvl"] = 452,
						["time"] = 1583374876,
						["class"] = 6,
						["bTag"] = "没有情绪的毛衣#5272",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "聽风-凤凰之神",
						["iLvl"] = 473,
						["time"] = 1583374876,
						["class"] = 4,
						["bTag"] = "小白叔叔#51136",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Archdevil-红云台地",
						["iLvl"] = 457,
						["time"] = 1583374876,
						["class"] = 12,
						["bTag"] = "阳光很懒#5474",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "丨龍魂丨-影之哀伤",
						["iLvl"] = 474,
						["time"] = 1583378566,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "龍魂#51446",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "影丶踪-死亡之翼",
						["iLvl"] = 459,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "此人丶已死#51228",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "喊什么喊-死亡之翼",
						["iLvl"] = 470,
						["time"] = 1583378566,
						["class"] = 6,
						["bTag"] = "慌得要死#51990",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "一尘道仙-格瑞姆巴托",
						["iLvl"] = 454,
						["time"] = 1583378566,
						["class"] = 12,
						["bTag"] = "布丁#52457",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "捌分牛气-鲜血熔炉",
						["iLvl"] = 444,
						["time"] = 1583378566,
						["class"] = 3,
						["bTag"] = "阿哲#5892",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "Dotk-龙骨平原",
						["iLvl"] = 471,
						["time"] = 1583378561,
						["class"] = 4,
						["bTag"] = "deadly#5154",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "毛椒火辣-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "Haniel#5458",
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "知行丶-狂热之刃",
						["iLvl"] = 476,
						["time"] = 1583378566,
						["class"] = 10,
						["bTag"] = "书到用时方恨少#51469",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "月半恍恍狐狐-卡德加",
						["iLvl"] = 474,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "顶级工具人月半酱#5765",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "Fengyutongdz-凤凰之神",
						["iLvl"] = 454,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "Fengyutong#5369",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "世界第一硬-凤凰之神",
						["iLvl"] = 453,
						["time"] = 1583378566,
						["class"] = 1,
						["bTag"] = "我是大神#52714",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "奶力死扑街-巨龙之吼",
						["iLvl"] = 476,
						["time"] = 1583378566,
						["class"] = 8,
						["bTag"] = "Malanore#5597",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的洋葱-死亡熔炉",
						["iLvl"] = 446,
						["time"] = 1583378566,
						["class"] = 6,
						["bTag"] = "天天的天天#5156",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "三十一而立-卡拉赞",
						["iLvl"] = 425,
						["time"] = 1583378566,
						["class"] = 1,
						["bTag"] = "威果子#5798",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "以七为书丶-艾莫莉丝",
						["iLvl"] = 476,
						["time"] = 1583378566,
						["class"] = 5,
						["bTag"] = "七口关#5526",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕舞者-血色十字军",
						["iLvl"] = 453,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "萌行天下#5716",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "风痕血月-死亡之翼",
						["iLvl"] = 469,
						["time"] = 1583378566,
						["class"] = 12,
						["bTag"] = "紅蓮騎士#5721",
					}, -- [192]
					{
						["role"] = "HEALER",
						["name"] = "兔兔子又饿了-埃德萨拉",
						["iLvl"] = 457,
						["time"] = 1583378566,
						["class"] = 2,
						["bTag"] = "兔兔子呀#5545",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "一只柯基-埃德萨拉",
						["iLvl"] = 475,
						["time"] = 1583378566,
						["class"] = 6,
						["bTag"] = "人定胜天#5757",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "断魂飞舞-冰风岗",
						["iLvl"] = 475,
						["time"] = 1583378559,
						["class"] = 3,
						["bTag"] = "老断#51550",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "屿你无瓜-伊森利恩",
						["iLvl"] = 426,
						["time"] = 1583378566,
						["class"] = 12,
						["bTag"] = "小苏菲的弹力贴身#5238",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "叮铃铃当-战歌",
						["iLvl"] = 474,
						["time"] = 1583378566,
						["class"] = 2,
						["bTag"] = "legend#5976",
					}, -- [197]
					{
						["role"] = "TANK",
						["name"] = "晴风沐雨-凤凰之神",
						["iLvl"] = 477,
						["time"] = 1583378566,
						["class"] = 10,
						["bTag"] = "晴月#5435",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "新法師-提瑞斯法",
						["iLvl"] = 411,
						["time"] = 1583378566,
						["class"] = 8,
						["bTag"] = "Amethyst#5603",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "请腐蚀我吧丶-血色十字军",
						["iLvl"] = 478,
						["time"] = 1583378566,
						["class"] = 9,
						["bTag"] = "蛋儿#5361",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "巴卜巴卜-斯坦索姆",
						["iLvl"] = 454,
						["time"] = 1583378566,
						["class"] = 9,
						["bTag"] = "Fery#51918",
					}, -- [201]
					{
						["role"] = "HEALER",
						["name"] = "南方黑芝麻狐-无尽之海",
						["iLvl"] = 468,
						["time"] = 1583378566,
						["class"] = 7,
						["bTag"] = "Darkay#5927",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "幻想乡-阿卡玛",
						["iLvl"] = 432,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "该死的欧洲狗#5751",
					}, -- [203]
					{
						["role"] = "HEALER",
						["name"] = "丿风墨染流年-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1583378566,
						["class"] = 5,
						["bTag"] = "法拉希尔#5246",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "干瘪土豆丝-黑铁",
						["iLvl"] = 431,
						["time"] = 1583378566,
						["class"] = 12,
						["bTag"] = "淳朴小少年#5854",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "北原和纱丶-凤凰之神",
						["iLvl"] = 476,
						["time"] = 1583378566,
						["class"] = 2,
						["bTag"] = "北原和纱#51369",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "Poker-烈焰峰",
						["iLvl"] = 465,
						["time"] = 1583378566,
						["class"] = 12,
						["bTag"] = "风吹叽叽飘#5347",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊老黑-无尽之海",
						["iLvl"] = 458,
						["time"] = 1583378566,
						["class"] = 4,
						["bTag"] = "浩宇哥0605#5763",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "骇人恶兽丶-燃烧之刃",
						["iLvl"] = 471,
						["time"] = 1583378566,
						["class"] = 1,
						["bTag"] = "Elric#51244",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "车门通通焊死-伊森利恩",
						["iLvl"] = 473,
						["time"] = 1583378566,
						["class"] = 1,
						["bTag"] = "车门通通焊死#5574",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "墨楓-血羽",
						["iLvl"] = 456,
						["time"] = 1583378566,
						["class"] = 6,
						["bTag"] = "大超#5522",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "请砍我-死亡之翼",
						["iLvl"] = 466,
						["time"] = 1583378566,
						["class"] = 1,
						["bTag"] = "要离#5854",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "潇湘月夜-血色十字军",
						["iLvl"] = 476,
						["time"] = 1583378566,
						["class"] = 8,
						["bTag"] = "潇湘月夜#51224",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "哈呀-大地之怒",
						["time"] = 1583378566,
						["class"] = 12,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子回来了-死亡之翼",
						["iLvl"] = 477,
						["time"] = 1584117479,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "迎着阳光盛大逃亡#51931",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "无边的梦魇-凤凰之神",
						["iLvl"] = 415,
						["time"] = 1584117508,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "王无邪#51136",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "丨爱萝莉-燃烧之刃",
						["iLvl"] = 477,
						["time"] = 1584117508,
						["class"] = 12,
						["bTag"] = "究极大表哥#5549",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "小小阿珂-寒冰皇冠",
						["iLvl"] = 467,
						["time"] = 1584117508,
						["class"] = 5,
						["bTag"] = "雷珂#5658",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "幼儿园奶霸-希尔瓦娜斯",
						["iLvl"] = 453,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "幼儿园奶霸#5860",
					}, -- [219]
					{
						["role"] = "TANK",
						["name"] = "慯么那忆回-无尽之海",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 6,
						["bTag"] = "淡淡的失意#5299",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "佨佨-黑暗之矛",
						["iLvl"] = 469,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "稳定的脑细胞#5873",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "空丨无垠之泪-太阳之井",
						["iLvl"] = 466,
						["time"] = 1584117508,
						["class"] = 9,
						["bTag"] = "空丨空#5826",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "漫友书包-鬼雾峰",
						["iLvl"] = 466,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "李小喵的老爸#5888",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "张无忌-塞拉摩",
						["iLvl"] = 467,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "周芷若#51511",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "冰糖摩卡-死亡之翼",
						["iLvl"] = 457,
						["time"] = 1584117508,
						["class"] = 8,
						["bTag"] = "STONE#56984",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣牛杂-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 7,
						["bTag"] = "麻辣牛杂#51578",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "月如之心-燃烧平原",
						["iLvl"] = 468,
						["time"] = 1584117508,
						["class"] = 10,
						["bTag"] = "Silentsnow#5332",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "壹两-燃烧之刃",
						["iLvl"] = 470,
						["time"] = 1584117508,
						["class"] = 3,
						["bTag"] = "Hsuinly#5422",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豉蒸柳丁汁-洛丹伦",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 12,
						["bTag"] = "天选之人丨阿韬哥#5640",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "Darvishyu-冰风岗",
						["time"] = 1584117508,
						["class"] = 3,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "纯情善良-凤凰之神",
						["iLvl"] = 449,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "丸子炸弹#5121",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "月亮之城-冰风岗",
						["time"] = 1584117508,
						["class"] = 2,
					}, -- [232]
					{
						["role"] = "TANK",
						["name"] = "Lanch-艾莫莉丝",
						["iLvl"] = 424,
						["time"] = 1584117508,
						["class"] = 1,
						["bTag"] = "我是熊猫我光荣#5793",
					}, -- [233]
					{
						["role"] = "TANK",
						["name"] = "三枪加一炮-安苏",
						["iLvl"] = 440,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "隔壁老王#5443",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "芯靈灬氣熄-冰风岗",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "谜离#51827",
					}, -- [235]
					{
						["role"] = "TANK",
						["name"] = "遥望星空-血色十字军",
						["iLvl"] = 473,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "简单的程序员#5364",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟噜嚕噜嚕-布兰卡德",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 10,
						["bTag"] = "乌鸦坐飞机#52264",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "巫毒滑步-死亡之翼",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 3,
						["bTag"] = "迷你之泰坦#510753",
					}, -- [238]
					{
						["role"] = "HEALER",
						["name"] = "Moksha-凤凰之神",
						["iLvl"] = 472,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "林予晨乀#5332",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄乄本色-燃烧之刃",
						["iLvl"] = 474,
						["time"] = 1584117508,
						["class"] = 1,
						["bTag"] = "纵横四海#51888",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "菱梦纱璃-迪瑟洛克",
						["iLvl"] = 469,
						["time"] = 1584117508,
						["class"] = 9,
						["bTag"] = "乐无异#5262",
					}, -- [241]
					{
						["role"] = "TANK",
						["name"] = "刘咖喱-布兰卡德",
						["iLvl"] = 477,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "追风少女#51551",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "山楂糖有点甜-燃烧之刃",
						["iLvl"] = 478,
						["time"] = 1584117508,
						["class"] = 4,
						["bTag"] = "暗影#59525",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒乄的狂戦-凤凰之神",
						["iLvl"] = 465,
						["time"] = 1584117508,
						["class"] = 6,
						["bTag"] = "GrumpyMonk#52312",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "孤坟老树昏鸦-凯恩血蹄",
						["iLvl"] = 451,
						["time"] = 1584117508,
						["class"] = 8,
						["bTag"] = "孤坟#5463",
					}, -- [245]
					{
						["role"] = "HEALER",
						["name"] = "澄澄映葭苇-埃德萨拉",
						["iLvl"] = 474,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "清醒梦境之忆#5750",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "十字軍打擊-格瑞姆巴托",
						["iLvl"] = 475,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "蓝胖爸爸#5354",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "草朩哖华-格瑞姆巴托",
						["iLvl"] = 474,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "心灵之歌#5267",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "Phantomkid-伊森利恩",
						["iLvl"] = 476,
						["time"] = 1584117508,
						["class"] = 4,
						["bTag"] = "Jalal#5455",
					}, -- [249]
					{
						["role"] = "TANK",
						["name"] = "又被砍四刀-燃烧之刃",
						["iLvl"] = 465,
						["time"] = 1584117508,
						["class"] = 2,
						["bTag"] = "技术的空间#5975",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "神探夏洛扣-死亡之翼",
						["iLvl"] = 475,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "徐小白白白#5349",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨灵曦-弗塞雷迦",
						["iLvl"] = 464,
						["time"] = 1584117508,
						["class"] = 9,
						["bTag"] = "善良之翼#5844",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "辉煌之法-风暴之怒",
						["iLvl"] = 462,
						["time"] = 1584117508,
						["class"] = 8,
						["bTag"] = "云淡风轻#5544",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "天使黑翼-苏塔恩",
						["iLvl"] = 465,
						["time"] = 1584117508,
						["class"] = 11,
						["bTag"] = "BLACKWING#5285",
					}, -- [254]
				},
				["111-249-662-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "青云子良-恶魔之魂",
						["iLvl"] = 466,
						["time"] = 1582797448,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "舍林#5931",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的大步-贫瘠之地",
						["iLvl"] = 472,
						["time"] = 1582797448,
						["class"] = 9,
						["bTag"] = "大步#5575",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "天靑銫等煙雨-凤凰之神",
						["iLvl"] = 468,
						["time"] = 1582798306,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "艾尔之子#548107",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "拈花笑佛-埃德萨拉",
						["iLvl"] = 469,
						["time"] = 1582798306,
						["class"] = 6,
						["bTag"] = "lpt#5337",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "徵羽-巨龙之吼",
						["iLvl"] = 470,
						["time"] = 1582992291,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "徵羽#51785",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1582992291,
						["class"] = 9,
						["bTag"] = "你优雅的笑#5841",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "肉肉丶菜富贵-影之哀伤",
						["iLvl"] = 466,
						["time"] = 1582884617,
						["class"] = 12,
						["bTag"] = "两学一做中国梦#5527",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "幸福只是传说-巨龙之吼",
						["iLvl"] = 475,
						["time"] = 1582884617,
						["class"] = 2,
						["bTag"] = "幸福只是传说#5862",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "玛尔斯宸-凤凰之神",
						["iLvl"] = 467,
						["time"] = 1582988150,
						["class"] = 11,
						["bTag"] = "回忆路#5371",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丷田丨七丷-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1582992291,
						["class"] = 4,
						["bTag"] = "罗伊丶马斯坦#5353",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "血蹄之韧-埃克索图斯",
						["iLvl"] = 470,
						["time"] = 1582992291,
						["class"] = 7,
						["bTag"] = "老雷#5415",
					}, -- [7]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一只小灰灰-巨龙之吼",
						["iLvl"] = 468,
						["time"] = 1582995283,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "你优雅的笑#5841",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "菱羽曲丶-巨龙之吼",
						["iLvl"] = 457,
						["time"] = 1582995283,
						["class"] = 12,
						["bTag"] = "徵羽#51785",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "姿势摆好-巨龙之吼",
						["iLvl"] = 451,
						["time"] = 1582995283,
						["class"] = 5,
						["bTag"] = "我是你的邻居王啊#5560",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "御坂美琴吖-贫瘠之地",
						["iLvl"] = 460,
						["time"] = 1582995283,
						["class"] = 4,
						["bTag"] = "Sylvanas#53890",
					}, -- [4]
				},
			},
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -19.1998291015625,
					["x"] = -209.5995788574219,
					["scale"] = 1,
				},
			},
			["advShine"] = "80300.01",
			["lastSearchCode"] = "6-0-16-0",
		},
	},
}
