
PawnOptions = {
	["LastVersion"] = 2.0328,
	["ItemLevels"] = {
		{
			["ID"] = 159334,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159334::::::::120:268::35:5:5448:1647:4786:6511:4775:::|h[闪光火药兜帽]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 511,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:269::11:4:6316:4932:4933:1648:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 159307,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159307::::::::120:268::35:5:5448:1647:4786:6512:4775:::|h[繁复触须护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 172699,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:172699::::::::120:268::56:6:6372:6388:1587:4786:6510:4775:::|h[腐化角斗士的皮甲卫衣]|h|r",
		}, -- [5]
		{
			["ID"] = 159301,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159301::::::::120:268::35:8:6536:41:6578:6579:6566:6515:1647:4786:::|h[原始恐龙统领的腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 155869,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:155869::::::::120:268::35:8:6536:6578:6579:6472:6462:6515:1647:4786:::|h[蹒跚狂暴者护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 174141,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174141::::::::120:268::6:5:4824:6516:6513:1517:4786:::|h[幻形暗影之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 174138,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174138::::::::120:268::6:5:4824:6516:6515:1517:4786:::|h[黑暗预言护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 169054,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:169054::::::::120:269::35:7:6536:6578:6579:6563:6515:1532:4786:::|h[电镀皮革之握]|h|r",
		}, -- [10]
		{
			["ID"] = 162544,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:162544::::::::120:269::35:7:6536:6578:6579:6541:6515:1647:4786:::|h[翠玉盘蛇指环]|h|r",
		}, -- [11]
		{
			["ID"] = 158318,
			["Level"] = 475,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158318::::::::120:268::35:8:6536:6578:6579:6493:6612:6513:1647:4786:::|h[浊蓝玺戒]|h|r",
		}, -- [12]
		{
			["ID"] = 174044,
			["Level"] = 475,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174044::::::::120:270::6:5:4824:1808:6513:1517:4786:::|h[嗡鸣的黑龙鳞片]|h|r",
		}, -- [13]
		{
			["ID"] = 174044,
			["Level"] = 475,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174044::::::::120:268::6:5:4824:1808:6513:1517:4786:::|h[嗡鸣的黑龙鳞片]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:269::11:2:6286:1472:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172191,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:172191::::::::120:268::6:7:4824:6567:6578:6579:6515:1517:4786:::|h[安基格·弗拉]|h|r",
		}, -- [16]
		{
			["ID"] = 159646,
			["Level"] = 475,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159646::::::::120:270::35:7:6536:6578:6579:6566:6513:1647:4786:::|h[阿克玛，唤潮者]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "龙听雨-巨龙之吼",
	["Artifacts"] = {
		[128940] = {
			["Relics"] = {
				{
					["ItemLevel"] = 26,
					["Type"] = "Wind",
				}, -- [1]
				{
					["ItemLevel"] = 29,
					["Type"] = "Iron",
				}, -- [2]
				{
					["ItemLevel"] = 28,
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "诸天之拳",
		},
		[128938] = {
			["Relics"] = {
				{
					["ItemLevel"] = 29,
					["Type"] = "Life",
				}, -- [1]
				{
					["ItemLevel"] = 33,
					["Type"] = "Wind",
				}, -- [2]
				{
					["ItemLevel"] = 30,
					["Type"] = "Iron",
				}, -- [3]
			},
			["Name"] = "福枬，云游者之友",
		},
		[128937] = {
			["Relics"] = {
				{
					["ItemLevel"] = 30,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 28,
					["Type"] = "Life",
				}, -- [2]
				{
					["ItemLevel"] = 26,
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "神龙，迷雾之杖",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
