
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
	},
	["profiles"] = {
		["龙轻雪 - 主宰之剑"] = {
			["appShine"] = "70200.02",
			["createHistoryList"] = {
				"2-114-461-0", -- [1]
				"2-113-460-0", -- [2]
				"3-0-458-0", -- [3]
				"3-131-479-0", -- [4]
				"2-121-467-0", -- [5]
				"3-123-416-0", -- [6]
				"1-71-280-998", -- [7]
				"8-0-15-999", -- [8]
				"1-124-422-0", -- [9]
				"2-112-459-0", -- [10]
				"2-116-449-0", -- [11]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"2-121-0-0", -- [2]
				"2-120-466-0", -- [3]
				"2-120-0-0", -- [4]
				"3-131-479-0", -- [5]
				"3-131-478-0", -- [6]
				"3-123-416-0", -- [7]
				"1-124-469-0", -- [8]
				"1-124-423-0", -- [9]
				"1-124-421-0", -- [10]
				"1-124-422-0", -- [11]
				"2-115-462-0", -- [12]
				"1-71-280-998", -- [13]
				"2-114-461-0", -- [14]
				"3-123-415-0", -- [15]
				"3-122-414-0", -- [16]
				"3-122-413-0", -- [17]
				"3-0-0-0", -- [18]
				"2-115-448-0", -- [19]
				"2-116-449-0", -- [20]
				"2-118-463-0", -- [21]
				"2-119-452-0", -- [22]
				"2-120-453-0", -- [23]
				"2-121-454-0", -- [24]
				"2-117-451-0", -- [25]
				"2-117-464-0", -- [26]
				"2-111-418-0", -- [27]
				"2-125-455-0", -- [28]
				"6-0-0-0", -- [29]
			},
			["searchInputHistory"] = {
				["3-0-0-0"] = {
					"翡翠", -- [1]
				},
				["3-131-478-0"] = {
					"踩雷专业", -- [1]
				},
				["1-71-280-998"] = {
					"龙", -- [1]
					"龙听雨", -- [2]
				},
			},
			["settings"] = {
				["spamWord"] = false,
				["storage"] = {
					["y"] = -19.4996337890625,
					["x"] = 407.999938964844,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "70100.03",
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "亲爱的表哥-雷霆之王",
						["iLvl"] = 851,
						["time"] = 1501252417,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "流浪的牧马人#51634",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "春天的雨露-麦迪文",
						["iLvl"] = 909,
						["time"] = 1501252469,
						["class"] = 4,
						["bTag"] = "江湖#5975",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "令狐心剑-月光林地",
						["iLvl"] = 927,
						["time"] = 1501252469,
						["class"] = 1,
						["bTag"] = "令狐心剑#5302",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "不吃夜宵-阿古斯",
						["iLvl"] = 930,
						["time"] = 1501252469,
						["class"] = 9,
						["bTag"] = "assassin#52489",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "奶水漫步-摩摩尔",
						["iLvl"] = 901,
						["time"] = 1501252469,
						["class"] = 2,
						["bTag"] = "上帝的门徒#5832",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "黑瞎仔-金度",
						["iLvl"] = 905,
						["time"] = 1501335030,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "箭男二号#5709",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "遗遗更健康-朵丹尼尔",
						["iLvl"] = 915,
						["time"] = 1501335030,
						["class"] = 11,
						["bTag"] = "闪亮之翼#517577",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "急性喉头炎-塞拉摩",
						["iLvl"] = 934,
						["time"] = 1501335039,
						["class"] = 6,
						["bTag"] = "耀眼的火焰#5870",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "元素奥义-卡珊德拉",
						["time"] = 1501335039,
						["class"] = 8,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Shelfaniel-卡德加",
						["iLvl"] = 848,
						["time"] = 1501339558,
						["class"] = 7,
						["bTag"] = "CnCi#51720",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "风言枫语-卡拉赞",
						["time"] = 1501339558,
						["class"] = 6,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "鶉鴿的汉子-瓦拉斯塔兹",
						["iLvl"] = 926,
						["time"] = 1501339558,
						["class"] = 1,
						["bTag"] = "凯瑞甘#5596",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "嗳灬嗳-国王之谷",
						["time"] = 1501339558,
						["class"] = 5,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "梦丶贝壳-爱斯特纳",
						["iLvl"] = 795,
						["time"] = 1501339781,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "梦归#5622",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "我本无用-麦维影歌",
						["iLvl"] = 907,
						["time"] = 1501339678,
						["class"] = 3,
						["bTag"] = "沉默之剑#524878",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Whites-守护之剑",
						["iLvl"] = 925,
						["time"] = 1501339705,
						["class"] = 3,
						["bTag"] = "晴阳#5901",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Lauzy-国王之谷",
						["time"] = 1501339709,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "当厨子的司机-火喉",
						["iLvl"] = 928,
						["time"] = 1501419176,
						["class"] = 3,
						["bTag"] = "在路上#5868",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "终极猎手-银松森林",
						["time"] = 1501419176,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "阿休罗-石锤",
						["iLvl"] = 932,
						["time"] = 1501419176,
						["class"] = 7,
						["bTag"] = "凌不凡#5521",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadrose-玛诺洛斯",
						["iLvl"] = 903,
						["time"] = 1501419176,
						["class"] = 1,
						["bTag"] = "Deadrose#5522",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Misanthropy-生态船",
						["time"] = 1503398740,
						["class"] = 12,
						["leader"] = true,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "长者的好运符-斯坦索姆",
						["iLvl"] = 781,
						["time"] = 1503398740,
						["class"] = 8,
						["bTag"] = "薄葬#5105",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒公爵-破碎岭",
						["iLvl"] = 927,
						["time"] = 1503398850,
						["class"] = 6,
						["bTag"] = "liweibin#5136",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "唱支山歌给党-千针石林",
						["iLvl"] = 931,
						["time"] = 1503398740,
						["class"] = 11,
						["bTag"] = "Bnetplayer#5127179",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "奧丶彌麗-神圣之歌",
						["iLvl"] = 852,
						["time"] = 1503398850,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "iamflor#5251",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丨星月蝉伏丨-熊猫酒仙",
						["iLvl"] = 846,
						["time"] = 1503398798,
						["class"] = 2,
						["bTag"] = "鸾嬅弥#5265",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "落驲余晖-麦迪文",
						["iLvl"] = 936,
						["time"] = 1503398850,
						["class"] = 12,
						["bTag"] = "叉叉#5749",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "夜孜-国王之谷",
						["iLvl"] = 872,
						["time"] = 1503398850,
						["class"] = 3,
						["bTag"] = "快乐之足#5155872",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Terribilita-白银之手",
						["iLvl"] = 887,
						["time"] = 1503399054,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Rinsann#5422",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "玄勋伯爵-桑德兰",
						["iLvl"] = 826,
						["time"] = 1503399054,
						["class"] = 8,
						["bTag"] = "玄勋伯爵#5442",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "鈈釘-遗忘海岸",
						["iLvl"] = 933,
						["time"] = 1503399054,
						["class"] = 2,
						["bTag"] = "预言帝布丁#5368",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "西风雾-罗宁",
						["iLvl"] = 816,
						["time"] = 1503399054,
						["class"] = 9,
						["bTag"] = "下弦月#5665",
					}, -- [33]
				},
				["2-113-460-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "塞德洛斯-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1502718658,
						["class"] = 8,
						["bTag"] = "要你命3000#5674",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑我不黑-主宰之剑",
						["iLvl"] = 931,
						["time"] = 1503408819,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑我不红-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1502790789,
						["class"] = 10,
						["bTag"] = "折柳#5324",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "雲門-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1502790789,
						["class"] = 12,
						["bTag"] = "Greathero#51637",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之将军威武-血色十字军",
						["time"] = 1502790789,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "德斯拉-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1502790789,
						["class"] = 11,
						["bTag"] = "要你命3000#5674",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "贪吃的老头-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1503408819,
						["class"] = 1,
						["bTag"] = "张良晨#5774",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "血之契約-主宰之剑",
						["iLvl"] = 919,
						["time"] = 1503408819,
						["class"] = 6,
						["bTag"] = "RocKcoR#5813",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡使节-遗忘海岸",
						["iLvl"] = 933,
						["time"] = 1503408819,
						["class"] = 9,
						["bTag"] = "大术士死亡使节#5423",
					}, -- [9]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丶万箭穿心-国王之谷",
						["time"] = 1501253513,
						["class"] = 3,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "朝田詩乃-金色平原",
						["time"] = 1501253513,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Paruru-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1501253468,
						["class"] = 7,
						["bTag"] = "Novaheart#5749",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "零贰零柒-末日行者",
						["iLvl"] = 925,
						["time"] = 1501253513,
						["class"] = 1,
						["bTag"] = "涛涛#5205",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "月魔泰吉-范达尔鹿盔",
						["time"] = 1503055631,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Koreyoshis-灰谷",
						["iLvl"] = 931,
						["time"] = 1503055629,
						["class"] = 8,
						["bTag"] = "终极幻想012#5282",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "泣宵丨刑亥-朵丹尼尔",
						["iLvl"] = 934,
						["time"] = 1503055795,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "不语#5929",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "独影阑珊丶-雷斧堡垒",
						["iLvl"] = 942,
						["time"] = 1503055636,
						["class"] = 5,
						["bTag"] = "文艺虾#5588",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "詹妮弗勞倫斯-诺兹多姆",
						["time"] = 1503055772,
						["class"] = 3,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "洗白-奎尔萨拉斯",
						["iLvl"] = 865,
						["time"] = 1503055795,
						["class"] = 12,
						["bTag"] = "晨曦修士#5482",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "卟许回头灬-安苏",
						["time"] = 1503055795,
						["class"] = 1,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "恋晶鱼-熊猫酒仙",
						["iLvl"] = 923,
						["time"] = 1503055851,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "LEON#59991",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "莫璐夏汐-刺骨利刃",
						["iLvl"] = 937,
						["time"] = 1503055844,
						["class"] = 9,
						["bTag"] = "莫璐夏汐#5311",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "炙月-山丘之王",
						["time"] = 1503055835,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶为你沉沦-布兰卡德",
						["iLvl"] = 900,
						["time"] = 1503055895,
						["class"] = 1,
						["bTag"] = "程雪军#5118",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌熊国宝-风暴峭壁",
						["time"] = 1503055895,
						["class"] = 1,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "死鬼灬讨厌啦-奥拉基尔",
						["iLvl"] = 848,
						["time"] = 1503399585,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "快乐之潜行者#59523",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "午时已到了-爱斯特纳",
						["time"] = 1503399585,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Claralee-国王之谷",
						["iLvl"] = 909,
						["time"] = 1503399585,
						["class"] = 1,
						["bTag"] = "wwllll#5968",
					}, -- [19]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "额米驼色-守护之剑",
						["time"] = 1501122527,
						["class"] = 6,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "圣逸恬使-熊猫酒仙",
						["time"] = 1501122618,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "紫微大帝刘勇-图拉扬",
						["time"] = 1501122726,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Mikumo-安东尼达斯",
						["time"] = 1501752864,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "芭娜娜-伊瑟拉",
						["time"] = 1501752864,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "芦名尤莉娅-罗宁",
						["iLvl"] = 907,
						["time"] = 1501752864,
						["class"] = 2,
						["bTag"] = "里昂已经死了#5296",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Aviv-阿古斯",
						["iLvl"] = 935,
						["time"] = 1501752864,
						["class"] = 1,
						["bTag"] = "Avivahc#51320",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "脆脆鯊-破碎岭",
						["iLvl"] = 887,
						["time"] = 1501752864,
						["class"] = 12,
						["bTag"] = "蓝色阳光#51462",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "极盗者-斯克提斯",
						["time"] = 1501752864,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴灬怒风-霜之哀伤",
						["iLvl"] = 903,
						["time"] = 1501752864,
						["class"] = 12,
						["bTag"] = "WindStorm#51811",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "超级型男-逐日者",
						["time"] = 1501752864,
						["class"] = 11,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "逆木-月神殿",
						["time"] = 1501752864,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小兔牙儿-德拉诺",
						["iLvl"] = 931,
						["time"] = 1501752864,
						["class"] = 4,
						["bTag"] = "时刻准备着#5353",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "playerBHUUDK-银月",
						["iLvl"] = 912,
						["time"] = 1501752844,
						["class"] = 2,
						["bTag"] = "SUPERent#5157",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落乐乐-银月",
						["time"] = 1501752864,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "豆大番薯-壁炉谷",
						["iLvl"] = 923,
						["time"] = 1501752864,
						["class"] = 1,
						["bTag"] = "豆老佛爷#5596",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "别碰我死远些-国王之谷",
						["time"] = 1501752864,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "名字长战力强-梦境之树",
						["iLvl"] = 907,
						["time"] = 1501752864,
						["class"] = 12,
						["bTag"] = "羿朴#5114",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Hum-罗宁",
						["time"] = 1501752864,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "决不抽烟-艾萨拉",
						["time"] = 1501752864,
						["class"] = 3,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "列奥达斯-奥特兰克",
						["time"] = 1501752864,
						["class"] = 3,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "司徒莱登-壁炉谷",
						["iLvl"] = 887,
						["time"] = 1501752864,
						["class"] = 7,
						["bTag"] = "Viggo#5388",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花残-伊萨里奥斯",
						["time"] = 1501752864,
						["class"] = 9,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "肥猫在天-永恒之井",
						["time"] = 1501752864,
						["class"] = 11,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Hayuxiang-神圣之歌",
						["time"] = 1501752864,
						["class"] = 9,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "小法号-格瑞姆巴托",
						["time"] = 1501752864,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "一护-白银之手",
						["iLvl"] = 900,
						["time"] = 1502340465,
						["class"] = 11,
						["bTag"] = "LuckyTiger#530539",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "冰欺凌-泰兰德",
						["iLvl"] = 928,
						["time"] = 1502340432,
						["class"] = 12,
						["bTag"] = "夏梦玲#5107",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "德致环宇-羽月",
						["iLvl"] = 896,
						["time"] = 1502340465,
						["class"] = 11,
						["bTag"] = "弯弓怒射#5842",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Nover-斯坦索姆",
						["iLvl"] = 911,
						["time"] = 1502340488,
						["class"] = 11,
						["bTag"] = "斯托科夫#5932",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Rosal-月神殿",
						["iLvl"] = 915,
						["time"] = 1502340488,
						["class"] = 4,
						["bTag"] = "番茄壮壮#5216",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "琳依-奥蕾莉亚",
						["iLvl"] = 905,
						["time"] = 1502340488,
						["class"] = 4,
						["bTag"] = "琳之精灵#5995",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "孔雀凌-雷斧堡垒",
						["iLvl"] = 909,
						["time"] = 1502340465,
						["class"] = 9,
						["bTag"] = "潇洒#5942",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "销魂的局长-白银之手",
						["iLvl"] = 926,
						["time"] = 1502340465,
						["class"] = 2,
						["bTag"] = "肉竖临疯的小青年#5565",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "饕餮丶软足-熊猫酒仙",
						["iLvl"] = 907,
						["time"] = 1502340465,
						["class"] = 7,
						["bTag"] = "饕餮#5750",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "黑涩彩虹-守护之剑",
						["iLvl"] = 918,
						["time"] = 1502340432,
						["class"] = 2,
						["bTag"] = "open1559#5308",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "南宫猎魔-海克泰尔",
						["iLvl"] = 929,
						["time"] = 1502340432,
						["class"] = 3,
						["bTag"] = "南宫#5746",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "天真吴邪-安威玛尔",
						["iLvl"] = 894,
						["time"] = 1502340488,
						["class"] = 10,
						["bTag"] = "富贵术骑僧#5103",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "厉害了我的娟-奥特兰克",
						["iLvl"] = 912,
						["time"] = 1502340465,
						["class"] = 1,
						["bTag"] = "九十七分之一#51627",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "背时的小明-雷克萨",
						["iLvl"] = 910,
						["time"] = 1502340488,
						["class"] = 9,
						["bTag"] = "柒丶锅#5830",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "生灵守护者-奥蕾莉亚",
						["iLvl"] = 919,
						["time"] = 1502340465,
						["class"] = 3,
						["bTag"] = "敏感之矮人#51204",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "玩燚骚年-拉文凯斯",
						["iLvl"] = 860,
						["time"] = 1502340459,
						["class"] = 8,
						["bTag"] = "戒毒中心张助理#5410",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "血之窘枷-白银之手",
						["iLvl"] = 913,
						["time"] = 1502340459,
						["class"] = 3,
						["bTag"] = "血之主#5684",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜劣人-罗宁",
						["iLvl"] = 933,
						["time"] = 1502340395,
						["class"] = 3,
						["bTag"] = "疯狂的萝卜#5704",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "寒丶辰-风暴之眼",
						["iLvl"] = 914,
						["time"] = 1502340432,
						["class"] = 1,
						["bTag"] = "丶启程丶#5477",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "泷潞-主宰之剑",
						["iLvl"] = 883,
						["time"] = 1502340465,
						["class"] = 4,
						["bTag"] = "LuckyTiger#57990",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "花开花落无声-玛多兰",
						["iLvl"] = 926,
						["time"] = 1502340465,
						["class"] = 3,
						["bTag"] = "晓白公子#5763",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "貂豽马-末日行者",
						["iLvl"] = 935,
						["time"] = 1502340463,
						["class"] = 3,
						["bTag"] = "雨林#5730",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "土匪奶爸-安苏",
						["iLvl"] = 924,
						["time"] = 1502340459,
						["class"] = 11,
						["bTag"] = "瓜瓜#5210",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "龙城六月-金度",
						["iLvl"] = 897,
						["time"] = 1502340488,
						["class"] = 4,
						["bTag"] = "laoliu#5925",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "Atheis-万色星辰",
						["iLvl"] = 730,
						["time"] = 1502340488,
						["class"] = 5,
						["bTag"] = "fnggnw#5927",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "伊力丹丶怒风-杜隆坦",
						["iLvl"] = 932,
						["time"] = 1502340465,
						["class"] = 1,
						["bTag"] = "yyhwow#5915",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "龙人天敌-库尔提拉斯",
						["iLvl"] = 919,
						["time"] = 1502340461,
						["class"] = 3,
						["bTag"] = "浅柠檬#5236",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "哆啦筱梦梦-达纳斯",
						["iLvl"] = 925,
						["time"] = 1502340465,
						["class"] = 11,
						["bTag"] = "可心橙#5918",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "坚持下去-麦迪文",
						["iLvl"] = 922,
						["time"] = 1502340488,
						["class"] = 11,
						["bTag"] = "小马哥#5193",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "左协侍-山丘之王",
						["iLvl"] = 931,
						["time"] = 1502340465,
						["class"] = 5,
						["bTag"] = "杨沈#5603",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹糖的夏天-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1502340465,
						["class"] = 12,
						["bTag"] = "coolwj#5978",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "一念降临-罗宁",
						["iLvl"] = 931,
						["time"] = 1502340457,
						["class"] = 7,
						["bTag"] = "赵赵#5621",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "楠熙-回音山",
						["time"] = 1502340465,
						["class"] = 11,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "战争准备-索拉丁",
						["iLvl"] = 900,
						["time"] = 1502340488,
						["class"] = 1,
						["bTag"] = "xuhuaa#5618",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "小牙刷-亚雷戈斯",
						["iLvl"] = 866,
						["time"] = 1502340488,
						["class"] = 12,
						["bTag"] = "漂亮的女儿#5889",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "尼罗星雨-月神殿",
						["time"] = 1502340488,
						["class"] = 7,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容怡萱-罗宁",
						["iLvl"] = 918,
						["time"] = 1502340465,
						["class"] = 9,
						["bTag"] = "Amanthul#51401",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "漂泊丶-安苏",
						["iLvl"] = 919,
						["time"] = 1502340488,
						["class"] = 5,
						["bTag"] = "囍囍#5232",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌灬小辣椒-安苏",
						["iLvl"] = 927,
						["time"] = 1502340465,
						["class"] = 4,
						["bTag"] = "拼命灬三郎#5458",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "度兰宁男儿-破碎岭",
						["time"] = 1502945831,
						["class"] = 2,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯顿撒-月神殿",
						["iLvl"] = 909,
						["time"] = 1502945831,
						["class"] = 8,
						["bTag"] = "曼联的狼#5989",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘的幽殇-末日行者",
						["time"] = 1502945831,
						["class"] = 7,
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "紫月流慯-格瑞姆巴托",
						["time"] = 1502945831,
						["class"] = 2,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Modish-罗宁",
						["iLvl"] = 901,
						["time"] = 1502945831,
						["class"] = 1,
						["bTag"] = "乂灬馥甄#5408",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "萨基斯特-暗影之月",
						["iLvl"] = 932,
						["time"] = 1502945831,
						["class"] = 11,
						["bTag"] = "史诗之裤#562720",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蓉仙子-熊猫酒仙",
						["iLvl"] = 914,
						["time"] = 1502945831,
						["class"] = 2,
						["bTag"] = "你说光头强不强#5232",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "阿史那蓉真-白银之手",
						["iLvl"] = 930,
						["time"] = 1502945831,
						["class"] = 12,
						["bTag"] = "那个谁该你了#5390",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "竹林静听雨-暗影之月",
						["time"] = 1502945831,
						["class"] = 4,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "仲夏星空-诺莫瑞根",
						["time"] = 1502945831,
						["class"] = 3,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "大兒朵-白银之手",
						["iLvl"] = 879,
						["time"] = 1502945831,
						["class"] = 12,
						["bTag"] = "俺敢放肆#5560",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "野路子-安苏",
						["iLvl"] = 878,
						["time"] = 1502945831,
						["class"] = 6,
						["bTag"] = "mloonaa#5974",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "牧无亡尸-海克泰尔",
						["iLvl"] = 903,
						["time"] = 1502945831,
						["class"] = 5,
						["bTag"] = "Samsara#5651",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "學血學-罗宁",
						["iLvl"] = 892,
						["time"] = 1502945831,
						["class"] = 6,
						["bTag"] = "MiniTitan#59629",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "姐夫哥-破碎岭",
						["time"] = 1502945831,
						["class"] = 7,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "南极北极-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1502945822,
						["class"] = 11,
						["bTag"] = "南极北极#5815",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "宫思唯-主宰之剑",
						["iLvl"] = 822,
						["time"] = 1502945831,
						["class"] = 3,
						["bTag"] = "郭守愚#5156",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "柠檬冻糕-德拉诺",
						["iLvl"] = 889,
						["time"] = 1502945831,
						["class"] = 2,
						["bTag"] = "哲顿1783#5419",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "艾莉尔-艾露恩",
						["iLvl"] = 912,
						["time"] = 1502945831,
						["class"] = 5,
						["bTag"] = "振翅鹌鹑#5396",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowknows-泰兰德",
						["iLvl"] = 934,
						["time"] = 1502945831,
						["class"] = 3,
						["bTag"] = "LokamirilRo#5216",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "祝星丨-白银之手",
						["iLvl"] = 908,
						["time"] = 1502945831,
						["class"] = 1,
						["bTag"] = "拔剑四顾心茫然#52643",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之堕落天使-图拉扬",
						["iLvl"] = 929,
						["time"] = 1502945831,
						["class"] = 4,
						["bTag"] = "暗之堕落天使#5322",
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "幽蘭-艾萨拉",
						["iLvl"] = 867,
						["time"] = 1502945831,
						["class"] = 5,
						["bTag"] = "易冰#5847",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "弗丁的骨灰-艾森娜",
						["time"] = 1502945831,
						["class"] = 6,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气才是王道-屠魔山谷",
						["time"] = 1502945831,
						["class"] = 1,
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "肚皮怪中怪-白银之手",
						["time"] = 1502945831,
						["class"] = 11,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "埃利亚-世界之树",
						["iLvl"] = 857,
						["time"] = 1502945831,
						["class"] = 9,
						["bTag"] = "果果的开心果#5288",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "不垢不净-主宰之剑",
						["time"] = 1502945831,
						["class"] = 10,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "Qoqostalker-千针石林",
						["time"] = 1502945831,
						["class"] = 3,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "快躲开-火烟之谷",
						["time"] = 1502945831,
						["class"] = 12,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "丶白开水-破碎岭",
						["time"] = 1503576021,
						["class"] = 1,
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "犬夜叉-麦迪文",
						["iLvl"] = 929,
						["time"] = 1503576180,
						["class"] = 1,
						["bTag"] = "苍茫小生#5317",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "云随风舞-巴瑟拉斯",
						["time"] = 1503576180,
						["class"] = 11,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "井口裕香-玛诺洛斯",
						["iLvl"] = 924,
						["time"] = 1503576180,
						["class"] = 8,
						["bTag"] = "破晓之月#51249",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦阑珊-雷霆之王",
						["iLvl"] = 932,
						["time"] = 1503576180,
						["class"] = 8,
						["bTag"] = "布雷泽#5595",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "圣光菠萝-德拉诺",
						["time"] = 1503576180,
						["class"] = 5,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "赤红热血-巴尔古恩",
						["time"] = 1503576180,
						["class"] = 4,
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "疯的不得了-安苏",
						["iLvl"] = 935,
						["time"] = 1503576180,
						["class"] = 12,
						["bTag"] = "周笑#5543",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "丶不能太靓呀-奥特兰克",
						["iLvl"] = 928,
						["time"] = 1503576180,
						["class"] = 3,
						["bTag"] = "SuperNinja#541560",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "Iòól-金色平原",
						["iLvl"] = 898,
						["time"] = 1503576180,
						["class"] = 11,
						["bTag"] = "扯蛋的魔兽#5405",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "大叔三十-奥拉基尔",
						["iLvl"] = 908,
						["time"] = 1503576180,
						["class"] = 1,
						["bTag"] = "老宋#5608",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "止战之约-月神殿",
						["time"] = 1503576180,
						["class"] = 1,
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "卡鍀鲁伊-破碎岭",
						["time"] = 1503576180,
						["class"] = 11,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "少时大叔-灰谷",
						["iLvl"] = 929,
						["time"] = 1503576180,
						["class"] = 9,
						["bTag"] = "暗影之月#5828",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "青城静-拉贾克斯",
						["iLvl"] = 917,
						["time"] = 1503576180,
						["class"] = 8,
						["bTag"] = "敏感之矮人#53215",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "我爱喝酸奶丶-回音山",
						["iLvl"] = 917,
						["time"] = 1503576180,
						["class"] = 2,
						["bTag"] = "枫叶无情#51851",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨丶小凡-国王之谷",
						["iLvl"] = 877,
						["time"] = 1503576180,
						["class"] = 3,
						["bTag"] = "一条大黑狗#51127",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "隐遁江湖-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1503576180,
						["class"] = 11,
						["bTag"] = "隐于江湖#5122",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "啸熬浆糊-海达希亚",
						["iLvl"] = 901,
						["time"] = 1503576180,
						["class"] = 1,
						["bTag"] = "笑熬浆糊#5296",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "诺莉亚丶羽月-熊猫酒仙",
						["time"] = 1503576180,
						["class"] = 3,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "十年以后-风暴之眼",
						["iLvl"] = 926,
						["time"] = 1503576180,
						["class"] = 1,
						["bTag"] = "十年#5695",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "Rulings-主宰之剑",
						["iLvl"] = 836,
						["time"] = 1503576180,
						["class"] = 1,
						["bTag"] = "霍格#57430",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "終極殺殺-主宰之剑",
						["time"] = 1503576180,
						["class"] = 4,
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "龙魂天命-伊萨里奥斯",
						["iLvl"] = 930,
						["time"] = 1503576180,
						["class"] = 2,
						["bTag"] = "老头的阴影#5934",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "碎丶梦-月神殿",
						["iLvl"] = 938,
						["time"] = 1503576180,
						["class"] = 2,
						["bTag"] = "水溪声#5389",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋去哪了呢-国王之谷",
						["iLvl"] = 929,
						["time"] = 1503576180,
						["class"] = 12,
						["bTag"] = "用过的香蕉不带血#5543",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "水无月萤-阿古斯",
						["iLvl"] = 887,
						["time"] = 1503576180,
						["class"] = 2,
						["bTag"] = "EKRIA#5985",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "二师弟松离合-迦拉克隆",
						["time"] = 1503576180,
						["class"] = 3,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "氵驰灬-贫瘠之地",
						["iLvl"] = 934,
						["time"] = 1503576138,
						["class"] = 4,
						["bTag"] = "墨夜#5825",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "装甲核心-主宰之剑",
						["iLvl"] = 856,
						["time"] = 1503576180,
						["class"] = 1,
						["bTag"] = "炸弹人#5332",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月小布点-屠魔山谷",
						["iLvl"] = 902,
						["time"] = 1503576180,
						["class"] = 8,
						["bTag"] = "zhuiyuan2512#5822",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "斯瓦辛格阿诺-万色星辰",
						["time"] = 1503576180,
						["class"] = 1,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "西门吹花-荆棘谷",
						["iLvl"] = 940,
						["time"] = 1503576180,
						["class"] = 3,
						["bTag"] = "焚寂#5532",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "尘封是猪猪-生态船",
						["iLvl"] = 934,
						["time"] = 1503576180,
						["class"] = 3,
						["bTag"] = "SnarkyHero#51277",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "福娃小弟-雷霆之怒",
						["iLvl"] = 911,
						["time"] = 1503576180,
						["class"] = 12,
						["bTag"] = "默念丶笑笑#5704",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "真涛身衣旧-狂热之刃",
						["time"] = 1503576180,
						["class"] = 1,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "毕雷-迦拉克隆",
						["iLvl"] = 912,
						["time"] = 1503576180,
						["class"] = 3,
						["bTag"] = "毕雷#5828",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "彬糖雪梨-迦拉克隆",
						["iLvl"] = 850,
						["time"] = 1503576180,
						["class"] = 9,
						["bTag"] = "暗夜之鸦#5134288",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "煮塌烂-自由之风",
						["iLvl"] = 905,
						["time"] = 1503576180,
						["class"] = 2,
						["bTag"] = "奶大人#5500",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "黑翼狼牙-风暴之眼",
						["time"] = 1503576180,
						["class"] = 12,
					}, -- [135]
				},
				["1-124-422-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "希希筱筱-荆棘谷",
						["iLvl"] = 907,
						["time"] = 1501334065,
						["class"] = 4,
						["bTag"] = "牛大蛮#5475",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "湿胸好溅-破碎岭",
						["iLvl"] = 927,
						["time"] = 1501333980,
						["class"] = 7,
						["bTag"] = "BT160511#52585",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魂侍者-末日行者",
						["iLvl"] = 897,
						["time"] = 1501334037,
						["class"] = 3,
						["bTag"] = "忘尘#5540",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "狼狗猎-安苏",
						["iLvl"] = 922,
						["time"] = 1501334065,
						["class"] = 3,
						["bTag"] = "沙加#5580",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Ffii-丽丽（四川）",
						["iLvl"] = 855,
						["time"] = 1501334065,
						["class"] = 7,
						["bTag"] = "dcxc#5335",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Qaumre-罗宁",
						["time"] = 1501334633,
						["class"] = 8,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "裆下一阵风-国王之谷",
						["iLvl"] = 889,
						["time"] = 1501334633,
						["class"] = 10,
						["bTag"] = "曾庆伟#5537",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大炽燃-罗宁",
						["iLvl"] = 937,
						["time"] = 1501334633,
						["class"] = 6,
						["bTag"] = "大大大炽然#5929",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻插慢慢拔-罗宁",
						["iLvl"] = 925,
						["time"] = 1501334633,
						["class"] = 7,
						["bTag"] = "吾以神魂战九天#5146",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "无心再爱-加基森",
						["time"] = 1501340266,
						["class"] = 6,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞时抽抽烟-库尔提拉斯",
						["iLvl"] = 891,
						["time"] = 1501340266,
						["class"] = 7,
						["bTag"] = "魔法之翼#513473",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "倒数完就倒坦-伊萨里奥斯",
						["iLvl"] = 890,
						["time"] = 1501340266,
						["class"] = 11,
						["bTag"] = "小野鸡炖萝卜#5325",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "Oathkeeper-玛法里奥",
						["iLvl"] = 877,
						["time"] = 1501340218,
						["class"] = 10,
						["bTag"] = "冷兵器#5217",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "北野望流水-伊萨里奥斯",
						["iLvl"] = 909,
						["time"] = 1501340366,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "龙傲天#52980",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝白条纹-影牙要塞",
						["iLvl"] = 907,
						["time"] = 1501340366,
						["class"] = 8,
						["bTag"] = "蓝白条纹#5371",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "原竟呈-白银之手",
						["iLvl"] = 927,
						["time"] = 1501340358,
						["class"] = 9,
						["bTag"] = "原竟呈#5265",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "小小可恶-冰风岗",
						["iLvl"] = 922,
						["time"] = 1501340366,
						["class"] = 2,
						["bTag"] = "全熙柏#5684",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "球球-阿斯塔洛",
						["time"] = 1501419918,
						["class"] = 6,
						["leader"] = true,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "小华子-蜘蛛王国",
						["time"] = 1501419918,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Henrytt-梦境之树",
						["time"] = 1501419918,
						["class"] = 6,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风风-安苏",
						["iLvl"] = 931,
						["time"] = 1501419918,
						["class"] = 12,
						["bTag"] = "电竞吴彦祖#51682",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "清平山主-熊猫酒仙",
						["iLvl"] = 850,
						["time"] = 1501757844,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "滕王阁主#5906",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "惜梅丶雪-罗宁",
						["iLvl"] = 925,
						["time"] = 1501757844,
						["class"] = 6,
						["bTag"] = "幸运之翼#5281",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "月下花儿美丿-埃苏雷格",
						["iLvl"] = 913,
						["time"] = 1501757844,
						["class"] = 4,
						["bTag"] = "斯巴达克斯#5695",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "麥格尼丶銅須-塞纳留斯",
						["iLvl"] = 861,
						["time"] = 1501757844,
						["class"] = 7,
						["bTag"] = "神臨#5733",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "表演开始-石爪峰",
						["iLvl"] = 915,
						["time"] = 1503057041,
						["class"] = 9,
						["bTag"] = "魔法之翼#513727",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "那年一路向北-主宰之剑",
						["iLvl"] = 905,
						["time"] = 1503057041,
						["class"] = 8,
						["bTag"] = "沈斌扬#5817",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "半碎蓝-德拉诺",
						["iLvl"] = 875,
						["time"] = 1503057041,
						["class"] = 4,
						["bTag"] = "半碎蓝#5946",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "缠绕之魂-世界之树",
						["time"] = 1503057041,
						["class"] = 6,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂火柴盒-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1503057105,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "疯狂火柴盒#5291",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Hexane-主宰之剑",
						["iLvl"] = 932,
						["time"] = 1503057133,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "可树#5476",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "意随心-壁炉谷",
						["iLvl"] = 936,
						["time"] = 1503057143,
						["class"] = 10,
						["bTag"] = "离尘#5469",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "辉夜-影牙要塞",
						["iLvl"] = 824,
						["time"] = 1503057143,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "守夜人#52838",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "落雁秃兄-白银之手",
						["iLvl"] = 890,
						["time"] = 1503057346,
						["class"] = 4,
						["bTag"] = "周小小布#5531",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "春风十里柔情-雷斧堡垒",
						["iLvl"] = 884,
						["time"] = 1503406541,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "天涯思君不可忘丶#5877",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "生死相许-影牙要塞",
						["iLvl"] = 931,
						["time"] = 1503406541,
						["class"] = 7,
						["bTag"] = "李凡#51900",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "细雪卡卡-末日行者",
						["iLvl"] = 895,
						["time"] = 1503406554,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "暴躁之鼬#55310",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "失迷迷失-狂风峭壁",
						["time"] = 1503406577,
						["class"] = 6,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "虎痴丶-桑德兰",
						["iLvl"] = 913,
						["time"] = 1503406791,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "丶恶徒#5571",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "西門厶吹雪-熊猫酒仙",
						["iLvl"] = 791,
						["time"] = 1503406777,
						["class"] = 6,
						["bTag"] = "独孤丨小剑#5223",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "贼宝宝没伤害-末日行者",
						["iLvl"] = 922,
						["time"] = 1503406738,
						["class"] = 4,
						["bTag"] = "Sense#5155",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀两个-轻风之语",
						["iLvl"] = 895,
						["time"] = 1503406814,
						["class"] = 4,
						["bTag"] = "DPS#5234",
					}, -- [42]
				},
				["2-127-471-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "黑武士-暗影之月",
						["iLvl"] = 941,
						["time"] = 1503399915,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Andy#52410",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Brad-奥达曼",
						["time"] = 1503399915,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Cowboy-耳语海岸",
						["time"] = 1503399915,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "老杜文玩-暗影之月",
						["iLvl"] = 934,
						["time"] = 1503399915,
						["class"] = 2,
						["bTag"] = "laodu#51356",
					}, -- [4]
				},
				["2-112-459-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "白学术-末日行者",
						["iLvl"] = 858,
						["time"] = 1503404728,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "yeksar#51672",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "系特乐-主宰之剑",
						["iLvl"] = 923,
						["time"] = 1503404728,
						["class"] = 9,
						["bTag"] = "暗夜之鸦#56630",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "風雲丨虫虫-主宰之剑",
						["iLvl"] = 880,
						["time"] = 1503404728,
						["class"] = 7,
						["bTag"] = "再见萤火虫#51811",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "雨瓶儿-艾森娜",
						["iLvl"] = 926,
						["time"] = 1503404728,
						["class"] = 8,
						["bTag"] = "HCCTOL#5962",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "只混风暴峡湾-主宰之剑",
						["iLvl"] = 901,
						["time"] = 1503417285,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "贪吃的老头-主宰之剑",
						["time"] = 1503417215,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "骞禤时-主宰之剑",
						["iLvl"] = 922,
						["time"] = 1503417285,
						["class"] = 7,
						["bTag"] = "张良晨#5774",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Annihilan-回音山",
						["iLvl"] = 931,
						["time"] = 1503417285,
						["class"] = 12,
						["bTag"] = "欺诈者基尔加丹#51440",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "风行影风-自由之风",
						["iLvl"] = 933,
						["time"] = 1503417285,
						["class"] = 12,
						["bTag"] = "骑虎南下#5916",
					}, -- [9]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "花间火舞-蜘蛛王国",
						["iLvl"] = 853,
						["time"] = 1501122030,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "一见之后#5584",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丨美女丨-朵丹尼尔",
						["iLvl"] = 919,
						["time"] = 1501122030,
						["class"] = 1,
						["bTag"] = "哥德密斯#5441",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "银未完成-贫瘠之地",
						["time"] = 1501122030,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Rihanna-蓝龙军团",
						["iLvl"] = 910,
						["time"] = 1501122030,
						["class"] = 1,
						["bTag"] = "浪客冷艳#5240",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "六翼之米迦勒-盖斯",
						["time"] = 1501121844,
						["class"] = 11,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "安安乐乐-灰谷",
						["iLvl"] = 920,
						["time"] = 1501122030,
						["class"] = 3,
						["bTag"] = "白银之鹰#512278",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "小陈陈丶驱邪-天空之墙",
						["iLvl"] = 770,
						["time"] = 1501122030,
						["class"] = 12,
						["bTag"] = "小陈陈#51935",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "阿斯卡拉-永恒之井",
						["time"] = 1501122030,
						["class"] = 5,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "坦格莉安丶博-石锤",
						["time"] = 1501121844,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "白灬浅-拉文凯斯",
						["iLvl"] = 928,
						["time"] = 1501121914,
						["class"] = 7,
						["bTag"] = "无心的曼珠沙华#5335",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "血染潇湘-白银之手",
						["iLvl"] = 903,
						["time"] = 1501122030,
						["class"] = 11,
						["bTag"] = "Zeitung#5109",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "紫花地丁-翡翠梦境",
						["time"] = 1501122030,
						["class"] = 11,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "Trustysnow-轻风之语",
						["time"] = 1501121850,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Vivijoex-白银之手",
						["time"] = 1501121844,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "极光火-埃德萨拉",
						["time"] = 1501122030,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "羊力大仙-月光林地",
						["time"] = 1501122030,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "地铁售票员-格瑞姆巴托",
						["iLvl"] = 871,
						["time"] = 1501121889,
						["class"] = 3,
						["bTag"] = "Hunter#5895",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "的眼神单纯-安苏",
						["iLvl"] = 893,
						["time"] = 1501121859,
						["class"] = 6,
						["bTag"] = "Noeek#5198",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "萨薩蕯-荆棘谷",
						["time"] = 1501122030,
						["class"] = 7,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "灭魂狂飙-守护之剑",
						["time"] = 1501121852,
						["class"] = 1,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "黄暁星-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1501121865,
						["class"] = 8,
						["bTag"] = "影子大人#5524",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "核心橙-奥达曼",
						["time"] = 1501122030,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "索尔-圣火神殿",
						["time"] = 1501122030,
						["class"] = 1,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔夫人-库德兰",
						["time"] = 1501122030,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "老娘不啵啵-杜隆坦",
						["iLvl"] = 890,
						["time"] = 1501122030,
						["class"] = 8,
						["bTag"] = "孤傲之骑士#521754",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "灬牧田灬-阿古斯",
						["time"] = 1501122030,
						["class"] = 9,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Aliou-泰兰德",
						["time"] = 1501122030,
						["class"] = 12,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Aarhus-安苏",
						["time"] = 1501122030,
						["class"] = 9,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒灬枫-末日行者",
						["iLvl"] = 932,
						["time"] = 1501121914,
						["class"] = 6,
						["bTag"] = "永恒之枫#51995",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝者-末日行者",
						["time"] = 1501122030,
						["class"] = 1,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "克里克亚-巴纳扎尔",
						["iLvl"] = 903,
						["time"] = 1501121875,
						["class"] = 9,
						["bTag"] = "零零零二#5560",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "嗜血的野王-守护之剑",
						["time"] = 1501121882,
						["class"] = 11,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "聖光耀霓裳-奥拉基尔",
						["iLvl"] = 906,
						["time"] = 1501122030,
						["class"] = 2,
						["bTag"] = "風之優雅#5971",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "戰慄的龍捲-白银之手",
						["iLvl"] = 883,
						["time"] = 1501122030,
						["class"] = 8,
						["bTag"] = "正义的小黄瓜#5150",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "钱多多的小贼-安威玛尔",
						["iLvl"] = 919,
						["time"] = 1501122030,
						["class"] = 4,
						["bTag"] = "舔什么舔#5749",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "舔个大西瓜-安威玛尔",
						["iLvl"] = 924,
						["time"] = 1501122030,
						["class"] = 1,
						["bTag"] = "舔什么舔#5749",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "织风-玛多兰",
						["iLvl"] = 926,
						["time"] = 1501122030,
						["class"] = 11,
						["bTag"] = "月夜红蔷薇#5846",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "读条带走青春-末日行者",
						["iLvl"] = 925,
						["time"] = 1501122030,
						["class"] = 8,
						["bTag"] = "读条带走青春#5320",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "丶无心-艾森娜",
						["iLvl"] = 921,
						["time"] = 1501122030,
						["class"] = 2,
						["bTag"] = "永夜#5184",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "月珑-翡翠梦境",
						["time"] = 1501122030,
						["class"] = 12,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Mqg-末日行者",
						["time"] = 1501122030,
						["class"] = 12,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "阿穆隆-生态船",
						["iLvl"] = 897,
						["time"] = 1501122030,
						["class"] = 1,
						["bTag"] = "猥琐傻福#5519",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "啃得鸡-伊萨里奥斯",
						["iLvl"] = 906,
						["time"] = 1501122030,
						["class"] = 3,
						["bTag"] = "小一一#5783",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "揪怎么高-安苏",
						["time"] = 1501121914,
						["class"] = 1,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "阿击-月神殿",
						["iLvl"] = 913,
						["time"] = 1501122030,
						["class"] = 3,
						["bTag"] = "成皓#5591",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Lyia-雷斧堡垒",
						["time"] = 1501121914,
						["class"] = 6,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露妮丝-轻风之语",
						["time"] = 1501121897,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜游伤-熊猫酒仙",
						["iLvl"] = 931,
						["time"] = 1501122030,
						["class"] = 3,
						["bTag"] = "小小食人魔#5693",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "武牧遗忘术-回音山",
						["time"] = 1501121901,
						["class"] = 5,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "王树-永恒之井",
						["iLvl"] = 806,
						["time"] = 1501122030,
						["class"] = 10,
						["bTag"] = "希睿#5496",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "减肥不容易-雷斧堡垒",
						["iLvl"] = 918,
						["time"] = 1501122030,
						["class"] = 1,
						["bTag"] = "QQQ#5142",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "光灭-永恒之井",
						["iLvl"] = 932,
						["time"] = 1501679838,
						["class"] = 5,
						["bTag"] = "只管劈丫#5667",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "雪之颠-雷斧堡垒",
						["iLvl"] = 941,
						["time"] = 1501679670,
						["class"] = 1,
						["bTag"] = "迷糊之精灵#57606",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "龍澤萝拉-罗宁",
						["iLvl"] = 925,
						["time"] = 1501679851,
						["class"] = 12,
						["bTag"] = "菰獨#51653",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "三哥-白银之手",
						["iLvl"] = 898,
						["time"] = 1501679759,
						["class"] = 1,
						["bTag"] = "清水#5810",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "丨灬爺灬丨-晴日峰（江苏）",
						["iLvl"] = 902,
						["time"] = 1501679983,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "丨灬无心灬#5360",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "的黎波里之殇-永夜港",
						["time"] = 1501679771,
						["class"] = 12,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "的真正粉丝-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1501679853,
						["class"] = 12,
						["bTag"] = "速度灭#5132",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "血蹄-闪电之刃",
						["iLvl"] = 907,
						["time"] = 1501679983,
						["class"] = 6,
						["bTag"] = "闪亮之翼#52697",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "逗比明-末日行者",
						["iLvl"] = 879,
						["time"] = 1501679983,
						["class"] = 1,
						["bTag"] = "欧风街一霸#5429",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "涵江雪-国王之谷",
						["iLvl"] = 913,
						["time"] = 1501679983,
						["class"] = 9,
						["bTag"] = "天玄星河#5263",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁花花-黑铁",
						["time"] = 1501679983,
						["class"] = 3,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "最美好的时光-熊猫酒仙",
						["iLvl"] = 925,
						["time"] = 1501679958,
						["class"] = 5,
						["bTag"] = "hua#5409",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "三千怪阿姨-末日行者",
						["time"] = 1501679958,
						["class"] = 4,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "宁采臣-凯尔萨斯",
						["iLvl"] = 917,
						["time"] = 1501679983,
						["class"] = 2,
						["bTag"] = "潜行狙击#51131",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "玛旁庸措-火羽山",
						["iLvl"] = 900,
						["time"] = 1501679983,
						["class"] = 12,
						["bTag"] = "刘玉宝#51733",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "燃冰焚炎-玛诺洛斯",
						["time"] = 1501679983,
						["class"] = 3,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "睡服教授-阿古斯",
						["iLvl"] = 893,
						["time"] = 1501679983,
						["class"] = 12,
						["bTag"] = "狂野的小二逼#5554",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "雪兒-阿古斯",
						["iLvl"] = 930,
						["time"] = 1501679983,
						["class"] = 11,
						["bTag"] = "雪儿#5287",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "回归猎手-贫瘠之地",
						["iLvl"] = 831,
						["time"] = 1501679983,
						["class"] = 3,
						["bTag"] = "回归剑臣#5263",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "田小迪儿-阿古斯",
						["iLvl"] = 931,
						["time"] = 1501679983,
						["class"] = 5,
						["bTag"] = "田小田儿#5476",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "霜叶红于二月-白银之手",
						["iLvl"] = 907,
						["time"] = 1501679983,
						["class"] = 10,
						["bTag"] = "这货不是青梅#5336",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝圆碟梦-守护之剑",
						["iLvl"] = 908,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "ShadowDragon#51746",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "丘比特-奥拉基尔",
						["iLvl"] = 913,
						["time"] = 1501679983,
						["class"] = 3,
						["bTag"] = "男爵阿吉#5585",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "小伊伊的巴特-托尔巴拉德",
						["iLvl"] = 929,
						["time"] = 1501679983,
						["class"] = 12,
						["bTag"] = "baoqiwei#5403",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "克莱奥帕特拉-羽月",
						["iLvl"] = 891,
						["time"] = 1501679983,
						["class"] = 7,
						["bTag"] = "文森特#5395",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "缺徳容易灭团-奥拉基尔",
						["iLvl"] = 906,
						["time"] = 1501679983,
						["class"] = 11,
						["bTag"] = "缺德容易灭团#5534",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺孤鸿-瓦里安",
						["iLvl"] = 887,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "KingBaston#5347",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "夜溟鳯-世界之树",
						["iLvl"] = 916,
						["time"] = 1501679983,
						["class"] = 11,
						["bTag"] = "泡泡#5838",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "舡坊-主宰之剑",
						["iLvl"] = 883,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "缺德君仔#5692",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "甜酱的小绵羊-冰风岗",
						["iLvl"] = 882,
						["time"] = 1501679983,
						["class"] = 5,
						["bTag"] = "甜馡霏#5976",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "幻魅-诺兹多姆",
						["iLvl"] = 913,
						["time"] = 1501679983,
						["class"] = 9,
						["bTag"] = "Huans#5793",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Triumphal-克洛玛古斯",
						["iLvl"] = 891,
						["time"] = 1501679983,
						["class"] = 2,
						["bTag"] = "北派二舅#51742",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "剑影琴声-山丘之王",
						["iLvl"] = 933,
						["time"] = 1501679983,
						["class"] = 1,
						["bTag"] = "老客#5750",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "演的水乱流-玛里苟斯",
						["iLvl"] = 929,
						["time"] = 1501679983,
						["class"] = 9,
						["bTag"] = "KOTORI#51195",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "女神与爱子-破碎岭",
						["iLvl"] = 934,
						["time"] = 1501679983,
						["class"] = 11,
						["bTag"] = "Monkeyd#51222",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "丶舞-铜龙军团",
						["time"] = 1501679983,
						["class"] = 4,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "塞琳娜伊甸-梦境之树",
						["iLvl"] = 909,
						["time"] = 1501679983,
						["class"] = 3,
						["bTag"] = "郝敏#5761",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "令狐吹雪-海达希亚",
						["iLvl"] = 879,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "西门吹雪#5929",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "蘭陵蕭蕭-灰谷",
						["iLvl"] = 898,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "让我赢一次#5986",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "隔壁还有老李-末日行者",
						["iLvl"] = 927,
						["time"] = 1501679983,
						["class"] = 2,
						["bTag"] = "流行风#5892",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "唉悠喂-泰兰德",
						["iLvl"] = 844,
						["time"] = 1501679983,
						["class"] = 2,
						["bTag"] = "唉呦喂#5124",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "清幽丶-罗宁",
						["iLvl"] = 900,
						["time"] = 1501679983,
						["class"] = 1,
						["bTag"] = "牙上一颗青菜#5247",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "疯了的疯子丶-暗影之月",
						["iLvl"] = 930,
						["time"] = 1501679983,
						["class"] = 11,
						["bTag"] = "战网昵称#52509",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "天使一滴泪-麦维影歌",
						["iLvl"] = 906,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "我只是一个演员#51928",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "烈火無雙-达纳斯",
						["iLvl"] = 893,
						["time"] = 1501679983,
						["class"] = 1,
						["bTag"] = "只手遮天#51889",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Sylvan-伊莫塔尔",
						["iLvl"] = 889,
						["time"] = 1501679983,
						["class"] = 8,
						["bTag"] = "夜茫茫#5657",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "Saberzero-末日行者",
						["iLvl"] = 889,
						["time"] = 1501679983,
						["class"] = 2,
						["bTag"] = "偷过你的心#5902",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "娜塔莉波特蔓-风暴之眼",
						["time"] = 1501753153,
						["class"] = 12,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "阿兰迪恩-风暴峭壁",
						["time"] = 1501753195,
						["class"] = 12,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "联盟一霸-耳语海岸",
						["time"] = 1501753203,
						["class"] = 3,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Dogeij-罗宁",
						["iLvl"] = 933,
						["time"] = 1501753210,
						["class"] = 12,
						["bTag"] = "叼那声#5965",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "伊美-铜龙军团",
						["iLvl"] = 927,
						["time"] = 1501753440,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Aaron#52225",
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "伊瑞兒-石爪峰",
						["time"] = 1501753376,
						["class"] = 2,
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "麒烨-白银之手",
						["iLvl"] = 871,
						["time"] = 1501753428,
						["class"] = 2,
						["bTag"] = "纯洁无瑕如我#5883",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "清枫月灵-回音山",
						["time"] = 1501753376,
						["class"] = 4,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Warloce-破碎岭",
						["time"] = 1501753440,
						["class"] = 9,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "无处话凄凉-诺莫瑞根",
						["iLvl"] = 896,
						["time"] = 1501753438,
						["class"] = 6,
						["bTag"] = "王君#5587",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "震中小帕-诺兹多姆",
						["iLvl"] = 905,
						["time"] = 1501753428,
						["class"] = 2,
						["bTag"] = "雨中梧桐#5298",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "彩色蝴蝶-阿迦玛甘",
						["iLvl"] = 897,
						["time"] = 1501753440,
						["class"] = 3,
						["bTag"] = "飞翔#5609",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "頏箉魸顭-白银之手",
						["iLvl"] = 886,
						["time"] = 1501753440,
						["class"] = 6,
						["bTag"] = "深蓝如海#51342",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "宁静夏天-麦迪文",
						["time"] = 1501753440,
						["class"] = 8,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "流刄-梦境之树",
						["iLvl"] = 941,
						["time"] = 1501753430,
						["class"] = 12,
						["bTag"] = "流刃#5415",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "壹个德-白银之手",
						["iLvl"] = 918,
						["time"] = 1501753424,
						["class"] = 11,
						["bTag"] = "帅卒#51547",
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "奴奴鲁鲁-奥特兰克",
						["iLvl"] = 905,
						["time"] = 1501753440,
						["class"] = 11,
						["bTag"] = "尓思#5944",
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "秋叶残-山丘之王",
						["iLvl"] = 936,
						["time"] = 1501753434,
						["class"] = 5,
						["bTag"] = "景小书#5788",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "木头猎-迦拉克隆",
						["iLvl"] = 880,
						["time"] = 1501753440,
						["class"] = 3,
						["bTag"] = "满天星#51801",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "Destinyf-荆棘谷",
						["iLvl"] = 937,
						["time"] = 1501753418,
						["class"] = 1,
						["bTag"] = "Lion#53325",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "南小鸟-玛诺洛斯",
						["iLvl"] = 931,
						["time"] = 1501753418,
						["class"] = 7,
						["bTag"] = "古手梨花#5269",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "宝妮-玛多兰",
						["iLvl"] = 917,
						["time"] = 1501753440,
						["class"] = 8,
						["bTag"] = "笃悠悠#5670",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "宝贝的天天-迦拉克隆",
						["iLvl"] = 906,
						["time"] = 1501753434,
						["class"] = 7,
						["bTag"] = "右手之神#5665",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "丷宝贝丷-迦拉克隆",
						["iLvl"] = 840,
						["time"] = 1501753434,
						["class"] = 9,
						["bTag"] = "龍依依#5232",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Gaia-白银之手",
						["iLvl"] = 849,
						["time"] = 1501753428,
						["class"] = 1,
						["bTag"] = "Aphrodite#5979",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "爱情悄悄的来-伊瑟拉",
						["iLvl"] = 926,
						["time"] = 1501753418,
						["class"] = 3,
						["bTag"] = "沉默之剑#5170819",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "聖之鱼鱼-法拉希姆",
						["iLvl"] = 928,
						["time"] = 1501753420,
						["class"] = 12,
						["bTag"] = "圣之鱼鱼#5326",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "突出重围-远古海滩",
						["iLvl"] = 887,
						["time"] = 1501753440,
						["class"] = 1,
						["bTag"] = "狂野之狼#55241",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "丽丽娅-风暴峭壁",
						["iLvl"] = 904,
						["time"] = 1501753424,
						["class"] = 3,
						["bTag"] = "奔跑的乌龟#51494",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "夜炙魔-朵丹尼尔",
						["iLvl"] = 930,
						["time"] = 1501753376,
						["class"] = 8,
						["bTag"] = "夜之魔#5499",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "随风而动丶-奥达曼",
						["iLvl"] = 902,
						["time"] = 1501753424,
						["class"] = 4,
						["bTag"] = "普渡众生#51879",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "冻结点点-白银之手",
						["iLvl"] = 898,
						["time"] = 1501753440,
						["class"] = 2,
						["bTag"] = "DizzyKnight#56928",
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "无上的大领主-阿拉索",
						["iLvl"] = 931,
						["time"] = 1501753420,
						["class"] = 2,
						["bTag"] = "消失的名侦探#5752",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "离线-奥拉基尔",
						["iLvl"] = 885,
						["time"] = 1501753428,
						["class"] = 7,
						["bTag"] = "马马马马马#5446",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁莽的胖虎-熊猫酒仙",
						["iLvl"] = 903,
						["time"] = 1501753376,
						["class"] = 1,
						["bTag"] = "胖虎#5122",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "不安尐脾气-风暴之眼",
						["iLvl"] = 927,
						["time"] = 1501753440,
						["class"] = 12,
						["bTag"] = "三月雨#5237",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "千山鸟飞絕-末日祷告祭坛",
						["time"] = 1501753440,
						["class"] = 3,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "顶顶高-风暴峭壁",
						["iLvl"] = 902,
						["time"] = 1501753438,
						["class"] = 1,
						["bTag"] = "太极#5786",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "杨大王-海克泰尔",
						["iLvl"] = 916,
						["time"] = 1501753422,
						["class"] = 6,
						["bTag"] = "Gibb#5987",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单灿烂的神-奥特兰克",
						["time"] = 1501753440,
						["class"] = 8,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "若弃神-白银之手",
						["iLvl"] = 880,
						["time"] = 1501753440,
						["class"] = 6,
						["bTag"] = "自悠然#5645",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "冷丿殇魂-瑞文戴尔",
						["iLvl"] = 915,
						["time"] = 1501753440,
						["class"] = 2,
						["bTag"] = "彤彤赐福#5218",
					}, -- [140]
					{
						["role"] = "TANK",
						["name"] = "微醺丶-风暴峭壁",
						["iLvl"] = 926,
						["time"] = 1501753420,
						["class"] = 2,
						["bTag"] = "月影风荷#5598",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "人颜老-白银之手",
						["iLvl"] = 903,
						["time"] = 1503147009,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "默雨#51423",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "泪殤-永恒之井",
						["iLvl"] = 890,
						["time"] = 1503147009,
						["class"] = 3,
						["bTag"] = "泪殇#5634",
					}, -- [143]
					{
						["role"] = "TANK",
						["name"] = "属于少年-库尔提拉斯",
						["time"] = 1503147009,
						["class"] = 11,
					}, -- [144]
					{
						["role"] = "HEALER",
						["name"] = "黛眉嫣雨-翡翠梦境",
						["time"] = 1503147009,
						["class"] = 5,
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "超帅先生-安苏",
						["time"] = 1503147009,
						["class"] = 6,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "月下无痕-诺莫瑞根",
						["iLvl"] = 931,
						["time"] = 1503147009,
						["class"] = 8,
						["bTag"] = "小宁#5370",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "凌新-壁炉谷",
						["time"] = 1503147009,
						["class"] = 1,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "礼小七-耳语海岸",
						["iLvl"] = 916,
						["time"] = 1503147009,
						["class"] = 12,
						["bTag"] = "风骚战神#5715",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "Arthas-时光之穴",
						["iLvl"] = 892,
						["time"] = 1503147009,
						["class"] = 6,
						["bTag"] = "甜瓜#5527",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "速度干涉跑本-屠魔山谷",
						["iLvl"] = 900,
						["time"] = 1503147009,
						["class"] = 2,
						["bTag"] = "荀子门徒炎霜#5561",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "丨雨师妾丨-扎拉赞恩",
						["time"] = 1503147009,
						["class"] = 11,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "公子樱-托尔巴拉德",
						["iLvl"] = 904,
						["time"] = 1503146897,
						["class"] = 8,
						["bTag"] = "夜流冰#5563",
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "不玩寂寞-利刃之拳",
						["time"] = 1503146882,
						["class"] = 7,
					}, -- [154]
					{
						["role"] = "TANK",
						["name"] = "Future-耳语海岸",
						["time"] = 1503146920,
						["class"] = 12,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳微风-桑德兰",
						["iLvl"] = 906,
						["time"] = 1503146911,
						["class"] = 3,
						["bTag"] = "飞鸟与鱼#5890",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "漫步云端-阿古斯",
						["time"] = 1503146913,
						["class"] = 4,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "风曾到的地方-轻风之语",
						["time"] = 1503147009,
						["class"] = 3,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "辉煌之刃-阿努巴拉克",
						["iLvl"] = 899,
						["time"] = 1503147009,
						["class"] = 3,
						["bTag"] = "辉煌之刃#5800",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "伤害我啊-回音山",
						["iLvl"] = 916,
						["time"] = 1503147009,
						["class"] = 12,
						["bTag"] = "其实我很稳健#5336",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "灵之暗-白银之手",
						["iLvl"] = 877,
						["time"] = 1503147009,
						["class"] = 4,
						["bTag"] = "蛮力之翼#57518",
					}, -- [161]
					{
						["role"] = "HEALER",
						["name"] = "瀬川理香子-末日行者",
						["iLvl"] = 901,
						["time"] = 1503147009,
						["class"] = 5,
						["bTag"] = "柒陌浅逝#5209",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丹伦丶叹息-熊猫酒仙",
						["time"] = 1503146961,
						["class"] = 1,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "宗政青霜-奥特兰克",
						["iLvl"] = 907,
						["time"] = 1503147009,
						["class"] = 8,
						["bTag"] = "北落天情#5171",
					}, -- [164]
					{
						["role"] = "TANK",
						["name"] = "远征丨德小莎-破碎岭",
						["iLvl"] = 895,
						["time"] = 1503147009,
						["class"] = 11,
						["bTag"] = "晴天尛唄#5394",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "雪域尘封-鬼雾峰",
						["iLvl"] = 935,
						["time"] = 1503147009,
						["class"] = 7,
						["bTag"] = "步行天下#5471",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封怒火-暗影之月",
						["iLvl"] = 902,
						["time"] = 1503147009,
						["class"] = 8,
						["bTag"] = "怒吼狂龍#5532",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "舉高高要抱抱-奥特兰克",
						["iLvl"] = 899,
						["time"] = 1503147009,
						["class"] = 11,
						["bTag"] = "囂張跋扈#5288",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "清风破明月-世界之树",
						["iLvl"] = 893,
						["time"] = 1503147009,
						["class"] = 6,
						["bTag"] = "孤傲之熊#57573",
					}, -- [169]
					{
						["role"] = "HEALER",
						["name"] = "丶蓦小然-太阳之井",
						["iLvl"] = 932,
						["time"] = 1503147000,
						["class"] = 10,
						["bTag"] = "程洁琪灬#5298",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "Ewey-海克泰尔",
						["iLvl"] = 899,
						["time"] = 1503147009,
						["class"] = 4,
						["bTag"] = "venturemoon#5887",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "婲舞丶-世界之树",
						["iLvl"] = 905,
						["time"] = 1503147009,
						["class"] = 6,
						["bTag"] = "雪影无颜#5966",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "杜库伦波-奥蕾莉亚",
						["iLvl"] = 904,
						["time"] = 1503147009,
						["class"] = 8,
						["bTag"] = "Onerebus#5854",
					}, -- [173]
					{
						["role"] = "HEALER",
						["name"] = "蹲厕所奶蛆-熊猫酒仙",
						["time"] = 1503146994,
						["class"] = 11,
					}, -- [174]
					{
						["role"] = "TANK",
						["name"] = "彤彤丶丶-国王之谷",
						["iLvl"] = 910,
						["time"] = 1503147009,
						["class"] = 2,
						["bTag"] = "吉安娜#56414",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "丨乄小雪乄丨-托尔巴拉德",
						["time"] = 1503147009,
						["class"] = 5,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "加特林哒哒嗒-安苏",
						["iLvl"] = 920,
						["time"] = 1503147009,
						["class"] = 3,
						["bTag"] = "在路上#52321",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "人猎雷克萨-国王之谷",
						["time"] = 1503147009,
						["class"] = 3,
					}, -- [178]
					{
						["role"] = "TANK",
						["name"] = "曐如雨-塞纳留斯",
						["time"] = 1503147009,
						["class"] = 11,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "黯月魅影-无尽之海",
						["time"] = 1503147009,
						["class"] = 4,
					}, -- [180]
				},
				["3-131-479-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "喵了个咪丶德-主宰之剑",
						["iLvl"] = 929,
						["time"] = 1503065407,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "浆果#51845",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["time"] = 1503058729,
						["class"] = 3,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1503065346,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦若歌-主宰之剑",
						["iLvl"] = 934,
						["time"] = 1503065337,
						["class"] = 6,
						["bTag"] = "消耗品#5957",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "花落似梦-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1503065381,
						["class"] = 1,
						["bTag"] = "DEKILLER#5137",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦的大尾巴-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1503061947,
						["class"] = 12,
						["bTag"] = "方便面#51519",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "贪吃的老头-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1503065368,
						["class"] = 1,
						["bTag"] = "张良晨#5774",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑我不红-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1503065421,
						["class"] = 10,
						["bTag"] = "折柳#5324",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "扶摇直上-主宰之剑",
						["iLvl"] = 929,
						["time"] = 1503065302,
						["class"] = 12,
						["bTag"] = "風水#51595",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "乌瑟尔公爵-爱斯特纳",
						["iLvl"] = 911,
						["time"] = 1503065272,
						["class"] = 2,
						["bTag"] = "孤傲之骑士#512392",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "乱舞-阿卡玛",
						["iLvl"] = 912,
						["time"] = 1503065368,
						["class"] = 12,
						["bTag"] = "乱舞#52296",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落尘嫣-蜘蛛王国",
						["iLvl"] = 911,
						["time"] = 1503065304,
						["class"] = 3,
						["bTag"] = "时间裂缝#5637",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔文-蜘蛛王国",
						["iLvl"] = 930,
						["time"] = 1503065352,
						["class"] = 3,
						["bTag"] = "希绪弗斯#5200",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "爱你默默达-国王之谷",
						["iLvl"] = 917,
						["time"] = 1503065356,
						["class"] = 10,
						["bTag"] = "无孤的牛牛#5654",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "卡洛斯怒风-塞拉摩",
						["time"] = 1503065421,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "盗心丶-守护之剑",
						["time"] = 1503063245,
						["class"] = 4,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "姜应-守护之剑",
						["iLvl"] = 918,
						["time"] = 1503063321,
						["class"] = 11,
						["bTag"] = "赣州吴彦祖#51122",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "蓝灬黑-守护之剑",
						["time"] = 1503063349,
						["class"] = 10,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "粉饰繁华-守护之剑",
						["iLvl"] = 923,
						["time"] = 1503064069,
						["class"] = 5,
						["bTag"] = "粉饰繁华#51843",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "狂法双杀-守护之剑",
						["iLvl"] = 931,
						["time"] = 1503065364,
						["class"] = 8,
						["bTag"] = "法之狂法#5246",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "丿亵渎灬圣光-雷斧堡垒",
						["iLvl"] = 923,
						["time"] = 1503059442,
						["class"] = 2,
						["bTag"] = "刺刀#5891",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "誒那个谁-诺兹多姆",
						["iLvl"] = 911,
						["time"] = 1503065394,
						["class"] = 4,
						["bTag"] = "神气的鳗鱼大卷#5160",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "游野-阿古斯",
						["iLvl"] = 912,
						["time"] = 1503065304,
						["class"] = 9,
						["bTag"] = "原来都是自己#5633",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "阿爾托利雅-蜘蛛王国",
						["iLvl"] = 923,
						["time"] = 1503065264,
						["class"] = 11,
						["bTag"] = "kimimaru#5287",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "只为红颜笑-麦维影歌",
						["iLvl"] = 931,
						["time"] = 1503059638,
						["class"] = 8,
						["bTag"] = "云豆#5114",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "一粒丹怒疯-巴纳扎尔",
						["iLvl"] = 930,
						["time"] = 1503064094,
						["class"] = 12,
						["bTag"] = "佑佑#5444",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "灬覡灬-朵丹尼尔",
						["iLvl"] = 931,
						["time"] = 1503060080,
						["class"] = 8,
						["bTag"] = "吉祥兔小囝#5382",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "天佑残疾人-布莱克摩",
						["iLvl"] = 937,
						["time"] = 1503062606,
						["class"] = 12,
						["bTag"] = "小凌子#5835",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "风痕之月-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1503065374,
						["class"] = 8,
						["bTag"] = "BLUESKY#5968",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 926,
						["time"] = 1503065352,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "夜媚无瑕-能源舰",
						["iLvl"] = 919,
						["time"] = 1503065356,
						["class"] = 11,
						["bTag"] = "落叶飘零#51727",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "饮水机右护法-永恒之井",
						["iLvl"] = 928,
						["time"] = 1503065249,
						["class"] = 6,
						["bTag"] = "李龙铁#5535",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "小神妞-永恒之井",
						["iLvl"] = 922,
						["time"] = 1503065274,
						["class"] = 6,
						["bTag"] = "小老虎#5112",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "星芩-罗宁",
						["iLvl"] = 932,
						["time"] = 1503064063,
						["class"] = 12,
						["bTag"] = "se7en#5246",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "雲門-主宰之剑",
						["iLvl"] = 918,
						["time"] = 1503065368,
						["class"] = 12,
						["bTag"] = "Greathero#51637",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "橙装国际业务-艾萨拉",
						["time"] = 1503064051,
						["class"] = 7,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "Akalin-守护之剑",
						["iLvl"] = 933,
						["time"] = 1503064390,
						["class"] = 11,
						["bTag"] = "不抱歉不撕碎片#51930",
					}, -- [37]
				},
				["1-124-421-0"] = {
					{
						["role"] = "TANK",
						["name"] = "全职武僧-金色平原",
						["iLvl"] = 915,
						["time"] = 1501252703,
						["class"] = 10,
						["bTag"] = "麦鸡疯#5915",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "卡多雷月月-法拉希姆",
						["iLvl"] = 904,
						["time"] = 1501252703,
						["class"] = 4,
						["bTag"] = "long#5489",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "玉树樱-影牙要塞",
						["time"] = 1501252703,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "木绵花-埃苏雷格",
						["iLvl"] = 902,
						["time"] = 1501333680,
						["class"] = 3,
						["bTag"] = "小豌豆#5652",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "梅魂葬月-国王之谷",
						["iLvl"] = 886,
						["time"] = 1501333735,
						["class"] = 11,
						["bTag"] = "沙砺#5784",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "暗丶雪舞-安苏",
						["iLvl"] = 844,
						["time"] = 1501333735,
						["class"] = 5,
						["bTag"] = "libolyMouse#5780",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "零度风语-库尔提拉斯",
						["iLvl"] = 863,
						["time"] = 1501333735,
						["class"] = 7,
						["bTag"] = "零度逍遥#5551",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "当厨子的司机-火喉",
						["iLvl"] = 928,
						["time"] = 1501419449,
						["class"] = 3,
						["bTag"] = "在路上#5868",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "阿休罗-石锤",
						["iLvl"] = 932,
						["time"] = 1501419449,
						["class"] = 7,
						["bTag"] = "凌不凡#5521",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "小小瓜瓜-日落沼泽",
						["iLvl"] = 870,
						["time"] = 1501419449,
						["class"] = 1,
						["bTag"] = "黄小瓜#5672",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁丨荿傷-达斯雷玛",
						["iLvl"] = 929,
						["time"] = 1501419753,
						["class"] = 6,
						["bTag"] = "忧郁丨冷漠#5400",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥无敌-刺骨利刃",
						["iLvl"] = 906,
						["time"] = 1501419753,
						["class"] = 1,
						["bTag"] = "暗影之龙#5249251",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "橙狼-桑德兰",
						["iLvl"] = 919,
						["time"] = 1501419726,
						["class"] = 5,
						["bTag"] = "绿狼#5760",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "魔獄烏鴉-白银之手",
						["iLvl"] = 914,
						["time"] = 1501419753,
						["class"] = 2,
						["bTag"] = "一份逗皮#5369",
					}, -- [14]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "微风低语-迦拉克隆",
						["iLvl"] = 892,
						["time"] = 1503056134,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "帮哥#51581",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "浪之羽惜-阿拉索",
						["iLvl"] = 841,
						["time"] = 1503056233,
						["class"] = 1,
						["bTag"] = "今夕丶何夕#5431",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "尐熊贝蒂-破碎岭",
						["iLvl"] = 910,
						["time"] = 1503056134,
						["class"] = 2,
						["bTag"] = "超级可爱多#5393",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "南山如风-贫瘠之地",
						["time"] = 1503056233,
						["class"] = 4,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "莫遇-达文格尔",
						["iLvl"] = 931,
						["time"] = 1503056469,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "忍你妹#5664",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "惘逝往事-海克泰尔",
						["iLvl"] = 930,
						["time"] = 1503056469,
						["class"] = 5,
						["bTag"] = "往事惘逝#5550",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Olga-国王之谷",
						["iLvl"] = 895,
						["time"] = 1503056469,
						["class"] = 4,
						["bTag"] = "ALexyF#5707",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "山丘巨人-伊利丹",
						["iLvl"] = 928,
						["time"] = 1503056469,
						["class"] = 1,
						["bTag"] = "墨熔白火#5358",
					}, -- [8]
				},
				["2-129-475-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "帝国猎熊者-火烟之谷",
						["time"] = 1501060737,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "硪剣璍覇苌箜-玛诺洛斯",
						["iLvl"] = 884,
						["time"] = 1501060737,
						["class"] = 1,
						["bTag"] = "小楼#5678",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "三角小眯眼-达纳斯",
						["iLvl"] = 907,
						["time"] = 1501060737,
						["class"] = 3,
						["bTag"] = "wang3ha#5645",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Obnimi-守护之剑",
						["iLvl"] = 892,
						["time"] = 1501060737,
						["class"] = 9,
						["bTag"] = "Lance#5314",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂石头-熊猫酒仙",
						["iLvl"] = 901,
						["time"] = 1502713413,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "悠闲老猫#5845",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "只是巡个山-影之哀伤",
						["time"] = 1502713413,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "丨美目盼兮丨-影之哀伤",
						["iLvl"] = 914,
						["time"] = 1502713413,
						["class"] = 2,
						["bTag"] = "西雅图#5904",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂小蟹-古尔丹",
						["iLvl"] = 898,
						["time"] = 1502713413,
						["class"] = 1,
						["bTag"] = "勤殇#5629",
					}, -- [8]
				},
				["2-114-461-0"] = {
					{
						["role"] = "TANK",
						["name"] = "萱小主-主宰之剑",
						["iLvl"] = 931,
						["time"] = 1501345247,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Will#54431",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱浆果-主宰之剑",
						["iLvl"] = 930,
						["time"] = 1501345247,
						["class"] = 3,
						["bTag"] = "浆果#51845",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "李无所丶-主宰之剑",
						["iLvl"] = 930,
						["time"] = 1503590535,
						["class"] = 1,
						["bTag"] = "老大#52923",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀与自由-阿拉索",
						["iLvl"] = 931,
						["time"] = 1501345247,
						["class"] = 12,
						["bTag"] = "kenbey#5828",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "张小强贼厉害-主宰之剑",
						["iLvl"] = 929,
						["time"] = 1503590535,
						["class"] = 4,
						["bTag"] = "一生只为你画眉#5874",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "雨过蓝天-罗宁",
						["iLvl"] = 935,
						["time"] = 1503587491,
						["class"] = 12,
						["bTag"] = "Athrun#51537",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Pokebao-罗宁",
						["iLvl"] = 937,
						["time"] = 1503587491,
						["class"] = 3,
						["bTag"] = "sakuranbao#5888",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "安吉丽娜丶雪-安苏",
						["iLvl"] = 932,
						["time"] = 1503587491,
						["class"] = 9,
						["bTag"] = "ShadowMurloc#51338",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "只混风暴峡湾-主宰之剑",
						["iLvl"] = 923,
						["time"] = 1503590535,
						["class"] = 4,
						["bTag"] = "折柳#5324",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "刁叼-布莱恩",
						["iLvl"] = 936,
						["time"] = 1503590535,
						["class"] = 6,
						["bTag"] = "贪睡之熊#511409",
					}, -- [10]
				},
				["2-128-473-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "粑粑我不黑-主宰之剑",
						["iLvl"] = 931,
						["time"] = 1502794350,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "塞德洛斯-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1502794350,
						["class"] = 8,
						["bTag"] = "要你命3000#5674",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "濃情绕指柔-主宰之剑",
						["iLvl"] = 926,
						["time"] = 1502794350,
						["class"] = 12,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃萝卜的猪-桑德兰",
						["iLvl"] = 939,
						["time"] = 1502794350,
						["class"] = 9,
						["bTag"] = "萌萌大咕咕#51134",
					}, -- [4]
				},
			},
			["lastSearchValue"] = "2-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
