
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
	},
	["profiles"] = {
		["龙轻雪 - 主宰之剑"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -19.4996337890625,
					["x"] = 407.999938964844,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"2-121-467-0", -- [1]
				"3-123-416-0", -- [2]
				"2-113-460-0", -- [3]
				"1-71-280-998", -- [4]
				"8-0-15-999", -- [5]
				"1-124-422-0", -- [6]
				"2-112-459-0", -- [7]
				"2-116-449-0", -- [8]
				"2-114-461-0", -- [9]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "兔子耳朵长-破碎岭",
						["iLvl"] = 907,
						["time"] = 1495600781,
						["class"] = 2,
						["bTag"] = "兔子耳朵长#5300",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "事多-破碎岭",
						["iLvl"] = 910,
						["time"] = 1495600794,
						["class"] = 6,
						["bTag"] = "鬼父#5422",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "Rhllor-回音山",
						["iLvl"] = 914,
						["time"] = 1495600794,
						["class"] = 2,
						["bTag"] = "山有木兮木有枝#52720",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "孫小美-阿拉索",
						["iLvl"] = 913,
						["time"] = 1495600794,
						["class"] = 4,
						["bTag"] = "Hrcypysza#5607",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "骚骚的狼狼-拉文霍德",
						["iLvl"] = 908,
						["time"] = 1495600794,
						["class"] = 11,
						["bTag"] = "龙之召唤#5912",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Kamikazee-国王之谷",
						["iLvl"] = 908,
						["time"] = 1495600950,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Simon#5392",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡的裁决-石爪峰",
						["iLvl"] = 907,
						["time"] = 1495600911,
						["class"] = 6,
						["bTag"] = "花开见贼#5240",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "山丘巨人-伊利丹",
						["time"] = 1495601117,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "莲池女神-迦拉克隆",
						["iLvl"] = 910,
						["time"] = 1495601068,
						["class"] = 12,
						["bTag"] = "刘杨#51895",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "无名小恶魔-奥特兰克",
						["time"] = 1495601061,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "八云紫-鬼雾峰",
						["time"] = 1495601108,
						["class"] = 3,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "深蓝深海-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1495601323,
						["class"] = 2,
						["bTag"] = "四海龙王恨#5915",
					}, -- [12]
				},
				["3-123-416-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "粑粑我不黑-主宰之剑",
						["iLvl"] = 918,
						["time"] = 1495976461,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丨莫凡丶糖糖-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1495976461,
						["class"] = 6,
						["bTag"] = "浆果#51845",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "圣光丶大领主-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1495462859,
						["class"] = 2,
						["bTag"] = "曾经我年少#5815",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "丨春风十里丨-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1495471033,
						["class"] = 8,
						["bTag"] = "老大#52923",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的迪妮莎-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1495471033,
						["class"] = 4,
						["bTag"] = "死枪#51825",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowwolker-主宰之剑",
						["iLvl"] = 904,
						["time"] = 1495976461,
						["class"] = 4,
						["bTag"] = "DEKILLER#5137",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "妮妮宝爸-晴日峰（江苏）",
						["time"] = 1495371884,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "缘浅情深-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1495976461,
						["class"] = 1,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Avtar-托尔巴拉德",
						["iLvl"] = 909,
						["time"] = 1495375646,
						["class"] = 4,
						["bTag"] = "三生石#5179",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "月影沉沦-托尔巴拉德",
						["iLvl"] = 911,
						["time"] = 1495375646,
						["class"] = 12,
						["bTag"] = "月影沉沦#5346",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "安屿森年丶-托尔巴拉德",
						["iLvl"] = 911,
						["time"] = 1495375646,
						["class"] = 2,
						["bTag"] = "丶凉梦笙寒#5165",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "飘呀飘呀飘-托尔巴拉德",
						["iLvl"] = 911,
						["time"] = 1495375646,
						["class"] = 8,
						["bTag"] = "我来保护你#5222",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "时澈-托尔巴拉德",
						["iLvl"] = 913,
						["time"] = 1495375646,
						["class"] = 3,
						["bTag"] = "Acht#5130",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "烂桔子-阿古斯",
						["iLvl"] = 914,
						["time"] = 1495372725,
						["class"] = 2,
						["bTag"] = "奥涵#5538",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "泰钽造物-罗宁",
						["iLvl"] = 910,
						["time"] = 1495375646,
						["class"] = 1,
						["bTag"] = "鬼魂之犬#570297",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "黑羽殇-破碎岭",
						["iLvl"] = 910,
						["time"] = 1495375646,
						["class"] = 2,
						["bTag"] = "快乐之龙#5144",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "小米爱抗怪-熊猫酒仙",
						["time"] = 1495375646,
						["class"] = 1,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "柯敏-迦拉克隆",
						["iLvl"] = 912,
						["time"] = 1495375646,
						["class"] = 7,
						["bTag"] = "啊大#5981",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "乄夜凶铃-末日行者",
						["iLvl"] = 909,
						["time"] = 1495375646,
						["class"] = 11,
						["bTag"] = "BattleFrog#523856",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "大石石-玛里苟斯",
						["iLvl"] = 906,
						["time"] = 1495375646,
						["class"] = 5,
						["bTag"] = "小石#5619",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "网事如風-达文格尔",
						["iLvl"] = 908,
						["time"] = 1495373322,
						["class"] = 5,
						["bTag"] = "网事如枫#5777",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "空卝空-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1495375646,
						["class"] = 9,
						["bTag"] = "空空#5994",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "佐鼬爲难-诺兹多姆",
						["iLvl"] = 911,
						["time"] = 1495375646,
						["class"] = 10,
						["bTag"] = "色老头#5162",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "难的晃晃-托尔巴拉德",
						["iLvl"] = 912,
						["time"] = 1495375646,
						["class"] = 2,
						["bTag"] = "难的晃晃#5189",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Karida-风暴之眼",
						["iLvl"] = 911,
						["time"] = 1495375646,
						["class"] = 11,
						["bTag"] = "Ccqq#5684",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炎-法拉希姆",
						["iLvl"] = 906,
						["time"] = 1495375646,
						["class"] = 8,
						["bTag"] = "wade#5534",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "云墨染-伊森利恩",
						["iLvl"] = 906,
						["time"] = 1495375646,
						["class"] = 8,
						["bTag"] = "力量与农药#5170",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "忽悠的旋律-万色星辰",
						["iLvl"] = 912,
						["time"] = 1495375646,
						["class"] = 7,
						["bTag"] = "指尖一旋律#5339",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "小跟班-万色星辰",
						["iLvl"] = 908,
						["time"] = 1495375646,
						["class"] = 3,
						["bTag"] = "雷诺#54842",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "八月十一-万色星辰",
						["iLvl"] = 914,
						["time"] = 1495375646,
						["class"] = 3,
						["bTag"] = "泰格里斯之舞#5309",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Skyknight-罗宁",
						["iLvl"] = 909,
						["time"] = 1495375646,
						["class"] = 6,
						["bTag"] = "灵魂的旋律#5577",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "耀耀我爱你-安苏",
						["iLvl"] = 909,
						["time"] = 1495375646,
						["class"] = 8,
						["bTag"] = "BT160912#51425",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "楼兰百战-主宰之剑",
						["iLvl"] = 901,
						["time"] = 1495471033,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "凌洛#5386",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "桖乄滿於-丽丽（四川）",
						["iLvl"] = 896,
						["time"] = 1495463692,
						["class"] = 7,
						["bTag"] = "野馨#5236",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "尤迪很不安-奥特兰克",
						["iLvl"] = 911,
						["time"] = 1495462632,
						["class"] = 12,
						["bTag"] = "水无痕#5538",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "親爸爸-奥特兰克",
						["iLvl"] = 911,
						["time"] = 1495462845,
						["class"] = 12,
						["bTag"] = "小丫小么小火腿#5233",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "雅典娜之叹-暗影之月",
						["iLvl"] = 908,
						["time"] = 1495462880,
						["class"] = 2,
						["bTag"] = "雅典娜#5262",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影丨猎心者-罗宁",
						["time"] = 1495462017,
						["class"] = 12,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "灬似橙相识-影牙要塞",
						["iLvl"] = 907,
						["time"] = 1495462634,
						["class"] = 2,
						["bTag"] = "ImYourMother#5236",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Scathach-艾苏恩",
						["iLvl"] = 912,
						["time"] = 1495471033,
						["class"] = 10,
						["bTag"] = "Scathach#51218",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "三年起的蚊子-艾苏恩",
						["iLvl"] = 911,
						["time"] = 1495471033,
						["class"] = 11,
						["bTag"] = "蚊子叔叔#5532",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔之风语者-回音山",
						["iLvl"] = 908,
						["time"] = 1495471033,
						["class"] = 12,
						["bTag"] = "oyxf287758#5626",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Zhongyung-白银之手",
						["iLvl"] = 911,
						["time"] = 1495462535,
						["class"] = 3,
						["bTag"] = "GrumpyPants#55533",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "赤炎之语-梦境之树",
						["iLvl"] = 908,
						["time"] = 1495462575,
						["class"] = 5,
						["bTag"] = "一熔#5469",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Virginie-末日行者",
						["time"] = 1495466346,
						["class"] = 1,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "猎出一片天-末日行者",
						["iLvl"] = 907,
						["time"] = 1495462731,
						["class"] = 3,
						["bTag"] = "小毛#5234",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的小土豆-雷霆号角",
						["iLvl"] = 897,
						["time"] = 1495471033,
						["class"] = 12,
						["bTag"] = "勇敢的土豆#51299",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "去皮后味更佳-雷霆号角",
						["iLvl"] = 912,
						["time"] = 1495471033,
						["class"] = 10,
						["bTag"] = "浴血成魔#5878",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "未知目标巜-安苏",
						["iLvl"] = 908,
						["time"] = 1495471033,
						["class"] = 8,
						["bTag"] = "星辰冰泪#5117",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "殇彡黎-主宰之剑",
						["time"] = 1495471033,
						["class"] = 8,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "不再爱我-白银之手",
						["iLvl"] = 911,
						["time"] = 1495471033,
						["class"] = 8,
						["bTag"] = "大胡子#51741",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "乱世嫣然笑-国王之谷",
						["iLvl"] = 912,
						["time"] = 1495471033,
						["class"] = 10,
						["bTag"] = "回忆的世界#51846",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "木木女乃丶-阿古斯",
						["iLvl"] = 914,
						["time"] = 1495463496,
						["class"] = 5,
						["bTag"] = "ROC#52188",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失在黎明-塞拉摩",
						["iLvl"] = 907,
						["time"] = 1495470657,
						["class"] = 1,
						["bTag"] = "昨夜有风#51908",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Moyamoya-暗影之月",
						["iLvl"] = 913,
						["time"] = 1495463967,
						["class"] = 2,
						["bTag"] = "让我中单#5459",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "现在开歪歪-迦拉克隆",
						["iLvl"] = 909,
						["time"] = 1495464127,
						["class"] = 2,
						["bTag"] = "MonkeyDLufy#5926",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "小闪电鉴-耳语海岸",
						["iLvl"] = 908,
						["time"] = 1495471033,
						["class"] = 7,
						["bTag"] = "行者#5118",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "再走个半场-洛肯",
						["iLvl"] = 907,
						["time"] = 1495471033,
						["class"] = 2,
						["bTag"] = "沧海难为水#51809",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱天使-安纳塞隆",
						["iLvl"] = 911,
						["time"] = 1495471033,
						["class"] = 2,
						["bTag"] = "七夜#53672",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "素法-末日行者",
						["iLvl"] = 908,
						["time"] = 1495463906,
						["class"] = 8,
						["bTag"] = "贪睡#52191",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Agus-守护之剑",
						["iLvl"] = 911,
						["time"] = 1495464805,
						["class"] = 1,
						["bTag"] = "Augusta#5791",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋风吹疼-主宰之剑",
						["iLvl"] = 867,
						["time"] = 1495471033,
						["class"] = 6,
						["bTag"] = "HiddenSquid#51625",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "繁華三千-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1495467078,
						["class"] = 2,
						["bTag"] = "Insomniac#5114",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "哇靠不会吧-暮色森林",
						["iLvl"] = 912,
						["time"] = 1495471033,
						["class"] = 9,
						["bTag"] = "xiaochen#5394",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺浪人-风暴之眼",
						["iLvl"] = 911,
						["time"] = 1495468515,
						["class"] = 3,
						["bTag"] = "郭阿土#5465",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "紫芯蝴蝶兰-银月",
						["iLvl"] = 909,
						["time"] = 1495470417,
						["class"] = 3,
						["bTag"] = "紫芯蝴蝶兰#5620",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "吴晓柯-暮色森林",
						["iLvl"] = 915,
						["time"] = 1495471033,
						["class"] = 3,
						["bTag"] = "风吹来的砂#51258",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "橙耀美好时光-阿古斯",
						["iLvl"] = 914,
						["time"] = 1495471033,
						["class"] = 8,
						["bTag"] = "张小萌#5246",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "旋律巅峰-熊猫酒仙",
						["iLvl"] = 908,
						["time"] = 1495548398,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "茫然之骑士#539608",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "卟纳纳-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1495548398,
						["class"] = 9,
						["bTag"] = "补呐呐#5666",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲耒耜-永恒之井",
						["iLvl"] = 912,
						["time"] = 1495548398,
						["class"] = 8,
						["bTag"] = "山今青见#5109",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "丶无敌丨-安苏",
						["iLvl"] = 907,
						["time"] = 1495548398,
						["class"] = 2,
						["bTag"] = "cong#5158",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "爱闹大色猪-守护之剑",
						["iLvl"] = 908,
						["time"] = 1495548398,
						["class"] = 4,
						["bTag"] = "盗我号没鸡鸡#5495",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "肉苁蓉-白银之手",
						["time"] = 1495548398,
						["class"] = 10,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "烟有害又健康-末日行者",
						["iLvl"] = 908,
						["time"] = 1495548398,
						["class"] = 2,
						["bTag"] = "一杯倒#5727",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落的生煎包-金度",
						["iLvl"] = 911,
						["time"] = 1495548398,
						["class"] = 3,
						["bTag"] = "奶茶修#5459",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "丶峻-远古海滩",
						["iLvl"] = 914,
						["time"] = 1495548398,
						["class"] = 8,
						["bTag"] = "郭俊强#5543",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "内心微澜-奥特兰克",
						["iLvl"] = 909,
						["time"] = 1495548398,
						["class"] = 9,
						["bTag"] = "亚波#51680",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬薄荷-艾欧纳尔",
						["iLvl"] = 910,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "柠檬薄荷糖#5812",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "乜都执唔到-安苏",
						["iLvl"] = 904,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "之之之之#51270",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "一烬一-麦迪文",
						["iLvl"] = 904,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "慕月羽#5169",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "刃舞华裳-末日行者",
						["iLvl"] = 891,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "冷月#5167",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "德小得-罗宁",
						["iLvl"] = 910,
						["time"] = 1495548398,
						["class"] = 11,
						["bTag"] = "BT160730#51306",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "醉弈星辰-国王之谷",
						["iLvl"] = 911,
						["time"] = 1495548398,
						["class"] = 11,
						["bTag"] = "醉弈星辰#5777",
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "最帅不过兔酱-金度",
						["iLvl"] = 908,
						["time"] = 1495548398,
						["class"] = 7,
						["bTag"] = "兔小懒#5790",
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "猫脸雷公嘴-凯尔萨斯",
						["iLvl"] = 911,
						["time"] = 1495548398,
						["class"] = 10,
						["bTag"] = "十三幺#5287",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "初见时最美-远古海滩",
						["iLvl"] = 902,
						["time"] = 1495548398,
						["class"] = 9,
						["bTag"] = "glost#51812",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "末日利刃-回音山",
						["iLvl"] = 907,
						["time"] = 1495548398,
						["class"] = 3,
						["bTag"] = "超能之牛牛#51442",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "饮虹-诺兹多姆",
						["time"] = 1495548398,
						["class"] = 3,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "黄勇坏坏-亚雷戈斯",
						["iLvl"] = 907,
						["time"] = 1495548398,
						["class"] = 3,
						["bTag"] = "华丽之虎虎#5672",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "幻羽-玛瑟里顿",
						["iLvl"] = 899,
						["time"] = 1495548398,
						["class"] = 3,
						["bTag"] = "Alzealot#5943",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "佩吉-罗宁",
						["iLvl"] = 910,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "潜行无双#5128",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心誠意-末日行者",
						["iLvl"] = 909,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "Mryang#5174",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "贪吃的维尼-远古海滩",
						["iLvl"] = 908,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "魔射手#5916",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "晒德尼玛区黑-雷斧堡垒",
						["iLvl"] = 909,
						["time"] = 1495548398,
						["class"] = 12,
						["bTag"] = "伊典拉德#5873",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "凡人都将灭亡-朵丹尼尔",
						["iLvl"] = 903,
						["time"] = 1495548398,
						["class"] = 9,
						["bTag"] = "chunheise#5690",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐带带我-安苏",
						["iLvl"] = 907,
						["time"] = 1495975545,
						["class"] = 12,
						["bTag"] = "林枫#52163",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "天邪恋凡-熊猫酒仙",
						["iLvl"] = 912,
						["time"] = 1495974759,
						["class"] = 4,
						["bTag"] = "天邪恋凡#5760",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "栤膤芭笓-生态船",
						["iLvl"] = 904,
						["time"] = 1495976461,
						["class"] = 8,
						["bTag"] = "KeLvin#5542",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "水塘中的月兒-生态船",
						["iLvl"] = 902,
						["time"] = 1495976461,
						["class"] = 9,
						["bTag"] = "金龟子#5716",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "当魚爱上水-生态船",
						["iLvl"] = 898,
						["time"] = 1495976461,
						["class"] = 11,
						["bTag"] = "sammi#5379",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "火辣小蛮妞-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1495975293,
						["class"] = 3,
						["bTag"] = "DEKILLER#5137",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "看俺眼色行事-自由之风",
						["time"] = 1495976461,
						["class"] = 12,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "血之契約-主宰之剑",
						["time"] = 1495975821,
						["class"] = 6,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "花开到荼蘼-贫瘠之地",
						["iLvl"] = 911,
						["time"] = 1495976461,
						["class"] = 3,
						["bTag"] = "无缝钢管#5914",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "灬饥幕-贫瘠之地",
						["iLvl"] = 896,
						["time"] = 1495976461,
						["class"] = 12,
						["bTag"] = "抚子#5843",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "留香一刺-奥特兰克",
						["iLvl"] = 912,
						["time"] = 1495976461,
						["class"] = 4,
						["bTag"] = "幸运之虎#518581",
					}, -- [107]
					{
						["role"] = "HEALER",
						["name"] = "Jay-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1495975302,
						["class"] = 5,
						["bTag"] = "心中的太阳#5134",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "屠戮小动物-贫瘠之地",
						["iLvl"] = 898,
						["time"] = 1495976461,
						["class"] = 3,
						["bTag"] = "夜魇#5693",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "自爆的肥羊-末日行者",
						["iLvl"] = 905,
						["time"] = 1495976461,
						["class"] = 2,
						["bTag"] = "鬼魂之龙#531713",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "喝芬达-蜘蛛王国",
						["iLvl"] = 907,
						["time"] = 1495976461,
						["class"] = 8,
						["bTag"] = "StarryNight#5282",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "十一人-安苏",
						["iLvl"] = 914,
						["time"] = 1495976461,
						["class"] = 3,
						["bTag"] = "猎神忧与爱#5611",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "养啥都瘦成骨-暮色森林",
						["iLvl"] = 910,
						["time"] = 1495976461,
						["class"] = 3,
						["bTag"] = "卡嘉之石#5143",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "吴兰苏和-暗影之月",
						["iLvl"] = 910,
						["time"] = 1495976461,
						["class"] = 2,
						["bTag"] = "血战八荒#5672",
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "你不超哇-雷斧堡垒",
						["iLvl"] = 909,
						["time"] = 1495976461,
						["class"] = 11,
						["bTag"] = "fish#53845",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "宫平-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1495976461,
						["class"] = 2,
						["bTag"] = "平平#5435",
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "要吃棒棒糖-风暴峭壁",
						["iLvl"] = 904,
						["time"] = 1495976461,
						["class"] = 7,
						["bTag"] = "虎三#51676",
					}, -- [117]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的千颂伊-轻风之语",
						["iLvl"] = 912,
						["time"] = 1495422656,
						["class"] = 12,
						["bTag"] = "冰焦糖瑪奇朵#5875",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "龙舞阳-主宰之剑",
						["time"] = 1495422232,
						["class"] = 2,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "羊驮-贫瘠之地",
						["iLvl"] = 857,
						["time"] = 1495422387,
						["class"] = 3,
						["bTag"] = "非洲大光头#5995",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "黑白之橙-普瑞斯托",
						["time"] = 1495422524,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "邪道至圣-国王之谷",
						["iLvl"] = 906,
						["time"] = 1495422516,
						["class"] = 6,
						["bTag"] = "咸鱼翻身#5394",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "消失的巴掌-伊森利恩",
						["iLvl"] = 910,
						["time"] = 1495422645,
						["class"] = 11,
						["bTag"] = "某屌货#5980",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "吉祥物灬当当-雷克萨",
						["iLvl"] = 918,
						["time"] = 1495422656,
						["class"] = 8,
						["bTag"] = "普晓彤#5216",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子灬小賊貓-奥特兰克",
						["iLvl"] = 911,
						["time"] = 1495422656,
						["class"] = 2,
						["bTag"] = "杀戮亦是救赎#5572",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "实迷途其未远-伊萨里奥斯",
						["iLvl"] = 903,
						["time"] = 1495422796,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "灏辰#5880",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲皇室护卫-凯尔萨斯",
						["iLvl"] = 909,
						["time"] = 1495422851,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "唐神归来#5212",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的球球-安苏",
						["iLvl"] = 879,
						["time"] = 1495422875,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "雨泪#5524",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Demi-玛法里奥",
						["time"] = 1495422826,
						["class"] = 12,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "丶纳翁谢霆锋-奥杜尔",
						["iLvl"] = 877,
						["time"] = 1495422796,
						["class"] = 12,
						["bTag"] = "快乐之足#515714",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "小荳包-黄金之路",
						["iLvl"] = 908,
						["time"] = 1495422801,
						["class"] = 5,
						["bTag"] = "梦幻泡泡糖#5777",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "遗失的美好吖-玛里苟斯",
						["iLvl"] = 903,
						["time"] = 1495422790,
						["class"] = 10,
						["bTag"] = "德德#5711",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "天空之心-基尔加丹",
						["iLvl"] = 907,
						["time"] = 1495422796,
						["class"] = 5,
						["bTag"] = "不咋滴#5611",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "万里雪飘-奥拉基尔",
						["iLvl"] = 913,
						["time"] = 1495422869,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "红色蓓蕾#5984",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "沙斯-冰霜之刃",
						["time"] = 1495422853,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Shiv-海克泰尔",
						["time"] = 1495422861,
						["class"] = 4,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "百度外卖-迦拉克隆",
						["time"] = 1495422877,
						["class"] = 12,
						["leader"] = true,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "闪光的玩具剑-加里索斯",
						["time"] = 1495422877,
						["class"] = 4,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "十香丶-拉文凯斯",
						["time"] = 1495422877,
						["class"] = 2,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "花花先森-奥特兰克",
						["iLvl"] = 909,
						["time"] = 1497777560,
						["class"] = 9,
						["bTag"] = "奥尔波特丶别大#5810",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "天凉请开窗-桑德兰",
						["iLvl"] = 913,
						["time"] = 1497777553,
						["class"] = 2,
						["bTag"] = "Wonderful#5907",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "奴卡-千针石林",
						["iLvl"] = 871,
						["time"] = 1497777519,
						["class"] = 2,
						["bTag"] = "马拉#5238",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Ljevolyyd-守护之剑",
						["iLvl"] = 897,
						["time"] = 1497777575,
						["class"] = 8,
						["bTag"] = "ljloveyyd#5585",
					}, -- [26]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "战皇依依-雷斧堡垒",
						["time"] = 1495458007,
						["class"] = 1,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "巫灬巫-熊猫酒仙",
						["iLvl"] = 910,
						["time"] = 1495458015,
						["class"] = 2,
						["bTag"] = "茫然之骑士#5130387",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "曰智-达文格尔",
						["time"] = 1495457999,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "假温柔丶-白银之手",
						["iLvl"] = 879,
						["time"] = 1495458053,
						["class"] = 8,
						["bTag"] = "见我叫爹滴#5743",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "看你妹啊啊-奥拉基尔",
						["time"] = 1495458009,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "奔跑的鱼儿-雷斧堡垒",
						["time"] = 1495457999,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "鹊飞山月曙丶-回音山",
						["iLvl"] = 901,
						["time"] = 1495457974,
						["class"] = 4,
						["bTag"] = "会飞的鱼#5519",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "幽兰戴尔-暗影迷宫",
						["iLvl"] = 866,
						["time"] = 1495457974,
						["class"] = 9,
						["bTag"] = "Snikoe#5291",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "辣条两三包-安苏",
						["iLvl"] = 905,
						["time"] = 1495458003,
						["class"] = 3,
						["bTag"] = "奔放宅男#5823",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "塔塔战神-永夜港",
						["time"] = 1495458034,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔比格沃斯-金色平原",
						["iLvl"] = 897,
						["time"] = 1495458025,
						["class"] = 1,
						["bTag"] = "VX6#5752",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "一克里斯汀一-克洛玛古斯",
						["iLvl"] = 884,
						["time"] = 1495458040,
						["class"] = 1,
						["bTag"] = "利刃漩涡#51147",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "休闲练练-图拉扬",
						["iLvl"] = 892,
						["time"] = 1495458040,
						["class"] = 3,
						["bTag"] = "吉安娜#57334",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "吟吟叫-刺骨利刃",
						["iLvl"] = 845,
						["time"] = 1495458023,
						["class"] = 1,
						["bTag"] = "大肥秋#5551",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "要咬切克闹-影牙要塞",
						["iLvl"] = 914,
						["time"] = 1495458023,
						["class"] = 1,
						["bTag"] = "橙皇帝#5382",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "死神的怨念-阿古斯",
						["iLvl"] = 905,
						["time"] = 1495458011,
						["class"] = 8,
						["bTag"] = "白银之鹰#5159554",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "俺是女乃女马-奥杜尔",
						["iLvl"] = 906,
						["time"] = 1495458032,
						["class"] = 7,
						["bTag"] = "残月流星#5399",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "冰风烈焰-格瑞姆巴托",
						["iLvl"] = 891,
						["time"] = 1495458061,
						["class"] = 8,
						["bTag"] = "死亡之翼#528858",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "靓菲儿-末日行者",
						["iLvl"] = 774,
						["time"] = 1495458055,
						["class"] = 4,
						["bTag"] = "俊爺当道#5564",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "思沉-金色平原",
						["iLvl"] = 879,
						["time"] = 1495458015,
						["class"] = 5,
						["bTag"] = "如歌#5323",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "泪娤-扎拉赞恩",
						["iLvl"] = 911,
						["time"] = 1495458034,
						["class"] = 8,
						["bTag"] = "泪娤#5223",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "土皇帝-扎拉赞恩",
						["iLvl"] = 908,
						["time"] = 1495458038,
						["class"] = 3,
						["bTag"] = "泪娤#5223",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "我家狗叫花卷-祖阿曼",
						["iLvl"] = 899,
						["time"] = 1495458003,
						["class"] = 12,
						["bTag"] = "BT160826#51131",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "汉斯格雅-荆棘谷",
						["iLvl"] = 830,
						["time"] = 1495458007,
						["class"] = 7,
						["bTag"] = "肥肥#5247",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "獨家卐記憶-奥特兰克",
						["iLvl"] = 842,
						["time"] = 1495458003,
						["class"] = 8,
						["bTag"] = "为荣耀而战#51805",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "梦小酒窝梦-回音山",
						["time"] = 1495458001,
						["class"] = 3,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "团队毒劉-德拉诺",
						["iLvl"] = 912,
						["time"] = 1495457999,
						["class"] = 12,
						["bTag"] = "Highc#5724",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "冥冫狱-安苏",
						["iLvl"] = 817,
						["time"] = 1495458005,
						["class"] = 6,
						["bTag"] = "Liar#5227",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "行而上学-纳沙塔尔",
						["time"] = 1495457974,
						["class"] = 11,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "青空的独白-朵丹尼尔",
						["iLvl"] = 909,
						["time"] = 1495457974,
						["class"] = 8,
						["bTag"] = "新垣绫濑#5917",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "蔚旻-艾森娜",
						["iLvl"] = 896,
						["time"] = 1495457994,
						["class"] = 3,
						["bTag"] = "forsakentoy#5414",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "焱炽鳯羽-轻风之语",
						["iLvl"] = 905,
						["time"] = 1495457974,
						["class"] = 12,
						["bTag"] = "一步莲华#52418",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "敷衍微笑-熊猫酒仙",
						["iLvl"] = 871,
						["time"] = 1495458007,
						["class"] = 9,
						["bTag"] = "敷衍微笑#5186",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "妖术师-瓦里玛萨斯",
						["iLvl"] = 878,
						["time"] = 1495457974,
						["class"] = 9,
						["bTag"] = "好介树#5566",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "糖礅儿-白银之手",
						["iLvl"] = 911,
						["time"] = 1495458013,
						["class"] = 6,
						["bTag"] = "刀刀催人老#5669",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "一大爷一-白银之手",
						["iLvl"] = 905,
						["time"] = 1495458003,
						["class"] = 8,
						["bTag"] = "乱劈财财#5987",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "舞神裳-暗影之月",
						["time"] = 1495458001,
						["class"] = 8,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "孫贰嬢-风暴之眼",
						["time"] = 1495457964,
						["class"] = 2,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "阿哈利姆神杖-白银之手",
						["iLvl"] = 899,
						["time"] = 1495458005,
						["class"] = 8,
						["bTag"] = "SCV#5704",
					}, -- [39]
				},
				["2-121-467-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1495472458,
						["class"] = 3,
						["bTag"] = "折柳#5324",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "传奇咸鱼-主宰之剑",
						["iLvl"] = 869,
						["time"] = 1495472458,
						["class"] = 6,
						["bTag"] = "王曦#51715",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阿露露-艾苏恩",
						["iLvl"] = 914,
						["time"] = 1495472458,
						["class"] = 12,
						["bTag"] = "舔舔再泡泡#5443",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "迪楽内个萨满-生态船",
						["iLvl"] = 913,
						["time"] = 1495472458,
						["class"] = 7,
						["bTag"] = "戴信平#5434",
					}, -- [4]
				},
				["1-124-422-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷籽洋丷-罗宁",
						["iLvl"] = 916,
						["time"] = 1495603028,
						["class"] = 2,
						["bTag"] = "菟子#5294",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哪个法灬师丶-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1495603014,
						["class"] = 12,
						["bTag"] = "魔鬼小蛋#51237",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "游离梦境-熊猫酒仙",
						["iLvl"] = 895,
						["time"] = 1495603043,
						["class"] = 11,
						["bTag"] = "梦境永恒#5114",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花曼舞-霜之哀伤",
						["iLvl"] = 910,
						["time"] = 1495603043,
						["class"] = 8,
						["bTag"] = "我心永恒#51698",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "木灬星-永恒之井",
						["iLvl"] = 882,
						["time"] = 1495603043,
						["class"] = 5,
						["bTag"] = "灬英俊灬#5411",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "燃灯梦影-瑞文戴尔",
						["iLvl"] = 908,
						["time"] = 1495603043,
						["class"] = 12,
						["bTag"] = "lhq#5910",
					}, -- [6]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "欢乐破小孩-贫瘠之地",
						["iLvl"] = 912,
						["time"] = 1497014808,
						["class"] = 3,
						["bTag"] = "欢乐破小孩#5360",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "正太小王子-壁炉谷",
						["iLvl"] = 901,
						["time"] = 1495361910,
						["class"] = 1,
						["bTag"] = "成风#51975",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐鱼-萨菲隆",
						["iLvl"] = 896,
						["time"] = 1495362071,
						["class"] = 1,
						["bTag"] = "可乐鱼#5104",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿骚哥哥-玛里苟斯",
						["iLvl"] = 906,
						["time"] = 1495361874,
						["class"] = 6,
						["bTag"] = "阿拉文少#5637",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "吸血鬼爵-奥特兰克",
						["iLvl"] = 909,
						["time"] = 1495361859,
						["class"] = 9,
						["bTag"] = "吸血毛毛虫#5908",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Pertenll-玛里苟斯",
						["time"] = 1495361841,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "阿酷啦玛塔塔-贫瘠之地",
						["time"] = 1495361839,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "青春不过如此-艾森娜",
						["iLvl"] = 906,
						["time"] = 1495362071,
						["class"] = 6,
						["bTag"] = "Alsace#5374",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "夏侯绯雪-末日行者",
						["iLvl"] = 908,
						["time"] = 1495361861,
						["class"] = 3,
						["bTag"] = "夏侯飞雪#5376",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "夏侯飛雪-末日行者",
						["iLvl"] = 910,
						["time"] = 1495361849,
						["class"] = 4,
						["bTag"] = "夏侯飞雪#5633",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小御御-诺兹多姆",
						["iLvl"] = 916,
						["time"] = 1495361874,
						["class"] = 9,
						["bTag"] = "黄一成#5853",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂之触-塞拉摩",
						["iLvl"] = 883,
						["time"] = 1495362156,
						["class"] = 5,
						["bTag"] = "斯爱#5104",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "女王陛下-元素之力",
						["iLvl"] = 897,
						["time"] = 1495361855,
						["class"] = 1,
						["bTag"] = "一少奶奶一#5964",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "橙全予我-奥特兰克",
						["iLvl"] = 911,
						["time"] = 1495362071,
						["class"] = 2,
						["bTag"] = "mianbao#5734",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "湮丶灭萨爷-末日行者",
						["iLvl"] = 892,
						["time"] = 1495361853,
						["class"] = 7,
						["bTag"] = "開坦克鍀呗塔#5236",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "白芬芬-格瑞姆巴托",
						["iLvl"] = 895,
						["time"] = 1495362071,
						["class"] = 1,
						["bTag"] = "不食美色高育良#5858",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜猎手维恩-末日行者",
						["iLvl"] = 916,
						["time"] = 1495362071,
						["class"] = 3,
						["bTag"] = "我是你亲哥哥#5955",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘的普洱茶-灰谷",
						["iLvl"] = 892,
						["time"] = 1495361899,
						["class"] = 9,
						["bTag"] = "Deathknight#52645",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "達則兼善天下-加基森",
						["time"] = 1495361839,
						["class"] = 1,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "夏沫芊雨-金度",
						["time"] = 1495361845,
						["class"] = 8,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "灬静默灬-蜘蛛王国",
						["iLvl"] = 887,
						["time"] = 1495361857,
						["class"] = 2,
						["bTag"] = "神奇的嘟嘟熊#5730",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光之镰-末日行者",
						["iLvl"] = 872,
						["time"] = 1495361865,
						["class"] = 2,
						["bTag"] = "神之熵#5315",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Ardelia-白银之手",
						["time"] = 1495361839,
						["class"] = 3,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色泡沫-阿古斯",
						["time"] = 1495361841,
						["class"] = 7,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "丶吉尔伽美什-奥拉基尔",
						["time"] = 1495361839,
						["class"] = 11,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "奔跑春风-奥蕾莉亚",
						["time"] = 1495361839,
						["class"] = 2,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "小白兔不小心-暮色森林",
						["time"] = 1495361841,
						["class"] = 9,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我喜欢射-利刃之拳",
						["time"] = 1495361895,
						["class"] = 3,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "尛乖乖-主宰之剑",
						["time"] = 1495361839,
						["class"] = 2,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "潮骚-国王之谷",
						["iLvl"] = 847,
						["time"] = 1495361869,
						["class"] = 1,
						["bTag"] = "曾经沧海难为水#51267",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "祖国大呲花-世界之树",
						["iLvl"] = 904,
						["time"] = 1495361865,
						["class"] = 12,
						["bTag"] = "永恒哇哈哈#5928",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "卐浅浅卐-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1495361889,
						["class"] = 2,
						["bTag"] = "浅浅#52279",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬味情人-暗影之月",
						["iLvl"] = 911,
						["time"] = 1495361883,
						["class"] = 4,
						["bTag"] = "柠檬味情人#5216",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "世界延迟-月光林地",
						["iLvl"] = 885,
						["time"] = 1495361849,
						["class"] = 7,
						["bTag"] = "满嘴跑民航#5725",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "希潞达-壁炉谷",
						["iLvl"] = 887,
						["time"] = 1495362071,
						["class"] = 9,
						["bTag"] = "薩魯法爾#5381",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazycrazy-辛达苟萨",
						["time"] = 1495362071,
						["class"] = 4,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "陈帅哥-金色平原",
						["iLvl"] = 891,
						["time"] = 1495361931,
						["class"] = 8,
						["bTag"] = "陈帅哥#5359",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "丶今天没课-罗宁",
						["time"] = 1495361845,
						["class"] = 3,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "偷偷产奶-壁炉谷",
						["iLvl"] = 906,
						["time"] = 1495362071,
						["class"] = 2,
						["bTag"] = "无锡无法无天#5763",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "橙成程城成橙-熊猫酒仙",
						["iLvl"] = 882,
						["time"] = 1495362071,
						["class"] = 1,
						["bTag"] = "胖虎#51371",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Nastasia-贫瘠之地",
						["iLvl"] = 904,
						["time"] = 1495362071,
						["class"] = 9,
						["bTag"] = "狂野之裤#52223",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "就叫我猎手-安威玛尔",
						["time"] = 1495361847,
						["class"] = 12,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "一永远在线一-阿古斯",
						["time"] = 1495362071,
						["class"] = 5,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "壹贰壹叁捌-勇士岛",
						["iLvl"] = 905,
						["time"] = 1495362071,
						["class"] = 2,
						["bTag"] = "啦啦啦#52776",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "幻舞银月-远古海滩",
						["iLvl"] = 878,
						["time"] = 1495362069,
						["class"] = 10,
						["bTag"] = "幻舞幽梦#5116",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "海天味极鲜-主宰之剑",
						["time"] = 1495361853,
						["class"] = 12,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "南璃-伊萨里奥斯",
						["iLvl"] = 906,
						["time"] = 1495362063,
						["class"] = 1,
						["bTag"] = "churry#51585",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔的敌人-遗忘海岸",
						["iLvl"] = 898,
						["time"] = 1495362071,
						["class"] = 4,
						["bTag"] = "恶魔的敌人#5585",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "熊白白-耳语海岸",
						["iLvl"] = 902,
						["time"] = 1495362071,
						["class"] = 11,
						["bTag"] = "TimC#5228",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色哀伤-生态船",
						["time"] = 1495361853,
						["class"] = 4,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "皇家壹号-轻风之语",
						["time"] = 1495361857,
						["class"] = 7,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "嗜血狂龙-圣火神殿",
						["iLvl"] = 913,
						["time"] = 1495362063,
						["class"] = 1,
						["bTag"] = "嗜血款龙#5606",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "妖娆霓裳-蜘蛛王国",
						["iLvl"] = 904,
						["time"] = 1495362063,
						["class"] = 2,
						["bTag"] = "挖个坑埋了你#5669",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "希微辨真语-白银之手",
						["iLvl"] = 874,
						["time"] = 1495362071,
						["class"] = 3,
						["bTag"] = "赤雪飞鸿#5384",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "尔等休岀狂言-末日行者",
						["iLvl"] = 909,
						["time"] = 1495361895,
						["class"] = 4,
						["bTag"] = "打架角孽#5530",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Neverchange-暗影之月",
						["iLvl"] = 893,
						["time"] = 1495362071,
						["class"] = 2,
						["bTag"] = "老衲法号能扛#5955",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "丨甜咖啡-守护之剑",
						["iLvl"] = 900,
						["time"] = 1495362071,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "DireRaven#531724",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "李达康书记-托尔巴拉德",
						["iLvl"] = 904,
						["time"] = 1495362071,
						["class"] = 3,
						["bTag"] = "拉塞尔威斯布鲁克#51817",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "月之旋律-金色平原",
						["iLvl"] = 894,
						["time"] = 1495362065,
						["class"] = 7,
						["bTag"] = "刚哥#5898",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "龙之法圣-回音山",
						["iLvl"] = 885,
						["time"] = 1495362071,
						["class"] = 8,
						["bTag"] = "猪肉王子#5130",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "淡淡幽香-祖阿曼",
						["iLvl"] = 892,
						["time"] = 1495361878,
						["class"] = 5,
						["bTag"] = "小嘴嫩嫩#5338",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱灬爵士-托尔巴拉德",
						["iLvl"] = 895,
						["time"] = 1495362071,
						["class"] = 12,
						["bTag"] = "七宗罪灬嫉妒#5558",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "雨落屋檐丶-贫瘠之地",
						["iLvl"] = 888,
						["time"] = 1495362065,
						["class"] = 11,
						["bTag"] = "王大头#5776",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "破灬军-利刃之拳",
						["iLvl"] = 894,
						["time"] = 1495362067,
						["class"] = 1,
						["bTag"] = "魔钢歼灭者#51939",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "小牧来了-奥拉基尔",
						["iLvl"] = 893,
						["time"] = 1495362071,
						["class"] = 5,
						["bTag"] = "NightRaven#5911",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "屈螺酮炔雌醇-主宰之剑",
						["iLvl"] = 885,
						["time"] = 1495362071,
						["class"] = 8,
						["bTag"] = "狗叔#51148",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Littlefiveme-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1495362071,
						["class"] = 12,
						["bTag"] = "littlefive#5419",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "黯丿幽暝灬-主宰之剑",
						["iLvl"] = 897,
						["time"] = 1495362071,
						["class"] = 8,
						["bTag"] = "东风#5379",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "绝望谁来演-雷霆之王",
						["iLvl"] = 844,
						["time"] = 1495362071,
						["class"] = 7,
						["bTag"] = "左手点燃忧伤#51727",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Moongoddess-梦境之树",
						["time"] = 1495362071,
						["class"] = 11,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "大圭龙-密林游侠",
						["iLvl"] = 903,
						["time"] = 1495362069,
						["class"] = 5,
						["bTag"] = "大圭龙#5305",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "囧丷-永恒之井",
						["iLvl"] = 919,
						["time"] = 1495362063,
						["class"] = 8,
						["bTag"] = "锅小锌#5759",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "辣个圣骑-安苏",
						["iLvl"] = 907,
						["time"] = 1495362071,
						["class"] = 5,
						["bTag"] = "sherlock#54794",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "懒懒魔法師-迦拉克隆",
						["iLvl"] = 909,
						["time"] = 1495361966,
						["class"] = 8,
						["bTag"] = "懒懒的魔法师#5658",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Hal-奈萨里奥",
						["iLvl"] = 904,
						["time"] = 1495362063,
						["class"] = 2,
						["bTag"] = "一期一会#5279",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "月影涵-天空之墙",
						["time"] = 1495362071,
						["class"] = 1,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Rekkles-玛里苟斯",
						["time"] = 1495362071,
						["class"] = 9,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "丶惜夜丶-国王之谷",
						["time"] = 1495362071,
						["class"] = 6,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "小熊画圆圆-罗宁",
						["time"] = 1495362071,
						["class"] = 9,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "特比斯丘戦神-罗宁",
						["time"] = 1495362071,
						["class"] = 1,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "潘达利亚熊猫-诺莫瑞根",
						["time"] = 1495362125,
						["class"] = 10,
						["leader"] = true,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "毛毛守护者-艾萨拉",
						["iLvl"] = 905,
						["time"] = 1495362211,
						["class"] = 1,
						["bTag"] = "毛毛守护者#5825",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖利刄-阿拉索",
						["iLvl"] = 893,
						["time"] = 1495362211,
						["class"] = 12,
						["bTag"] = "蕾姆#5144",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "山水若无物-安苏",
						["iLvl"] = 883,
						["time"] = 1495362211,
						["class"] = 2,
						["bTag"] = "原则#5577",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "为你送牛奶-熊猫酒仙",
						["iLvl"] = 909,
						["time"] = 1495675299,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "淡漠的木偶#5195",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "丷丷-暗影之月",
						["iLvl"] = 908,
						["time"] = 1495675318,
						["class"] = 6,
						["bTag"] = "闷得儿密#5372",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧吧小肚腩-阿纳克洛斯",
						["iLvl"] = 913,
						["time"] = 1495675340,
						["class"] = 3,
						["bTag"] = "无处安放的脂肪#5209",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "純天然-末日行者",
						["iLvl"] = 909,
						["time"] = 1495675313,
						["class"] = 11,
						["bTag"] = "海云#5487",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "自刀骗解药-索拉丁",
						["iLvl"] = 908,
						["time"] = 1495675340,
						["class"] = 11,
						["bTag"] = "Kenzo#5145",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "为童稚们送奶-诺兹多姆",
						["iLvl"] = 914,
						["time"] = 1495675340,
						["class"] = 5,
						["bTag"] = "迷你之泰坦#514349",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Lesterm-海克泰尔",
						["iLvl"] = 907,
						["time"] = 1495675340,
						["class"] = 8,
						["bTag"] = "Lester#5702",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "沙之-闪电之刃",
						["iLvl"] = 846,
						["time"] = 1496200318,
						["class"] = 11,
						["bTag"] = "沙之#5173",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "艾弥薇-索瑞森",
						["iLvl"] = 911,
						["time"] = 1496200318,
						["class"] = 12,
						["bTag"] = "最爱834#5669",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "季尐靌-主宰之剑",
						["iLvl"] = 901,
						["time"] = 1496200318,
						["class"] = 12,
						["bTag"] = "尐寶#51459",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "Hym-索瑞森",
						["iLvl"] = 909,
						["time"] = 1496200318,
						["class"] = 12,
						["bTag"] = "libai#5315",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "Gaea-卡德加",
						["iLvl"] = 909,
						["time"] = 1496200489,
						["class"] = 11,
						["bTag"] = "一米八#51150",
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "请误拍打喂食-德拉诺",
						["iLvl"] = 899,
						["time"] = 1496985966,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "清霜醉红叶#5780",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "陽茪丅嶶笑-泰拉尔",
						["iLvl"] = 894,
						["time"] = 1496985950,
						["class"] = 2,
						["bTag"] = "海新518#5981",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "掐破美人脸-格瑞姆巴托",
						["iLvl"] = 896,
						["time"] = 1496985981,
						["class"] = 8,
						["bTag"] = "献世#51557",
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "德玛溪亚-回音山",
						["iLvl"] = 890,
						["time"] = 1496985991,
						["class"] = 11,
						["bTag"] = "shadow#5180",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "何以-破碎岭",
						["iLvl"] = 915,
						["time"] = 1496985991,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "何以#5179",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "笑笑守护神-夏维安",
						["iLvl"] = 911,
						["time"] = 1496985991,
						["class"] = 6,
						["bTag"] = "寒风无泪#51835",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "绯红枫叶丶-远古海滩",
						["iLvl"] = 909,
						["time"] = 1496985991,
						["class"] = 3,
						["bTag"] = "吃不胖咋办#5472",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "血骑丶-铜龙军团",
						["iLvl"] = 908,
						["time"] = 1496986055,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "小贼法#5366",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "帝国杀手-诺兹多姆",
						["iLvl"] = 805,
						["time"] = 1496986055,
						["class"] = 12,
						["bTag"] = "帝国#5929",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "墮落的灰烬丶-罗宁",
						["iLvl"] = 887,
						["time"] = 1496986055,
						["class"] = 2,
						["bTag"] = "星界副将#5983",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱主力奶-埃德萨拉",
						["iLvl"] = 911,
						["time"] = 1497014823,
						["class"] = 12,
						["bTag"] = "希德#5787",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕的黑光-神圣之歌",
						["time"] = 1497014784,
						["class"] = 6,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "独木桥一倾斜-暗影之月",
						["iLvl"] = 871,
						["time"] = 1497014818,
						["class"] = 3,
						["bTag"] = "独木桥上无是非#5562",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "遊戲妹-安东尼达斯",
						["iLvl"] = 890,
						["time"] = 1497014823,
						["class"] = 3,
						["bTag"] = "爲愛變壞#5530",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "糊涂涂丶-国王之谷",
						["time"] = 1497014823,
						["class"] = 12,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "Aioloss-阿古斯",
						["iLvl"] = 918,
						["time"] = 1497014928,
						["class"] = 3,
						["bTag"] = "aiolos#5414",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "Eascl-诺兹多姆",
						["iLvl"] = 879,
						["time"] = 1497014928,
						["class"] = 6,
						["bTag"] = "丿五河琴里灬#5311",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "让我安静-暮色森林",
						["iLvl"] = 898,
						["time"] = 1497014928,
						["class"] = 9,
						["bTag"] = "折耳喵星人#5854",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "浪里黑条-白银之手",
						["iLvl"] = 917,
						["time"] = 1497014928,
						["class"] = 9,
						["bTag"] = "何鲲#5103",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "群星小霸王-麦迪文",
						["iLvl"] = 894,
						["time"] = 1497015231,
						["class"] = 10,
						["bTag"] = "蛮力之翼#58934",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "Powerwarlock-奥蕾莉亚",
						["iLvl"] = 905,
						["time"] = 1497015166,
						["class"] = 9,
						["bTag"] = "Powerdk#5480",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "黯晓待卿-轻风之语",
						["iLvl"] = 911,
						["time"] = 1497015067,
						["class"] = 12,
						["bTag"] = "孙永谦#5842",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "丶李轰轰-丽丽（四川）",
						["iLvl"] = 898,
						["time"] = 1497015180,
						["class"] = 3,
						["bTag"] = "怡寶兒#5980",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨他乡-回音山",
						["iLvl"] = 897,
						["time"] = 1497015231,
						["class"] = 2,
						["bTag"] = "小妍#51139",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "龙战魔帝-罗宁",
						["iLvl"] = 906,
						["time"] = 1497015204,
						["class"] = 3,
						["bTag"] = "龙战魔帝#5749",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "昨天也没回家-山丘之王",
						["iLvl"] = 896,
						["time"] = 1497015231,
						["class"] = 11,
						["bTag"] = "艾尔之子#56795",
					}, -- [122]
					{
						["role"] = "HEALER",
						["name"] = "弦灬月-风暴峭壁",
						["iLvl"] = 906,
						["time"] = 1497015509,
						["class"] = 5,
						["bTag"] = "破晓之韧玄逍月#5393",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒的奇异果-暮色森林",
						["iLvl"] = 910,
						["time"] = 1497015430,
						["class"] = 11,
						["bTag"] = "奇异果#5978",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "史诗级演员-荆棘谷",
						["iLvl"] = 906,
						["time"] = 1497015325,
						["class"] = 8,
						["bTag"] = "九耀#5662",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "波大挡到脸-玛里苟斯",
						["iLvl"] = 912,
						["time"] = 1497015438,
						["class"] = 3,
						["bTag"] = "暗影之风暴#520153",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "Thinkfriends-卡德加",
						["iLvl"] = 860,
						["time"] = 1497015567,
						["class"] = 8,
						["bTag"] = "王少杰#51158",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "灬大麥灬-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1497015457,
						["class"] = 1,
						["bTag"] = "小小刀仔#5989",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "领衔-爱斯特纳",
						["iLvl"] = 909,
						["time"] = 1497015540,
						["class"] = 10,
						["bTag"] = "淡忘鸟#5680",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "她乡遇故知-石爪峰",
						["iLvl"] = 909,
						["time"] = 1497015567,
						["class"] = 2,
						["bTag"] = "皓洁漪月#5219",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "流血了-末日行者",
						["iLvl"] = 913,
						["time"] = 1497015567,
						["class"] = 8,
						["bTag"] = "妹不思棒喂#5919",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Arcana-白银之手",
						["time"] = 1497776711,
						["class"] = 8,
						["leader"] = true,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦伦缇娜-霜之哀伤",
						["iLvl"] = 895,
						["time"] = 1497776711,
						["class"] = 5,
						["bTag"] = "紫星璇玉#5997",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "血色灵儿-暗影之月",
						["iLvl"] = 906,
						["time"] = 1497776711,
						["class"] = 6,
						["bTag"] = "人老心不老#51933",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "漫天花雨飘-国王之谷",
						["iLvl"] = 901,
						["time"] = 1497776711,
						["class"] = 9,
						["bTag"] = "LazyTurtle#510515",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "喵小莫莫-阿迦玛甘",
						["iLvl"] = 880,
						["time"] = 1497776711,
						["class"] = 3,
						["bTag"] = "LuckyTiger#553657",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "咖啡蛋糕-永恒之井",
						["iLvl"] = 893,
						["time"] = 1497776711,
						["class"] = 11,
						["bTag"] = "绿茶蛋糕#51766",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "沁岚-艾苏恩",
						["iLvl"] = 891,
						["time"] = 1497776711,
						["class"] = 11,
						["bTag"] = "liangace#5428",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "无忧小树-神圣之歌",
						["time"] = 1497776711,
						["class"] = 9,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "刘子-奥蕾莉亚",
						["iLvl"] = 880,
						["time"] = 1497776711,
						["class"] = 6,
						["bTag"] = "vtenoody#5860",
					}, -- [140]
					{
						["role"] = "TANK",
						["name"] = "丨老舅丨-阿古斯",
						["iLvl"] = 904,
						["time"] = 1497776711,
						["class"] = 1,
						["bTag"] = "峰舅#5489",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜中幽灵-霜之哀伤",
						["iLvl"] = 893,
						["time"] = 1497776711,
						["class"] = 4,
						["bTag"] = "蚕豆铁锅一勺烩#5447",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "晨歌夜曲-羽月",
						["time"] = 1497776711,
						["class"] = 3,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "Jwaitz-羽月",
						["iLvl"] = 922,
						["time"] = 1497776711,
						["class"] = 2,
						["bTag"] = "唐佳人#5962",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "戈尔甘耐斯-巴尔古恩",
						["time"] = 1497776711,
						["class"] = 7,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐叔十三-白银之手",
						["iLvl"] = 880,
						["time"] = 1497776711,
						["class"] = 9,
						["bTag"] = "猥琐大汉十三叔#5374",
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "阿米鲁伽鲁-罗宁",
						["iLvl"] = 906,
						["time"] = 1497776711,
						["class"] = 6,
						["bTag"] = "阿米#5342",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "雪之心-影牙要塞",
						["iLvl"] = 909,
						["time"] = 1497776711,
						["class"] = 12,
						["bTag"] = "陈催雪#5787",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "就是一大写服-巴尔古恩",
						["iLvl"] = 911,
						["time"] = 1497776711,
						["class"] = 12,
						["bTag"] = "风云年华#5755",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "酸奶过期了-奥拉基尔",
						["iLvl"] = 911,
						["time"] = 1497776711,
						["class"] = 7,
						["bTag"] = "津门浪客#5464",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "Xuarthas-奥达曼",
						["iLvl"] = 912,
						["time"] = 1497776711,
						["class"] = 3,
						["bTag"] = "xushuzhi1984#5493",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "功成拂袖去-艾森娜",
						["iLvl"] = 913,
						["time"] = 1497776711,
						["class"] = 9,
						["bTag"] = "痒就挠挠#5841",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "一克冰糖橙-国王之谷",
						["time"] = 1497776711,
						["class"] = 11,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "Hssylr-阿古斯",
						["iLvl"] = 910,
						["time"] = 1497776711,
						["class"] = 3,
						["bTag"] = "hssybjx#5547",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "波波猪-暗影之月",
						["time"] = 1497776711,
						["class"] = 3,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "低调归来-冬寒",
						["time"] = 1497776711,
						["class"] = 2,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "幕夜啸西风-白银之手",
						["iLvl"] = 903,
						["time"] = 1497776711,
						["class"] = 1,
						["bTag"] = "幕夜啸西风#5493",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "夜夜闹-末日行者",
						["iLvl"] = 910,
						["time"] = 1497776711,
						["class"] = 11,
						["bTag"] = "岂可闹#5732",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "清秋小白-熊猫酒仙",
						["iLvl"] = 887,
						["time"] = 1497776711,
						["class"] = 8,
						["bTag"] = "道行太浅只是小妖#5179",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "殇年止殇-玛诺洛斯",
						["iLvl"] = 890,
						["time"] = 1497776711,
						["class"] = 12,
						["bTag"] = "angryDruid#51988",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "幻影之末-国王之谷",
						["iLvl"] = 893,
						["time"] = 1497776711,
						["class"] = 8,
						["bTag"] = "DK17#5325",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "蠢驴迷梦-末日行者",
						["iLvl"] = 892,
						["time"] = 1497776711,
						["class"] = 4,
						["bTag"] = "小白迷梦#5286",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "满身都是肌肉-破碎岭",
						["time"] = 1497776711,
						["class"] = 12,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱吃鸡翅膀-灰谷",
						["time"] = 1497776711,
						["class"] = 8,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "干瞪眼-伊萨里奥斯",
						["iLvl"] = 908,
						["time"] = 1497776711,
						["class"] = 4,
						["bTag"] = "墨莲白浅#5983",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "火好-末日行者",
						["iLvl"] = 882,
						["time"] = 1497776711,
						["class"] = 7,
						["bTag"] = "嘎宝萌萌哒#5234",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "灭世之锤-自由之风",
						["iLvl"] = 908,
						["time"] = 1497776711,
						["class"] = 2,
						["bTag"] = "锤子#5776",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "右手搂着你-石锤",
						["iLvl"] = 886,
						["time"] = 1497776711,
						["class"] = 3,
						["bTag"] = "費艾諾#5696",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "吉卜赛难民-布兰卡德",
						["iLvl"] = 907,
						["time"] = 1497776711,
						["class"] = 8,
						["bTag"] = "为了联盟吖#5861",
					}, -- [169]
					{
						["role"] = "TANK",
						["name"] = "星儿-鬼雾峰",
						["iLvl"] = 897,
						["time"] = 1497776711,
						["class"] = 2,
						["bTag"] = "sakurakira#5489",
					}, -- [170]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "为啥嘞-永恒之井",
						["iLvl"] = 909,
						["time"] = 1495457719,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "GiantAxe#520345",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "伱大爷-梦境之树",
						["time"] = 1495457695,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "萝莉即正义丶-刺骨利刃",
						["iLvl"] = 911,
						["time"] = 1495457719,
						["class"] = 3,
						["bTag"] = "盼盼#5673",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "天衣苦行猎手-白银之手",
						["time"] = 1495457719,
						["class"] = 3,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "听风吹雪-翡翠梦境",
						["iLvl"] = 911,
						["time"] = 1495457719,
						["class"] = 11,
						["bTag"] = "哟嘿嘿#5433",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "巭孬嫑夯勥茓-破碎岭",
						["time"] = 1495458237,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "奥斯里安-主宰之剑",
						["time"] = 1495458237,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "那一瞬的月光-麦迪文",
						["time"] = 1495458237,
						["class"] = 10,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "卡喀娅-格瑞姆巴托",
						["time"] = 1495458237,
						["class"] = 8,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "醉後的巨蟹座-白银之手",
						["iLvl"] = 883,
						["time"] = 1495458298,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "极纯可卡因#5564",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "不必太骄傲-主宰之剑",
						["iLvl"] = 888,
						["time"] = 1495458381,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Yige#5459",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "龙魂丶汏少爺-伊萨里奥斯",
						["iLvl"] = 914,
						["time"] = 1495458319,
						["class"] = 11,
						["bTag"] = "白银之鹰#513794",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小小飞雪-伊森利恩",
						["time"] = 1495458381,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "语青-伊瑟拉",
						["iLvl"] = 854,
						["time"] = 1495458381,
						["class"] = 5,
						["bTag"] = "语青#5549",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "芥末茶亅-晴日峰（江苏）",
						["time"] = 1495601823,
						["class"] = 4,
						["leader"] = true,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "厚实的包子-桑德兰",
						["iLvl"] = 915,
						["time"] = 1495601768,
						["class"] = 2,
						["bTag"] = "小劣人呆呆#5539",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丶独孤求败丶-诺莫瑞根",
						["iLvl"] = 861,
						["time"] = 1495601722,
						["class"] = 3,
						["bTag"] = "拒绝诱惑#5253",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "天锁心-朵丹尼尔",
						["iLvl"] = 909,
						["time"] = 1495601823,
						["class"] = 3,
						["bTag"] = "风行者#5349",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "半巨人的背叛-基尔加丹",
						["iLvl"] = 913,
						["time"] = 1495601823,
						["class"] = 4,
						["bTag"] = "屌丝费#5404",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "老猫不发威-金色平原",
						["time"] = 1495601823,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "白人哥门-安苏",
						["iLvl"] = 848,
						["time"] = 1495602278,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "杯具先生#5579",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Easylql-古尔丹",
						["iLvl"] = 903,
						["time"] = 1495602146,
						["class"] = 3,
						["bTag"] = "Easyq#5491",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "无名小卒-巴尔古恩",
						["iLvl"] = 869,
						["time"] = 1495602202,
						["class"] = 12,
						["bTag"] = "惊魂之地精#53170",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "巴力-贫瘠之地",
						["time"] = 1495602113,
						["class"] = 1,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "阿芙罗狄缇-黄金之路",
						["time"] = 1497777066,
						["class"] = 7,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "稻米斗-艾萨拉",
						["iLvl"] = 913,
						["time"] = 1497777124,
						["class"] = 2,
						["bTag"] = "稻五米#5787",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "美云-安苏",
						["iLvl"] = 880,
						["time"] = 1497777185,
						["class"] = 3,
						["bTag"] = "铁鹰#5308",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "黛灬真知子-奥达曼",
						["time"] = 1497777128,
						["class"] = 6,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丿颂歌丶哟-格瑞姆巴托",
						["iLvl"] = 914,
						["time"] = 1497777099,
						["class"] = 6,
						["bTag"] = "LANCELOTD#5995",
					}, -- [29]
				},
			},
			["lastSearchValue"] = "2-0-0-0",
			["appShine"] = "70200.02",
			["advShine"] = "70100.03",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"3-123-416-0", -- [2]
				"1-124-469-0", -- [3]
				"1-124-423-0", -- [4]
				"1-124-421-0", -- [5]
				"1-124-422-0", -- [6]
				"2-115-462-0", -- [7]
				"1-71-280-998", -- [8]
				"2-114-461-0", -- [9]
				"3-123-415-0", -- [10]
				"3-122-414-0", -- [11]
				"3-122-413-0", -- [12]
				"3-0-0-0", -- [13]
				"2-115-448-0", -- [14]
				"2-116-449-0", -- [15]
				"2-118-463-0", -- [16]
				"2-119-452-0", -- [17]
				"2-120-453-0", -- [18]
				"2-121-454-0", -- [19]
				"2-117-451-0", -- [20]
				"2-117-464-0", -- [21]
				"2-111-418-0", -- [22]
				"2-125-455-0", -- [23]
				"6-0-0-0", -- [24]
			},
			["searchInputHistory"] = {
				["1-71-280-998"] = {
					"龙", -- [1]
					"龙听雨", -- [2]
				},
				["3-0-0-0"] = {
					"翡翠", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
