
PawnOptions = {
	["LastVersion"] = 2.0323,
	["ItemLevels"] = {
		{
			["ID"] = 134240,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:134240::::::::110:105::16:3:3536:1531:3528:::|h[盐浸皮革风帽]|h|r",
		}, -- [1]
		{
			["ID"] = 137536,
			["Level"] = 215,
			["Link"] = "|cffa335ee|Hitem:137536::::::::110:105::35:3:3418:1525:3337:::|h[警惕之眼吊坠]|h|r",
		}, -- [2]
		{
			["ID"] = 147138,
			["Level"] = 205,
			["Link"] = "|cffa335ee|Hitem:147138::::::::110:105::3:3:3561:1493:3337:::|h[风暴之心护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 137015,
			["Level"] = 265,
			["Link"] = "|cffff8000|Hitem:137015::::::::110:105:::2:1811:3630:::|h[艾克雷斯，创世者]|h|r",
		}, -- [5]
		{
			["ID"] = 134287,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:134287::::::::110:105::16:3:3536:1536:3336:::|h[剑歌者腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 151314,
			["Level"] = 215,
			["Link"] = "|cffa335ee|Hitem:151314::151584::::::110:105::35:4:3418:1808:1525:3337:::|h[位移追猎者皮裤]|h|r",
		}, -- [7]
		{
			["ID"] = 134441,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:134441::::::::110:105::35:4:3418:41:1535:3337:::|h[震壳护足]|h|r",
		}, -- [8]
		{
			["ID"] = 134280,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:134280::::::::110:105::16:3:3536:1536:3336:::|h[剑歌者护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 137509,
			["Level"] = 250,
			["Link"] = "|cffa335ee|Hitem:137509::::::::110:105::35:3:3536:1560:3337:::|h[战刃大师的镶钉护手]|h|r",
		}, -- [10]
		{
			["ID"] = 151636,
			["Level"] = 265,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffff8000|Hitem:151636:5430:130221::::::110:105:::2:3459:3630:::|h[大德鲁伊之魂]|h|r",
		}, -- [11]
		{
			["ID"] = 151636,
			["Level"] = 265,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffff8000|Hitem:151636:5430:130221::::::110:102:::2:3459:3630:::|h[大德鲁伊之魂]|h|r",
		}, -- [12]
		{
			["ID"] = 142162,
			["Level"] = 240,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:142162::::::::110:105::35:3:3536:1540:3337:::|h[波动能量]|h|r",
		}, -- [13]
		{
			["ID"] = 151958,
			["Level"] = 210,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:151958::::::::110:105::3:3:3610:1472:3528:::|h[塔拉图斯钥石]|h|r",
		}, -- [14]
		{
			["ID"] = 137530,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:137530:5436:::::::110:102::35:3:3418:1530:3337:::|h[卑劣厄运披风]|h|r",
		}, -- [15]
		{
			["ID"] = 128306,
			["Level"] = 240,
			["Link"] = "|cffe6cc80|Hitem:128306::152051:152041:142309::::110:105:16777472:9:2:725:1560:62:1:3:3611:1502:3337:3:3610:1497:3337:3:3536:1530:3336|h[加尼尔，母亲之树]|h|r",
		}, -- [16]
		{
			["ID"] = 128859,
			["Level"] = 211,
			["Link"] = "|cffe6cc80|Hitem:128859::::::::110:103:256:::435:::|h[阿莎曼之牙]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["LastPlayerFullName"] = "龙轻雪-主宰之剑",
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["ItemLevel"] = 20,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 19,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 18,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "阿莎曼之牙",
		},
		[128821] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 18,
					["Type"] = "Blood",
				}, -- [2]
				{
					["ItemLevel"] = 22,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "乌索克之爪",
		},
		[128858] = {
			["Relics"] = {
				{
					["ItemLevel"] = 18,
					["Type"] = "Arcane",
				}, -- [1]
				{
					["ItemLevel"] = 19,
					["Type"] = "Life",
				}, -- [2]
				{
					["ItemLevel"] = 20,
					["Type"] = "Arcane",
				}, -- [3]
			},
			["Name"] = "月神镰刀",
		},
		[128306] = {
			["Relics"] = {
				{
					["ItemLevel"] = 30,
					["Type"] = "Life",
				}, -- [1]
				{
					["ItemLevel"] = 29,
					["Type"] = "Frost",
				}, -- [2]
				{
					["ItemLevel"] = 28,
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "加尼尔，母亲之树",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
