
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["督军帕杰什"] = {
			["GUID"] = "Creature-0-3929-1456-14701-91784-00003FDEF0",
			["LastEventHealth"] = {
				20864749, -- [1]
				20817142, -- [2]
				20817142, -- [3]
				20817142, -- [4]
				20520594, -- [5]
				20451706, -- [6]
				20268649, -- [7]
				20268649, -- [8]
				20046788, -- [9]
				20046788, -- [10]
				20046788, -- [11]
				19794843, -- [12]
				19794843, -- [13]
				19794843, -- [14]
				19794843, -- [15]
				18025402, -- [16]
				18025402, -- [17]
				17015320, -- [18]
				16980875, -- [19]
				16980875, -- [20]
				16980875, -- [21]
				16922450, -- [22]
				16922450, -- [23]
				16888006, -- [24]
				16819117, -- [25]
				16750229, -- [26]
				16750229, -- [27]
				16750229, -- [28]
				16750229, -- [29]
				16750229, -- [30]
				14606673, -- [31]
				14606673, -- [32]
				14606673, -- [33]
				14376375, -- [34]
				14376375, -- [35]
				14376375, -- [36]
				14376375, -- [37]
				14376375, -- [38]
				13970035, -- [39]
				13901146, -- [40]
				13686830, -- [41]
				13459406, -- [42]
				13373819, -- [43]
				13373819, -- [44]
				13373819, -- [45]
				1715859, -- [46]
				1715859, -- [47]
				1715859, -- [48]
				1715859, -- [49]
				0, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"MISC", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					19.79, -- [1]
				},
				["DOT_Time"] = {
					9, -- [1]
				},
				["TimeDamage"] = {
					19.79, -- [1]
				},
				["DamageTaken"] = {
					53387704, -- [1]
				},
				["Damage"] = {
					1152863, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "party1target",
			["LastEventHealthMax"] = {
				52742055, -- [1]
				52742055, -- [2]
				52742055, -- [3]
				52742055, -- [4]
				52742055, -- [5]
				52742055, -- [6]
				52742055, -- [7]
				52742055, -- [8]
				52742055, -- [9]
				52742055, -- [10]
				52742055, -- [11]
				52742055, -- [12]
				52742055, -- [13]
				52742055, -- [14]
				52742055, -- [15]
				52742055, -- [16]
				52742055, -- [17]
				52742055, -- [18]
				52742055, -- [19]
				52742055, -- [20]
				52742055, -- [21]
				52742055, -- [22]
				52742055, -- [23]
				52742055, -- [24]
				52742055, -- [25]
				52742055, -- [26]
				52742055, -- [27]
				52742055, -- [28]
				52742055, -- [29]
				52742055, -- [30]
				52742055, -- [31]
				52742055, -- [32]
				52742055, -- [33]
				52742055, -- [34]
				52742055, -- [35]
				52742055, -- [36]
				52742055, -- [37]
				52742055, -- [38]
				52742055, -- [39]
				52742055, -- [40]
				52742055, -- [41]
				52742055, -- [42]
				52742055, -- [43]
				52742055, -- [44]
				52742055, -- [45]
				52742055, -- [46]
				52742055, -- [47]
				52742055, -- [48]
				52742055, -- [49]
				52742055, -- [50]
			},
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						false, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Ieo 奉献 督军帕杰什 Hit -47606 (Holy)", -- [1]
						"Ieo 祝福之锤 督军帕杰什 Crit -172986 (Holy)", -- [2]
						"Ieo 祝福之锤 督军帕杰什 Hit -123561 (Holy)", -- [3]
						"督军帕杰什 肉搏 Ieo Absorb -231330 (231330 被吸收) (1)", -- [4]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [5]
						"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [6]
						"Ieo 肉搏 督军帕杰什 Crit -152972 (Physical)", -- [7]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [8]
						"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [9]
						"督军帕杰什 肉搏 Ieo Absorb -102786 (102786 被吸收) (1)", -- [10]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [11]
						"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [12]
						"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [13]
						"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [14]
						"Ieo 正义盾击 督军帕杰什 Crit -1368884 (Holy)", -- [15]
						"Ieo 审判 督军帕杰什 Crit -861059 (Holy)", -- [16]
						"Ieo 肉搏 督军帕杰什 Crit -149023 (Physical)", -- [17]
						"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [18]
						"不知火明乃 肉搏 督军帕杰什 Hit -23980 (Physical)", -- [19]
						"不知火明乃 肉搏 督军帕杰什 Miss (1)", -- [20]
						"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [21]
						"Ieo 奉献 督军帕杰什 Immune (Holy)", -- [22]
						"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [23]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [24]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [25]
						"不知火明乃 猛虎掌 督军帕杰什 Hit -54002 (Physical)", -- [26]
						"Ieo 复仇者之盾 督军帕杰什 Crit -1797893 (Holy)", -- [27]
						"Ieo 提尔的执行者 督军帕杰什 Crit -76767 (Holy)", -- [28]
						"Ieo 肉搏 督军帕杰什 Crit -146003 (Physical)", -- [29]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [30]
						"Ieo 提尔的执行者 督军帕杰什 Crit -76765 (Holy)", -- [31]
						"Ieo 提尔的执行者 督军帕杰什 Crit -76765 (Holy)", -- [32]
						"Ieo 提尔的执行者 督军帕杰什 Crit -76767 (Holy)", -- [33]
						"染煞玫瑰-末日行者 十字军打击 督军帕杰什 Crit -294416 (Physical)", -- [34]
						"不知火明乃 肉搏 督军帕杰什 Crit -44646 (Physical)", -- [35]
						"染煞玫瑰-末日行者 肉搏 督军帕杰什 Hit -43794 (Physical)", -- [36]
						"不知火明乃 肉搏 督军帕杰什 Crit -23482 (Physical)", -- [37]
						"督军帕杰什 肉搏 Ieo Absorb -74363 (74363 被吸收) (1)", -- [38]
						"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [39]
						"不知火明乃 怒雷破 督军帕杰什 Hit -214316 (Physical)", -- [40]
						"Ieo 祝福之锤 督军帕杰什 Crit -227423 (Holy)", -- [41]
						"Ieo 奉献 督军帕杰什 Crit -85586 (Holy)", -- [42]
						"染煞玫瑰-末日行者 奉献 督军帕杰什 Hit -28575 (Holy)", -- [43]
						"染煞玫瑰-末日行者 奉献 督军帕杰什 Immune (Holy)", -- [44]
						"醉梦若歌 冰霜吐息 督军帕杰什 Crit -11629385 (Frost)", -- [45]
						"不知火明乃 怒雷破 督军帕杰什 Hit -214316 (Physical)", -- [46]
						"Ieo 肉搏 督军帕杰什 Hit -83339 (Physical)", -- [47]
						"督军帕杰什 肉搏 Ieo Absorb -200238 (200238 被吸收) (1)", -- [48]
						"Ieo 复仇者之盾 督军帕杰什 Crit -2063917 (Holy)", -- [49]
						"督军帕杰什死亡。", -- [50]
					},
					["DeathAt"] = 316430.39,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-8.60699999995995, -- [1]
						-8.45299999997951, -- [2]
						-8.45299999997951, -- [3]
						-8.09499999997206, -- [4]
						-7.82699999999022, -- [5]
						-7.33699999999953, -- [6]
						-7.13999999995576, -- [7]
						-6.9429999999702, -- [8]
						-6.28499999997439, -- [9]
						-6.17499999998836, -- [10]
						-6.17499999998836, -- [11]
						-5.47800000000279, -- [12]
						-5.47800000000279, -- [13]
						-5.28800000000047, -- [14]
						-5.28800000000047, -- [15]
						-5.08299999998417, -- [16]
						-5.04699999996228, -- [17]
						-4.61099999997532, -- [18]
						-4.0899999999674, -- [19]
						-4.0899999999674, -- [20]
						-4.05499999999302, -- [21]
						-3.90200000000186, -- [22]
						-3.81199999997625, -- [23]
						-3.2390000000014, -- [24]
						-2.87199999997392, -- [25]
						-2.46099999995204, -- [26]
						-2.46099999995204, -- [27]
						-2.46099999995204, -- [28]
						-2.46099999995204, -- [29]
						-2.43699999997625, -- [30]
						-2.38999999995576, -- [31]
						-2.28699999995297, -- [32]
						-2.25599999999395, -- [33]
						-1.89999999996508, -- [34]
						-1.77899999998044, -- [35]
						-1.71299999998882, -- [36]
						-1.71299999998882, -- [37]
						-1.71299999998882, -- [38]
						-1.44500000000699, -- [39]
						-1.27700000000186, -- [40]
						-1.03099999995902, -- [41]
						-0.768999999971129, -- [42]
						-0.423999999999069, -- [43]
						-0.423999999999069, -- [44]
						-0.423999999999069, -- [45]
						-0.282999999995809, -- [46]
						-0.282999999995809, -- [47]
						-0.0349999999743886, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						52742055, -- [1]
						52742055, -- [2]
						52742055, -- [3]
						52742055, -- [4]
						52742055, -- [5]
						52742055, -- [6]
						52742055, -- [7]
						52742055, -- [8]
						52742055, -- [9]
						52742055, -- [10]
						52742055, -- [11]
						52742055, -- [12]
						52742055, -- [13]
						52742055, -- [14]
						52742055, -- [15]
						52742055, -- [16]
						52742055, -- [17]
						52742055, -- [18]
						52742055, -- [19]
						52742055, -- [20]
						52742055, -- [21]
						52742055, -- [22]
						52742055, -- [23]
						52742055, -- [24]
						52742055, -- [25]
						52742055, -- [26]
						52742055, -- [27]
						52742055, -- [28]
						52742055, -- [29]
						52742055, -- [30]
						52742055, -- [31]
						52742055, -- [32]
						52742055, -- [33]
						52742055, -- [34]
						52742055, -- [35]
						52742055, -- [36]
						52742055, -- [37]
						52742055, -- [38]
						52742055, -- [39]
						52742055, -- [40]
						52742055, -- [41]
						52742055, -- [42]
						52742055, -- [43]
						52742055, -- [44]
						52742055, -- [45]
						52742055, -- [46]
						52742055, -- [47]
						52742055, -- [48]
						52742055, -- [49]
						52742055, -- [50]
					},
					["Health"] = {
						20864749, -- [1]
						20817142, -- [2]
						20817142, -- [3]
						20817142, -- [4]
						20520594, -- [5]
						20451706, -- [6]
						20268649, -- [7]
						20268649, -- [8]
						20046788, -- [9]
						20046788, -- [10]
						20046788, -- [11]
						19794843, -- [12]
						19794843, -- [13]
						19794843, -- [14]
						19794843, -- [15]
						18025402, -- [16]
						18025402, -- [17]
						17015320, -- [18]
						16980875, -- [19]
						16980875, -- [20]
						16980875, -- [21]
						16922450, -- [22]
						16922450, -- [23]
						16888006, -- [24]
						16819117, -- [25]
						16750229, -- [26]
						16750229, -- [27]
						16750229, -- [28]
						16750229, -- [29]
						16750229, -- [30]
						14606673, -- [31]
						14606673, -- [32]
						14606673, -- [33]
						14376375, -- [34]
						14376375, -- [35]
						14376375, -- [36]
						14376375, -- [37]
						14376375, -- [38]
						13970035, -- [39]
						13901146, -- [40]
						13686830, -- [41]
						13459406, -- [42]
						13373819, -- [43]
						13373819, -- [44]
						13373819, -- [45]
						1715859, -- [46]
						1715859, -- [47]
						1715859, -- [48]
						1715859, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Ieo",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = -1,
			["LastDamageAbility"] = "复仇者之盾",
			["LastFightIn"] = 0,
			["TimeLast"] = {
				["DeathCount"] = 316428.389,
				["DOT_Time"] = 316418.394,
				["ActiveTime"] = 316428.389,
				["TimeDamage"] = 316428.389,
				["OVERALL"] = 316428.389,
				["DamageTaken"] = 316428.389,
				["Damage"] = 316428.389,
			},
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["积怨踏浪者"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-3929-1456-14701-97269-00003FDF22",
					},
				},
				["积怨碎壳者"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Creature-0-3929-1456-14701-97264-00003FDF0E",
					},
				},
			},
			["LastDamageTaken"] = 2063917,
			["Owner"] = false,
			["Pet"] = {
				"积怨碎壳者 <督军帕杰什>", -- [1]
				"积怨踏浪者 <督军帕杰什>", -- [2]
			},
			["NextEventNum"] = 1,
			["LastDamageTime"] = 316429.064,
			["LastEvents"] = {
				"Ieo 奉献 督军帕杰什 Hit -47606 (Holy)", -- [1]
				"Ieo 祝福之锤 督军帕杰什 Crit -172986 (Holy)", -- [2]
				"Ieo 祝福之锤 督军帕杰什 Hit -123561 (Holy)", -- [3]
				"督军帕杰什 肉搏 Ieo Absorb -231330 (231330 被吸收) (1)", -- [4]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [5]
				"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [6]
				"Ieo 肉搏 督军帕杰什 Crit -152972 (Physical)", -- [7]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [8]
				"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [9]
				"督军帕杰什 肉搏 Ieo Absorb -102786 (102786 被吸收) (1)", -- [10]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [11]
				"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [12]
				"Ieo 祝福之锤 督军帕杰什 Crit -183056 (Holy)", -- [13]
				"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [14]
				"Ieo 正义盾击 督军帕杰什 Crit -1368884 (Holy)", -- [15]
				"Ieo 审判 督军帕杰什 Crit -861059 (Holy)", -- [16]
				"Ieo 肉搏 督军帕杰什 Crit -149023 (Physical)", -- [17]
				"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [18]
				"不知火明乃 肉搏 督军帕杰什 Hit -23980 (Physical)", -- [19]
				"不知火明乃 肉搏 督军帕杰什 Miss (1)", -- [20]
				"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [21]
				"Ieo 奉献 督军帕杰什 Immune (Holy)", -- [22]
				"Ieo 奉献 督军帕杰什 Hit -34444 (Holy)", -- [23]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [24]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [25]
				"不知火明乃 猛虎掌 督军帕杰什 Hit -54002 (Physical)", -- [26]
				"Ieo 复仇者之盾 督军帕杰什 Crit -1797893 (Holy)", -- [27]
				"Ieo 提尔的执行者 督军帕杰什 Crit -76767 (Holy)", -- [28]
				"Ieo 肉搏 督军帕杰什 Crit -146003 (Physical)", -- [29]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [30]
				"Ieo 提尔的执行者 督军帕杰什 Crit -76765 (Holy)", -- [31]
				"Ieo 提尔的执行者 督军帕杰什 Crit -76765 (Holy)", -- [32]
				"Ieo 提尔的执行者 督军帕杰什 Crit -76767 (Holy)", -- [33]
				"染煞玫瑰-末日行者 十字军打击 督军帕杰什 Crit -294416 (Physical)", -- [34]
				"不知火明乃 肉搏 督军帕杰什 Crit -44646 (Physical)", -- [35]
				"染煞玫瑰-末日行者 肉搏 督军帕杰什 Hit -43794 (Physical)", -- [36]
				"不知火明乃 肉搏 督军帕杰什 Crit -23482 (Physical)", -- [37]
				"督军帕杰什 肉搏 Ieo Absorb -74363 (74363 被吸收) (1)", -- [38]
				"Ieo 奉献 督军帕杰什 Crit -68888 (Holy)", -- [39]
				"不知火明乃 怒雷破 督军帕杰什 Hit -214316 (Physical)", -- [40]
				"Ieo 祝福之锤 督军帕杰什 Crit -227423 (Holy)", -- [41]
				"Ieo 奉献 督军帕杰什 Crit -85586 (Holy)", -- [42]
				"染煞玫瑰-末日行者 奉献 督军帕杰什 Hit -28575 (Holy)", -- [43]
				"染煞玫瑰-末日行者 奉献 督军帕杰什 Immune (Holy)", -- [44]
				"醉梦若歌 冰霜吐息 督军帕杰什 Crit -11629385 (Frost)", -- [45]
				"不知火明乃 怒雷破 督军帕杰什 Hit -214316 (Physical)", -- [46]
				"Ieo 肉搏 督军帕杰什 Hit -83339 (Physical)", -- [47]
				"督军帕杰什 肉搏 Ieo Absorb -200238 (200238 被吸收) (1)", -- [48]
				"Ieo 复仇者之盾 督军帕杰什 Crit -2063917 (Holy)", -- [49]
				"督军帕杰什死亡。", -- [50]
			},
			["Name"] = "督军帕杰什",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				316420.492, -- [1]
				316420.646, -- [2]
				316420.646, -- [3]
				316421.004, -- [4]
				316421.272, -- [5]
				316421.762, -- [6]
				316421.959, -- [7]
				316422.156, -- [8]
				316422.814, -- [9]
				316422.924, -- [10]
				316422.924, -- [11]
				316423.621, -- [12]
				316423.621, -- [13]
				316423.811, -- [14]
				316423.811, -- [15]
				316424.016, -- [16]
				316424.052, -- [17]
				316424.488, -- [18]
				316425.009, -- [19]
				316425.009, -- [20]
				316425.044, -- [21]
				316425.197, -- [22]
				316425.287, -- [23]
				316425.86, -- [24]
				316426.227, -- [25]
				316426.638, -- [26]
				316426.638, -- [27]
				316426.638, -- [28]
				316426.638, -- [29]
				316426.662, -- [30]
				316426.709, -- [31]
				316426.812, -- [32]
				316426.843, -- [33]
				316427.199, -- [34]
				316427.32, -- [35]
				316427.386, -- [36]
				316427.386, -- [37]
				316427.386, -- [38]
				316427.654, -- [39]
				316427.822, -- [40]
				316428.068, -- [41]
				316428.33, -- [42]
				316428.675, -- [43]
				316428.675, -- [44]
				316428.675, -- [45]
				316428.816, -- [46]
				316428.816, -- [47]
				316429.064, -- [48]
				316429.099, -- [49]
				316429.099, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["DOTs"] = {
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 59,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 96,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 23,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 9,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamageTaken"] = 53387704,
					["ElementDoneAbsorb"] = {
						["Melee"] = 997046,
						["Physical"] = 155817,
					},
					["PartialResist"] = {
						["冰霜吐息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 38,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 38,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["冰霜吐息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 38,
									["amount"] = 0,
								},
							},
							["count"] = 38,
							["amount"] = 0,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 19.79,
					["ElementTaken"] = {
						["Holy"] = 32897654,
						["Melee"] = 3214904,
						["Arcane"] = 4457465,
						["Frost"] = 11629385,
						["Physical"] = 777050,
						["Shadow"] = 411246,
					},
					["DOT_Time"] = 9,
					["Damage"] = 1152863,
					["PartialBlock"] = {
						["祝福之锤"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 74137,
									["min"] = 74137,
									["count"] = 1,
									["amount"] = 74137,
								},
							},
							["count"] = 1,
							["amount"] = 74137,
						},
					},
					["ElementTakenBlock"] = {
						["Holy"] = 74137,
					},
					["ElementDone"] = {
						["Melee"] = 997046,
						["Physical"] = 155817,
					},
					["Attacks"] = {
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 36278,
									["min"] = 36277,
									["count"] = 3,
									["amount"] = 108833,
								},
							},
							["count"] = 3,
							["amount"] = 108833,
						},
						["投掷长矛"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 46984,
									["min"] = 46984,
									["count"] = 1,
									["amount"] = 46984,
								},
							},
							["count"] = 1,
							["amount"] = 46984,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 231330,
									["min"] = 54067,
									["count"] = 9,
									["amount"] = 997046,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 997046,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["TimeDamage"] = 19.79,
					["WhoDamaged"] = {
						["不知火明乃"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 428632,
								},
								["猛虎掌"] = {
									["count"] = 54002,
								},
								["肉搏"] = {
									["count"] = 92108,
								},
							},
							["amount"] = 574742,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 11629385,
								},
							},
							["amount"] = 11629385,
						},
						["Ieo"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 14580325,
								},
								["提尔的执行者"] = {
									["count"] = 1592118,
								},
								["祝福之锤"] = {
									["count"] = 4519970,
								},
								["正义盾击"] = {
									["count"] = 6702708,
								},
								["奉献"] = {
									["count"] = 2346044,
								},
								["破碎晦暗战刃"] = {
									["count"] = 1030226,
								},
								["晦暗战刃风暴"] = {
									["count"] = 3427239,
								},
								["暗影连结"] = {
									["count"] = 411246,
								},
								["审判"] = {
									["count"] = 3127914,
								},
								["肉搏"] = {
									["count"] = 3079002,
								},
							},
							["amount"] = 40816792,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 294416,
								},
								["奉献"] = {
									["count"] = 28575,
								},
								["肉搏"] = {
									["count"] = 43794,
								},
							},
							["amount"] = 366785,
						},
					},
					["DamagedWho"] = {
						["Ieo"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 108833,
								},
								["投掷长矛"] = {
									["count"] = 46984,
								},
								["肉搏"] = {
									["count"] = 997046,
								},
							},
							["amount"] = 1152863,
						},
					},
					["TimeSpent"] = {
						["Ieo"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 2.24,
								},
								["投掷长矛"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 16.11,
								},
							},
							["amount"] = 19.79,
						},
					},
					["TimeDamaging"] = {
						["Ieo"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 2.24,
								},
								["投掷长矛"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 16.11,
								},
							},
							["amount"] = 19.79,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 59,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 96,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 23,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 9,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamageTaken"] = 53387704,
					["ElementDoneAbsorb"] = {
						["Melee"] = 997046,
						["Physical"] = 155817,
					},
					["PartialResist"] = {
						["冰霜吐息"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 38,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 38,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["冰霜吐息"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 38,
									["amount"] = 0,
								},
							},
							["count"] = 38,
							["amount"] = 0,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 19.79,
					["ElementTaken"] = {
						["Holy"] = 32897654,
						["Melee"] = 3214904,
						["Arcane"] = 4457465,
						["Frost"] = 11629385,
						["Physical"] = 777050,
						["Shadow"] = 411246,
					},
					["DOT_Time"] = 9,
					["Damage"] = 1152863,
					["PartialBlock"] = {
						["祝福之锤"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 74137,
									["min"] = 74137,
									["count"] = 1,
									["amount"] = 74137,
								},
							},
							["count"] = 1,
							["amount"] = 74137,
						},
					},
					["ElementTakenBlock"] = {
						["Holy"] = 74137,
					},
					["ElementDone"] = {
						["Melee"] = 997046,
						["Physical"] = 155817,
					},
					["Attacks"] = {
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 36278,
									["min"] = 36277,
									["count"] = 3,
									["amount"] = 108833,
								},
							},
							["count"] = 3,
							["amount"] = 108833,
						},
						["投掷长矛"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 46984,
									["min"] = 46984,
									["count"] = 1,
									["amount"] = 46984,
								},
							},
							["count"] = 1,
							["amount"] = 46984,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 231330,
									["min"] = 54067,
									["count"] = 9,
									["amount"] = 997046,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 997046,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["TimeDamage"] = 19.79,
					["WhoDamaged"] = {
						["不知火明乃"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 428632,
								},
								["猛虎掌"] = {
									["count"] = 54002,
								},
								["肉搏"] = {
									["count"] = 92108,
								},
							},
							["amount"] = 574742,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 11629385,
								},
							},
							["amount"] = 11629385,
						},
						["Ieo"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 14580325,
								},
								["提尔的执行者"] = {
									["count"] = 1592118,
								},
								["祝福之锤"] = {
									["count"] = 4519970,
								},
								["正义盾击"] = {
									["count"] = 6702708,
								},
								["奉献"] = {
									["count"] = 2346044,
								},
								["破碎晦暗战刃"] = {
									["count"] = 1030226,
								},
								["晦暗战刃风暴"] = {
									["count"] = 3427239,
								},
								["暗影连结"] = {
									["count"] = 411246,
								},
								["审判"] = {
									["count"] = 3127914,
								},
								["肉搏"] = {
									["count"] = 3079002,
								},
							},
							["amount"] = 40816792,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 294416,
								},
								["奉献"] = {
									["count"] = 28575,
								},
								["肉搏"] = {
									["count"] = 43794,
								},
							},
							["amount"] = 366785,
						},
					},
					["DamagedWho"] = {
						["Ieo"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 108833,
								},
								["投掷长矛"] = {
									["count"] = 46984,
								},
								["肉搏"] = {
									["count"] = 997046,
								},
							},
							["amount"] = 1152863,
						},
					},
					["TimeSpent"] = {
						["Ieo"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 2.24,
								},
								["投掷长矛"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 16.11,
								},
							},
							["amount"] = 19.79,
						},
					},
					["TimeDamaging"] = {
						["Ieo"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 2.24,
								},
								["投掷长矛"] = {
									["count"] = 1.44,
								},
								["肉搏"] = {
									["count"] = 16.11,
								},
							},
							["amount"] = 19.79,
						},
					},
				},
			},
			["UnitLockout"] = 316399.399,
			["LastActive"] = 316428.389,
		},
		["染煞玫瑰-末日行者"] = {
			["GUID"] = "Player-1939-0329C824",
			["LastEventHealth"] = {
				577875, -- [1]
				577875, -- [2]
				577875, -- [3]
				577875, -- [4]
				577875, -- [5]
				577875, -- [6]
				577875, -- [7]
				577875, -- [8]
				577875, -- [9]
				577875, -- [10]
				577875, -- [11]
				577875, -- [12]
				577875, -- [13]
				577875, -- [14]
				577875, -- [15]
				577875, -- [16]
				577875, -- [17]
				577875, -- [18]
				577875, -- [19]
				577875, -- [20]
				577875, -- [21]
				577875, -- [22]
				577875, -- [23]
				577875, -- [24]
				577875, -- [25]
				577875, -- [26]
				577875, -- [27]
				577875, -- [28]
				577875, -- [29]
				577875, -- [30]
				577875, -- [31]
				577875, -- [32]
				577875, -- [33]
				577875, -- [34]
				577875, -- [35]
				577875, -- [36]
				577875, -- [37]
				577875, -- [38]
				577875, -- [39]
				577875, -- [40]
				577875, -- [41]
				577875, -- [42]
				577875, -- [43]
				577875, -- [44]
				577875, -- [45]
				577875, -- [46]
				577875, -- [47]
				577875, -- [48]
				577875, -- [49]
				577875, -- [50]
			},
			["LastAttackedBy"] = "艾萨拉之怒",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"HEAL", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"HEAL", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					50.8, -- [1]
				},
				["Healing"] = {
					1485664, -- [1]
				},
				["DamageTaken"] = {
					4424151, -- [1]
				},
				["EnergyGain"] = {
					0, -- [1]
				},
				["Absorbs"] = {
					161161, -- [1]
				},
				["HealingTaken"] = {
					1667179, -- [1]
				},
				["Overhealing"] = {
					15614, -- [1]
				},
				["TimeDamage"] = {
					115.49, -- [1]
				},
				["RageGain"] = {
					0, -- [1]
				},
				["ManaGain"] = {
					19, -- [1]
				},
				["ActiveTime"] = {
					166.29, -- [1]
				},
				["Damage"] = {
					32009328, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = true,
			["LastHealTime"] = 316761.854,
			["TimeLast"] = {
				["TimeHeal"] = 316761.378,
				["EnergyGain"] = 316604.379,
				["OVERALL"] = 316766.42,
				["DamageTaken"] = 316665.389,
				["RageGain"] = 316603.389,
				["Absorbs"] = 316604.379,
				["HealingTaken"] = 316673.38,
				["Overhealing"] = 316671.383,
				["TimeDamage"] = 316766.42,
				["Healing"] = 316761.378,
				["ManaGain"] = 316766.42,
				["ActiveTime"] = 316766.42,
				["Damage"] = 316766.42,
			},
			["level"] = 102,
			["LastDamageAbility"] = "起伏之沙",
			["LastFightIn"] = 4,
			["LastEventHealthMax"] = {
				577875, -- [1]
				577875, -- [2]
				577875, -- [3]
				577875, -- [4]
				577875, -- [5]
				577875, -- [6]
				577875, -- [7]
				577875, -- [8]
				577875, -- [9]
				577875, -- [10]
				577875, -- [11]
				577875, -- [12]
				577875, -- [13]
				577875, -- [14]
				577875, -- [15]
				577875, -- [16]
				577875, -- [17]
				577875, -- [18]
				577875, -- [19]
				577875, -- [20]
				577875, -- [21]
				577875, -- [22]
				577875, -- [23]
				577875, -- [24]
				577875, -- [25]
				577875, -- [26]
				577875, -- [27]
				577875, -- [28]
				577875, -- [29]
				577875, -- [30]
				577875, -- [31]
				577875, -- [32]
				577875, -- [33]
				577875, -- [34]
				577875, -- [35]
				577875, -- [36]
				577875, -- [37]
				577875, -- [38]
				577875, -- [39]
				577875, -- [40]
				577875, -- [41]
				577875, -- [42]
				577875, -- [43]
				577875, -- [44]
				577875, -- [45]
				577875, -- [46]
				577875, -- [47]
				577875, -- [48]
				577875, -- [49]
				577875, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["奉献"] = {
					["LatestGuardian"] = 3,
					["GUIDs"] = {
						"Creature-0-3929-1456-14701-43499-00003FDF25", -- [1]
						"Creature-0-3929-1456-14701-43499-00003FE018", -- [2]
						"Creature-0-3929-1456-14701-43499-00003FE070", -- [3]
						[0] = "Creature-0-3929-1456-14701-43499-00003FDF0B",
					},
				},
			},
			["LastDamageTaken"] = 38485,
			["Owner"] = false,
			["Pet"] = {
				"奉献 <染煞玫瑰-末日行者>", -- [1]
			},
			["NextEventNum"] = 50,
			["LastDamageTime"] = 316767.065,
			["LastEvents"] = {
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Immune (Holy)", -- [1]
				"染煞玫瑰-末日行者 肉搏 甲喉 Crit -99860 (Physical)", -- [2]
				"染煞玫瑰-末日行者 圣光审判 Ieo Crit +8215", -- [3]
				"染煞玫瑰-末日行者 圣光审判 Ieo Hit +4108", -- [4]
				"染煞玫瑰-末日行者 奉献 甲喉 Hit -31363 (Holy)", -- [5]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [6]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [7]
				"染煞玫瑰-末日行者 圣光审判 Ieo Crit +8215", -- [8]
				"染煞玫瑰-末日行者 奉献 甲喉 Immune (Holy)", -- [9]
				"染煞玫瑰-末日行者 圣光审判 Ieo Hit +4108", -- [10]
				"染煞玫瑰-末日行者 神圣之锤 焦躁的海潮元素 Crit -93427 (Holy)", -- [11]
				"染煞玫瑰-末日行者 神圣之锤 焦躁的海潮元素 Hit -48691 (Holy)", -- [12]
				"染煞玫瑰-末日行者 神圣之锤 甲喉 Hit -49149 (Holy)", -- [13]
				"染煞玫瑰-末日行者 神圣之锤 砂泥蜗牛 Crit -89350 (Holy)", -- [14]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Crit -62727 (Holy)", -- [15]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [16]
				"染煞玫瑰-末日行者 奉献 甲喉 Hit -31363 (Holy)", -- [17]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Hit -31363 (Holy)", -- [18]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [19]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [20]
				"染煞玫瑰-末日行者 奉献 甲喉 Hit -31363 (Holy)", -- [21]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Hit -31363 (Holy)", -- [22]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [23]
				"染煞玫瑰-末日行者 神圣风暴 砂泥蜗牛 Crit -384423 (Holy)", -- [24]
				"染煞玫瑰-末日行者 神圣风暴 焦躁的海潮元素 Hit -251574 (Holy)", -- [25]
				"染煞玫瑰-末日行者 神圣风暴 焦躁的海潮元素 Hit -272122 (Holy)", -- [26]
				"染煞玫瑰-末日行者 神圣之锤 焦躁的海潮元素 Hit -45070 (Holy)", -- [27]
				"染煞玫瑰-末日行者 神圣之锤 焦躁的海潮元素 Crit -95596 (Holy)", -- [28]
				"染煞玫瑰-末日行者 神圣之锤 砂泥蜗牛 Hit -46328 (Holy)", -- [29]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [30]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Crit -62727 (Holy)", -- [31]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Hit -31363 (Holy)", -- [32]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [33]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Crit -62729 (Holy)", -- [34]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Crit -62727 (Holy)", -- [35]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Crit -62729 (Holy)", -- [36]
				"Ieo 奉献 染煞玫瑰-末日行者 Crit +12084 (12084 过量治疗)", -- [37]
				"染煞玫瑰-末日行者 神圣之锤 焦躁的海潮元素 Crit -91408 (Holy)", -- [38]
				"染煞玫瑰-末日行者 神圣之锤 砂泥蜗牛 Crit -94838 (Holy)", -- [39]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Hit -31363 (Holy)", -- [40]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Hit -31363 (Holy)", -- [41]
				"Ieo 奉献 染煞玫瑰-末日行者 Crit +12084 (12084 过量治疗)", -- [42]
				"染煞玫瑰-末日行者 肉搏 焦躁的海潮元素 Hit -46621 (Physical)", -- [43]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Hit -37636 (Holy)", -- [44]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [45]
				"染煞玫瑰-末日行者 十字军打击 砂泥蜗牛 Hit -199873 (Physical)", -- [46]
				"染煞玫瑰-末日行者 神圣之锤 砂泥蜗牛 Hit -55616 (Holy)", -- [47]
				"染煞玫瑰-末日行者 奉献 砂泥蜗牛 Hit -37636 (Holy)", -- [48]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [49]
				"染煞玫瑰-末日行者 奉献 焦躁的海潮元素 Crit -62729 (Holy)", -- [50]
			},
			["Name"] = "染煞玫瑰-末日行者",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				316760.623, -- [1]
				316760.623, -- [2]
				316760.824, -- [3]
				316761.009, -- [4]
				316761.244, -- [5]
				316761.244, -- [6]
				316761.244, -- [7]
				316761.244, -- [8]
				316761.854, -- [9]
				316761.854, -- [10]
				316761.888, -- [11]
				316761.888, -- [12]
				316761.888, -- [13]
				316761.888, -- [14]
				316762.052, -- [15]
				316762.052, -- [16]
				316762.052, -- [17]
				316762.052, -- [18]
				316762.794, -- [19]
				316762.794, -- [20]
				316762.794, -- [21]
				316762.794, -- [22]
				316762.943, -- [23]
				316763.552, -- [24]
				316763.552, -- [25]
				316763.552, -- [26]
				316763.552, -- [27]
				316763.552, -- [28]
				316763.592, -- [29]
				316763.709, -- [30]
				316763.709, -- [31]
				316763.709, -- [32]
				316763.793, -- [33]
				316764.472, -- [34]
				316764.472, -- [35]
				316764.472, -- [36]
				316764.681, -- [37]
				316765.322, -- [38]
				316765.322, -- [39]
				316765.322, -- [40]
				316765.322, -- [41]
				316765.433, -- [42]
				316765.725, -- [43]
				316766.294, -- [44]
				316766.294, -- [45]
				316766.737, -- [46]
				316767.065, -- [47]
				316767.065, -- [48]
				316767.132, -- [49]
				316760.407, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["TimeHealing"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.36,
								},
							},
							["amount"] = 4.36,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 2.99,
						},
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.72,
								},
							},
							["amount"] = 2.72,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4108,
									["min"] = 4108,
									["count"] = 1,
									["amount"] = 4108,
								},
							},
							["count"] = 1,
							["amount"] = 4108,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.72,
								},
							},
							["amount"] = 2.72,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["奉献"] = {
									["count"] = 1.29,
								},
								["肉搏"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 2.98,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.36,
								},
							},
							["amount"] = 4.36,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.99,
								},
							},
							["amount"] = 2.99,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.81,
								},
								["十字军打击"] = {
									["count"] = 0.95,
								},
								["审判"] = {
									["count"] = 3,
								},
								["奉献"] = {
									["count"] = 2.58,
								},
								["肉搏"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 9.09,
						},
					},
					["DamageTaken"] = 547137,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["低吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 22.14,
					["ElementTaken"] = {
						["Physical"] = 182563,
						["Melee"] = 145801,
						["Nature"] = 218773,
					},
					["Overhealing"] = 4108,
					["Damage"] = 2537948,
					["ManaGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 2,
								},
								["十字军打击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
					},
					["TimeHeal"] = 10.07,
					["ElementDone"] = {
						["Holy"] = 1656421,
						["Melee"] = 164540,
						["Physical"] = 716987,
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 28096,
								},
							},
							["amount"] = 28096,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 22518,
								},
							},
							["amount"] = 22518,
						},
					},
					["Healing"] = 93765,
					["HealedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 32841,
								},
							},
							["amount"] = 32841,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 28096,
								},
							},
							["amount"] = 28096,
						},
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 32828,
								},
							},
							["amount"] = 32828,
						},
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7867,
									["min"] = 7180,
									["count"] = 6,
									["amount"] = 43776,
								},
								["Hit"] = {
									["max"] = 4499,
									["min"] = 3590,
									["count"] = 13,
									["amount"] = 49989,
								},
							},
							["count"] = 19,
							["amount"] = 93765,
						},
					},
					["Attacks"] = {
						["神圣之锤"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 36749,
									["min"] = 36749,
									["count"] = 1,
									["amount"] = 36749,
								},
							},
							["count"] = 1,
							["amount"] = 36749,
						},
						["十字军打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 294416,
									["min"] = 279650,
									["count"] = 2,
									["amount"] = 574066,
								},
								["Hit"] = {
									["max"] = 142921,
									["min"] = 142921,
									["count"] = 1,
									["amount"] = 142921,
								},
							},
							["count"] = 3,
							["amount"] = 716987,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 585045,
									["min"] = 585044,
									["count"] = 2,
									["amount"] = 1170089,
								},
								["Hit"] = {
									["max"] = 321076,
									["min"] = 321076,
									["count"] = 1,
									["amount"] = 321076,
								},
							},
							["count"] = 3,
							["amount"] = 1491165,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 28575,
									["min"] = 24983,
									["count"] = 5,
									["amount"] = 128507,
								},
							},
							["count"] = 6,
							["amount"] = 128507,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 43794,
									["min"] = 38495,
									["count"] = 4,
									["amount"] = 164540,
								},
							},
							["count"] = 4,
							["amount"] = 164540,
						},
					},
					["HealingTaken"] = 50614,
					["DamagedWho"] = {
						["督军帕杰什"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 294416,
								},
								["奉献"] = {
									["count"] = 28575,
								},
								["肉搏"] = {
									["count"] = 43794,
								},
							},
							["amount"] = 366785,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 321076,
								},
							},
							["amount"] = 321076,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 36749,
								},
								["十字军打击"] = {
									["count"] = 422571,
								},
								["审判"] = {
									["count"] = 1170089,
								},
								["奉献"] = {
									["count"] = 99932,
								},
								["肉搏"] = {
									["count"] = 120746,
								},
							},
							["amount"] = 1850087,
						},
					},
					["TimeDamage"] = 12.07,
					["WhoDamaged"] = {
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 218773,
								},
							},
							["amount"] = 218773,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["低吼"] = {
									["count"] = 142302,
								},
							},
							["amount"] = 142302,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 145801,
								},
							},
							["amount"] = 145801,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 40261,
								},
							},
							["amount"] = 40261,
						},
					},
					["ManaGain"] = 5,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeDamaging"] = {
						["积怨织雷者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.81,
								},
								["十字军打击"] = {
									["count"] = 0.95,
								},
								["审判"] = {
									["count"] = 3,
								},
								["奉献"] = {
									["count"] = 2.58,
								},
								["肉搏"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 9.09,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["奉献"] = {
									["count"] = 1.29,
								},
								["肉搏"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 2.98,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1521119,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 22,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 158453,
						["Melee"] = 529646,
						["Nature"] = 833020,
					},
					["DOT_Time"] = 0,
					["Damage"] = 7566959,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 22.06,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 5196945,
						["Melee"] = 471619,
						["Physical"] = 1486719,
					},
					["PartialAbsorb"] = {
						["毒血"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 87287,
								},
								["十字军打击"] = {
									["count"] = 309617,
								},
								["审判"] = {
									["count"] = 679638,
								},
								["肉搏"] = {
									["count"] = 87308,
								},
							},
							["amount"] = 1163850,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["圣殿骑士的裁决"] = {
									["count"] = 1719644,
								},
								["十字军打击"] = {
									["count"] = 708603,
								},
								["灰烬觉醒"] = {
									["count"] = 411676,
								},
								["审判"] = {
									["count"] = 1101689,
								},
								["神圣之锤"] = {
									["count"] = 381031,
								},
								["肉搏"] = {
									["count"] = 257578,
								},
							},
							["amount"] = 4580221,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 196686,
								},
								["十字军打击"] = {
									["count"] = 468499,
								},
								["审判"] = {
									["count"] = 585045,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 445925,
								},
								["肉搏"] = {
									["count"] = 126733,
								},
							},
							["amount"] = 1822888,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["唤雷多头蛇"] = {
							["Details"] = {
								["毒血"] = {
									["count"] = 214053,
								},
								["混乱风暴"] = {
									["count"] = 618967,
								},
								["肉搏"] = {
									["count"] = 529646,
								},
							},
							["amount"] = 1362666,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 158453,
								},
							},
							["amount"] = 158453,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["毒血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 27375,
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 2.58,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.77,
								},
							},
							["amount"] = 2.77,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 10.98,
								},
								["圣光闪现"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 15,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 9696,
									["min"] = 9696,
									["count"] = 1,
									["amount"] = 9696,
								},
								["Hit"] = {
									["max"] = 1810,
									["min"] = 1810,
									["count"] = 1,
									["amount"] = 1810,
								},
							},
							["count"] = 2,
							["amount"] = 11506,
						},
					},
					["ManaGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 4,
								},
								["十字军打击"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 37475,
								},
							},
							["amount"] = 37475,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4106,
								},
							},
							["amount"] = 4106,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 27943,
								},
							},
							["amount"] = 27943,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 65148,
								},
								["圣光闪现"] = {
									["count"] = 718726,
								},
							},
							["amount"] = 783874,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12323,
								},
							},
							["amount"] = 12323,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 11506,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.58,
								},
							},
							["amount"] = 2.58,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["圣殿骑士的裁决"] = {
									["count"] = 2.51,
								},
								["十字军打击"] = {
									["count"] = 1.49,
								},
								["灰烬觉醒"] = {
									["count"] = 0.86,
								},
								["审判"] = {
									["count"] = 2.15,
								},
								["神圣之锤"] = {
									["count"] = 5.68,
								},
								["肉搏"] = {
									["count"] = 2.56,
								},
							},
							["amount"] = 15.25,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.77,
								},
							},
							["amount"] = 2.77,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.43,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.24,
								},
							},
							["amount"] = 5.67,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 3.58,
								},
								["十字军打击"] = {
									["count"] = 0.97,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 2.69,
								},
							},
							["amount"] = 9.13,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 10.98,
								},
								["圣光闪现"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 15,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8215,
									["min"] = 7181,
									["count"] = 6,
									["amount"] = 47208,
								},
								["Hit"] = {
									["max"] = 4849,
									["min"] = 2689,
									["count"] = 24,
									["amount"] = 99787,
								},
							},
							["count"] = 30,
							["amount"] = 146995,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 287490,
									["min"] = 287490,
									["count"] = 2,
									["amount"] = 574980,
								},
								["Hit"] = {
									["max"] = 143746,
									["min"] = 143746,
									["count"] = 1,
									["amount"] = 143746,
								},
							},
							["count"] = 3,
							["amount"] = 718726,
						},
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 65148,
								},
								["圣光闪现"] = {
									["count"] = 718726,
								},
							},
							["amount"] = 783874,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 120998,
								},
							},
							["amount"] = 120998,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 52.11,
					["Healing"] = 865721,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["神圣之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 94975,
									["min"] = 75337,
									["count"] = 2,
									["amount"] = 170312,
								},
								["Hit"] = {
									["max"] = 50551,
									["min"] = 36571,
									["count"] = 9,
									["amount"] = 407405,
								},
							},
							["count"] = 11,
							["amount"] = 577717,
						},
						["十字军打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 363506,
									["min"] = 309617,
									["count"] = 3,
									["amount"] = 1007727,
								},
								["Hit"] = {
									["max"] = 182863,
									["min"] = 133895,
									["count"] = 3,
									["amount"] = 478992,
								},
							},
							["count"] = 6,
							["amount"] = 1486719,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411676,
									["min"] = 411676,
									["count"] = 1,
									["amount"] = 411676,
								},
							},
							["count"] = 1,
							["amount"] = 411676,
						},
						["奉献"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 33728,
									["min"] = 24984,
									["count"] = 3,
									["amount"] = 87287,
								},
							},
							["count"] = 3,
							["amount"] = 87287,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 734460,
									["min"] = 585045,
									["count"] = 3,
									["amount"] = 1999143,
								},
								["Hit"] = {
									["max"] = 367229,
									["min"] = 367229,
									["count"] = 1,
									["amount"] = 367229,
								},
							},
							["count"] = 4,
							["amount"] = 2366372,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 680513,
									["min"] = 680513,
									["count"] = 1,
									["amount"] = 680513,
								},
								["Hit"] = {
									["max"] = 555956,
									["min"] = 445925,
									["count"] = 3,
									["amount"] = 1485056,
								},
							},
							["count"] = 4,
							["amount"] = 2165569,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 63873,
									["min"] = 63873,
									["count"] = 1,
									["amount"] = 63873,
								},
								["Crit"] = {
									["max"] = 99732,
									["min"] = 99732,
									["count"] = 1,
									["amount"] = 99732,
								},
								["Hit"] = {
									["max"] = 47800,
									["min"] = 39952,
									["count"] = 7,
									["amount"] = 308014,
								},
							},
							["count"] = 9,
							["amount"] = 471619,
						},
					},
					["HealingTaken"] = 904872,
					["RageGain"] = 0,
					["TimeDamage"] = 30.05,
					["TimeDamaging"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.43,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.24,
								},
							},
							["amount"] = 5.67,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["圣殿骑士的裁决"] = {
									["count"] = 2.51,
								},
								["十字军打击"] = {
									["count"] = 1.49,
								},
								["灰烬觉醒"] = {
									["count"] = 0.86,
								},
								["审判"] = {
									["count"] = 2.15,
								},
								["神圣之锤"] = {
									["count"] = 5.68,
								},
								["肉搏"] = {
									["count"] = 2.56,
								},
							},
							["amount"] = 15.25,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 3.58,
								},
								["十字军打击"] = {
									["count"] = 0.97,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 2.69,
								},
							},
							["amount"] = 9.13,
						},
					},
					["ManaGain"] = 10,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["Absorbed"] = {
						["复仇之盾"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["max"] = 72548,
									["min"] = 8920,
									["count"] = 4,
									["amount"] = 161161,
								},
							},
							["count"] = 4,
							["amount"] = 161161,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 6,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 17,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2355895,
					["RageGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbs"] = 161161,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 24,
								},
								["Hit"] = {
									["count"] = 62,
								},
							},
							["amount"] = 86,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
					},
					["ElementTakenAbsorb"] = {
						["Nature"] = 620984,
					},
					["ElementTaken"] = {
						["Nature"] = 1006173,
						["Fire"] = 1349722,
					},
					["DOT_Time"] = 0,
					["Damage"] = 14972213,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 12.09,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 12142280,
						["Melee"] = 91070,
						["Physical"] = 1964213,
					},
					["PartialAbsorb"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 156320,
									["min"] = 150752,
									["count"] = 2,
									["amount"] = 307072,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 307072,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 279542,
									["min"] = 34370,
									["count"] = 2,
									["amount"] = 313912,
								},
							},
							["count"] = 3,
							["amount"] = 313912,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["积怨夫人"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 596125,
								},
								["十字军打击"] = {
									["count"] = 1097910,
								},
								["灰烬觉醒"] = {
									["count"] = 369309,
								},
								["神圣风暴"] = {
									["count"] = 400497,
								},
								["审判"] = {
									["count"] = 1923395,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1377005,
								},
								["奉献"] = {
									["count"] = 589314,
								},
							},
							["amount"] = 6353555,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 250442,
								},
								["十字军打击"] = {
									["count"] = 722208,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 196635,
								},
								["审判"] = {
									["count"] = 994577,
								},
								["神圣风暴"] = {
									["count"] = 448726,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2612588,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 261382,
								},
								["灰烬觉醒"] = {
									["count"] = 405341,
								},
								["审判"] = {
									["count"] = 642123,
								},
								["神圣风暴"] = {
									["count"] = 532747,
								},
								["肉搏"] = {
									["count"] = 52201,
								},
							},
							["amount"] = 1893794,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 331331,
								},
								["审判"] = {
									["count"] = 1468984,
								},
								["奉献"] = {
									["count"] = 595900,
								},
							},
							["amount"] = 2396215,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 197671,
								},
								["审判"] = {
									["count"] = 292537,
								},
								["复仇之盾"] = {
									["count"] = 322158,
								},
								["肉搏"] = {
									["count"] = 38869,
								},
							},
							["amount"] = 851235,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 46082,
								},
								["审判"] = {
									["count"] = 321061,
								},
								["复仇之盾"] = {
									["count"] = 353588,
								},
								["十字军打击"] = {
									["count"] = 144095,
								},
							},
							["amount"] = 864826,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1349722,
								},
							},
							["amount"] = 1349722,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["喷洒沙砾"] = {
									["count"] = 546846,
								},
							},
							["amount"] = 546846,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 459327,
								},
							},
							["amount"] = 459327,
						},
					},
					["EnergyGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.22,
								},
							},
							["amount"] = 1.22,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 1.72,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.8,
								},
							},
							["amount"] = 2.8,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.88,
								},
								["复仇之盾"] = {
									["count"] = 0.47,
								},
								["圣光闪现"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6.35,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 10771,
								},
							},
							["amount"] = 10771,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 22062,
								},
							},
							["amount"] = 22062,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 25140,
								},
							},
							["amount"] = 25140,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 21361,
								},
								["复仇之盾"] = {
									["count"] = 161161,
								},
								["圣光闪现"] = {
									["count"] = 377020,
								},
							},
							["amount"] = 559542,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.22,
								},
							},
							["amount"] = 1.22,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.88,
								},
								["复仇之盾"] = {
									["count"] = 0.47,
								},
								["圣光闪现"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6.35,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.94,
								},
								["审判"] = {
									["count"] = 0.56,
								},
								["神圣风暴"] = {
									["count"] = 0.79,
								},
								["肉搏"] = {
									["count"] = 0.47,
								},
							},
							["amount"] = 2.76,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.8,
								},
							},
							["amount"] = 2.8,
						},
						["积怨夫人"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 4.91,
								},
								["十字军打击"] = {
									["count"] = 3.81,
								},
								["灰烬觉醒"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.83,
								},
								["审判"] = {
									["count"] = 3,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.64,
								},
								["奉献"] = {
									["count"] = 10.06,
								},
							},
							["amount"] = 24.46,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 4.7,
								},
								["十字军打击"] = {
									["count"] = 3.29,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.23,
								},
								["审判"] = {
									["count"] = 2.37,
								},
								["神圣风暴"] = {
									["count"] = 1.49,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13.08,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 1.72,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 5.07,
								},
								["审判"] = {
									["count"] = 0.29,
								},
								["肉搏"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 6.43,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 1.32,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["复仇之盾"] = {
									["count"] = 0.18,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7183,
									["min"] = 7181,
									["count"] = 2,
									["amount"] = 14364,
								},
								["Hit"] = {
									["max"] = 4499,
									["min"] = 3590,
									["count"] = 17,
									["amount"] = 64970,
								},
							},
							["count"] = 19,
							["amount"] = 79334,
						},
						["复仇之盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 72548,
									["min"] = 8920,
									["count"] = 4,
									["amount"] = 161161,
								},
							},
							["count"] = 4,
							["amount"] = 161161,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 251348,
									["min"] = 251348,
									["count"] = 1,
									["amount"] = 251348,
								},
								["Hit"] = {
									["max"] = 125672,
									["min"] = 125672,
									["count"] = 1,
									["amount"] = 125672,
								},
							},
							["count"] = 2,
							["amount"] = 377020,
						},
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 21361,
								},
								["复仇之盾"] = {
									["count"] = 161161,
								},
								["圣光闪现"] = {
									["count"] = 377020,
								},
							},
							["amount"] = 559542,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 152151,
								},
							},
							["amount"] = 152151,
						},
					},
					["EnergyGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 63.53,
					["Healing"] = 456354,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["神圣之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 93293,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 595733,
								},
								["Hit"] = {
									["max"] = 50763,
									["min"] = 0,
									["count"] = 26,
									["amount"] = 1087300,
								},
							},
							["count"] = 33,
							["amount"] = 1683033,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 478397,
									["min"] = 196635,
									["count"] = 4,
									["amount"] = 1573640,
								},
							},
							["count"] = 4,
							["amount"] = 1573640,
						},
						["十字军打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 318178,
									["min"] = 193727,
									["count"] = 4,
									["amount"] = 1101361,
								},
								["Hit"] = {
									["max"] = 167517,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 862852,
								},
							},
							["count"] = 10,
							["amount"] = 1964213,
						},
						["复仇之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 353588,
									["min"] = 322158,
									["count"] = 2,
									["amount"] = 675746,
								},
							},
							["count"] = 2,
							["amount"] = 675746,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 52201,
									["min"] = 38869,
									["count"] = 2,
									["amount"] = 91070,
								},
							},
							["count"] = 2,
							["amount"] = 91070,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 405341,
									["min"] = 369309,
									["count"] = 2,
									["amount"] = 774650,
								},
							},
							["count"] = 2,
							["amount"] = 774650,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 532747,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1381970,
								},
							},
							["count"] = 3,
							["amount"] = 1381970,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 734492,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 5029079,
								},
								["Hit"] = {
									["max"] = 321061,
									["min"] = 292537,
									["count"] = 2,
									["amount"] = 613598,
								},
							},
							["count"] = 10,
							["amount"] = 5642677,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 62727,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 348483,
								},
								["Hit"] = {
									["max"] = 31365,
									["min"] = 0,
									["count"] = 28,
									["amount"] = 836731,
								},
							},
							["count"] = 34,
							["amount"] = 1185214,
						},
					},
					["HealingTaken"] = 711693,
					["RageGain"] = 0,
					["TimeDamage"] = 51.44,
					["TimeDamaging"] = {
						["积怨夫人"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 4.91,
								},
								["十字军打击"] = {
									["count"] = 3.81,
								},
								["灰烬觉醒"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.83,
								},
								["审判"] = {
									["count"] = 3,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.64,
								},
								["奉献"] = {
									["count"] = 10.06,
								},
							},
							["amount"] = 24.46,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 4.7,
								},
								["十字军打击"] = {
									["count"] = 3.29,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.23,
								},
								["审判"] = {
									["count"] = 2.37,
								},
								["神圣风暴"] = {
									["count"] = 1.49,
								},
								["奉献"] = {
									["count"] = 0,
								},
							},
							["amount"] = 13.08,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.94,
								},
								["审判"] = {
									["count"] = 0.56,
								},
								["神圣风暴"] = {
									["count"] = 0.79,
								},
								["肉搏"] = {
									["count"] = 0.47,
								},
							},
							["amount"] = 2.76,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 5.07,
								},
								["审判"] = {
									["count"] = 0.29,
								},
								["肉搏"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 6.43,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 1.32,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["复仇之盾"] = {
									["count"] = 0.18,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 44,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 4945436,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 6.58,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 4377630,
						["Melee"] = 195339,
						["Physical"] = 372467,
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
						["甲喉"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 49149,
								},
								["十字军打击"] = {
									["count"] = 172594,
								},
								["审判"] = {
									["count"] = 642123,
								},
								["奉献"] = {
									["count"] = 156816,
								},
								["肉搏"] = {
									["count"] = 148718,
								},
							},
							["amount"] = 1169400,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 374192,
								},
								["肉搏"] = {
									["count"] = 46621,
								},
								["神圣风暴"] = {
									["count"] = 523696,
								},
								["审判"] = {
									["count"] = 1101739,
								},
								["奉献"] = {
									["count"] = 595907,
								},
							},
							["amount"] = 2642155,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 286132,
								},
								["神圣风暴"] = {
									["count"] = 384423,
								},
								["十字军打击"] = {
									["count"] = 199873,
								},
								["奉献"] = {
									["count"] = 263453,
								},
							},
							["amount"] = 1133881,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.36,
								},
							},
							["amount"] = 2.36,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.22,
								},
							},
							["amount"] = 4.22,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 2,
								},
								["十字军打击"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12320,
								},
							},
							["amount"] = 12320,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 41077,
								},
							},
							["amount"] = 41077,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 16427,
								},
							},
							["amount"] = 16427,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.73,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["十字军打击"] = {
									["count"] = 0.73,
								},
								["肉搏"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 5.41,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.22,
								},
							},
							["amount"] = 4.22,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.36,
								},
							},
							["amount"] = 2.36,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.88,
								},
								["审判"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.4,
								},
								["奉献"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 4.39,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.37,
								},
								["神圣风暴"] = {
									["count"] = 0.76,
								},
								["十字军打击"] = {
									["count"] = 0.44,
								},
								["奉献"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 2.14,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8215,
									["min"] = 8215,
									["count"] = 4,
									["amount"] = 32860,
								},
								["Hit"] = {
									["max"] = 4108,
									["min"] = 4106,
									["count"] = 9,
									["amount"] = 36964,
								},
							},
							["count"] = 13,
							["amount"] = 69824,
						},
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 18.52,
					["Healing"] = 69824,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["神圣之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 95596,
									["min"] = 89350,
									["count"] = 5,
									["amount"] = 464619,
								},
								["Hit"] = {
									["max"] = 55616,
									["min"] = 45070,
									["count"] = 5,
									["amount"] = 244854,
								},
							},
							["count"] = 10,
							["amount"] = 709473,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 199873,
									["min"] = 172594,
									["count"] = 2,
									["amount"] = 372467,
								},
							},
							["count"] = 2,
							["amount"] = 372467,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 384423,
									["min"] = 384423,
									["count"] = 1,
									["amount"] = 384423,
								},
								["Hit"] = {
									["max"] = 272122,
									["min"] = 251574,
									["count"] = 2,
									["amount"] = 523696,
								},
							},
							["count"] = 3,
							["amount"] = 908119,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 734492,
									["min"] = 642123,
									["count"] = 2,
									["amount"] = 1376615,
								},
								["Hit"] = {
									["max"] = 367247,
									["min"] = 367247,
									["count"] = 1,
									["amount"] = 367247,
								},
							},
							["count"] = 3,
							["amount"] = 1743862,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 62729,
									["min"] = 62727,
									["count"] = 7,
									["amount"] = 439095,
								},
								["Hit"] = {
									["max"] = 37636,
									["min"] = 31363,
									["count"] = 18,
									["amount"] = 577081,
								},
							},
							["count"] = 28,
							["amount"] = 1016176,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 99860,
									["min"] = 99860,
									["count"] = 1,
									["amount"] = 99860,
								},
								["Hit"] = {
									["max"] = 48858,
									["min"] = 46621,
									["count"] = 2,
									["amount"] = 95479,
								},
							},
							["count"] = 3,
							["amount"] = 195339,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 11.94,
					["TimeDamaging"] = {
						["甲喉"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.73,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["十字军打击"] = {
									["count"] = 0.73,
								},
								["肉搏"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 5.41,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.88,
								},
								["审判"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.4,
								},
								["奉献"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 4.39,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.37,
								},
								["神圣风暴"] = {
									["count"] = 0.76,
								},
								["十字军打击"] = {
									["count"] = 0.44,
								},
								["奉献"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 2.14,
						},
					},
					["ManaGain"] = 4,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 44,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 4945436,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 6.58,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 4377630,
						["Melee"] = 195339,
						["Physical"] = 372467,
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
						["甲喉"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 49149,
								},
								["十字军打击"] = {
									["count"] = 172594,
								},
								["审判"] = {
									["count"] = 642123,
								},
								["奉献"] = {
									["count"] = 156816,
								},
								["肉搏"] = {
									["count"] = 148718,
								},
							},
							["amount"] = 1169400,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 374192,
								},
								["肉搏"] = {
									["count"] = 46621,
								},
								["神圣风暴"] = {
									["count"] = 523696,
								},
								["审判"] = {
									["count"] = 1101739,
								},
								["奉献"] = {
									["count"] = 595907,
								},
							},
							["amount"] = 2642155,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 286132,
								},
								["神圣风暴"] = {
									["count"] = 384423,
								},
								["十字军打击"] = {
									["count"] = 199873,
								},
								["奉献"] = {
									["count"] = 263453,
								},
							},
							["amount"] = 1133881,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.36,
								},
							},
							["amount"] = 2.36,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.22,
								},
							},
							["amount"] = 4.22,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 2,
								},
								["十字军打击"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12320,
								},
							},
							["amount"] = 12320,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 41077,
								},
							},
							["amount"] = 41077,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 16427,
								},
							},
							["amount"] = 16427,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.73,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["十字军打击"] = {
									["count"] = 0.73,
								},
								["肉搏"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 5.41,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4.22,
								},
							},
							["amount"] = 4.22,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 2.36,
								},
							},
							["amount"] = 2.36,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.88,
								},
								["审判"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.4,
								},
								["奉献"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 4.39,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.37,
								},
								["神圣风暴"] = {
									["count"] = 0.76,
								},
								["十字军打击"] = {
									["count"] = 0.44,
								},
								["奉献"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 2.14,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8215,
									["min"] = 8215,
									["count"] = 4,
									["amount"] = 32860,
								},
								["Hit"] = {
									["max"] = 4108,
									["min"] = 4106,
									["count"] = 9,
									["amount"] = 36964,
								},
							},
							["count"] = 13,
							["amount"] = 69824,
						},
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 18.52,
					["Healing"] = 69824,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["神圣之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 95596,
									["min"] = 89350,
									["count"] = 5,
									["amount"] = 464619,
								},
								["Hit"] = {
									["max"] = 55616,
									["min"] = 45070,
									["count"] = 5,
									["amount"] = 244854,
								},
							},
							["count"] = 10,
							["amount"] = 709473,
						},
						["十字军打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 199873,
									["min"] = 172594,
									["count"] = 2,
									["amount"] = 372467,
								},
							},
							["count"] = 2,
							["amount"] = 372467,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 384423,
									["min"] = 384423,
									["count"] = 1,
									["amount"] = 384423,
								},
								["Hit"] = {
									["max"] = 272122,
									["min"] = 251574,
									["count"] = 2,
									["amount"] = 523696,
								},
							},
							["count"] = 3,
							["amount"] = 908119,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 734492,
									["min"] = 642123,
									["count"] = 2,
									["amount"] = 1376615,
								},
								["Hit"] = {
									["max"] = 367247,
									["min"] = 367247,
									["count"] = 1,
									["amount"] = 367247,
								},
							},
							["count"] = 3,
							["amount"] = 1743862,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 62729,
									["min"] = 62727,
									["count"] = 7,
									["amount"] = 439095,
								},
								["Hit"] = {
									["max"] = 37636,
									["min"] = 31363,
									["count"] = 18,
									["amount"] = 577081,
								},
							},
							["count"] = 28,
							["amount"] = 1016176,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 99860,
									["min"] = 99860,
									["count"] = 1,
									["amount"] = 99860,
								},
								["Hit"] = {
									["max"] = 48858,
									["min"] = 46621,
									["count"] = 2,
									["amount"] = 95479,
								},
							},
							["count"] = 3,
							["amount"] = 195339,
						},
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 11.94,
					["TimeDamaging"] = {
						["甲喉"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.73,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["十字军打击"] = {
									["count"] = 0.73,
								},
								["肉搏"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 5.41,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.88,
								},
								["审判"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.4,
								},
								["奉献"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 4.39,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.37,
								},
								["神圣风暴"] = {
									["count"] = 0.76,
								},
								["十字军打击"] = {
									["count"] = 0.44,
								},
								["奉献"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 2.14,
						},
					},
					["ManaGain"] = 4,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 17,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 93394,
								},
							},
							["amount"] = 93394,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 70323,
								},
							},
							["amount"] = 70323,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 67226,
								},
							},
							["amount"] = 67226,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 114605,
								},
								["复仇之盾"] = {
									["count"] = 161161,
								},
								["圣光闪现"] = {
									["count"] = 1095746,
								},
							},
							["amount"] = 1371512,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 44370,
								},
							},
							["amount"] = 44370,
						},
					},
					["RageGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbs"] = 161161,
					["Overhealing"] = 15614,
					["ElementTaken"] = {
						["Fire"] = 1349722,
						["Physical"] = 341016,
						["Melee"] = 675447,
						["Nature"] = 2057966,
					},
					["RageGained"] = {
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 32009328,
					["TimeHeal"] = 50.8,
					["ElementDone"] = {
						["Holy"] = 24941591,
						["Melee"] = 922568,
						["Physical"] = 4958843,
					},
					["DamagedWho"] = {
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 286132,
								},
								["神圣风暴"] = {
									["count"] = 384423,
								},
								["十字军打击"] = {
									["count"] = 199873,
								},
								["奉献"] = {
									["count"] = 263453,
								},
							},
							["amount"] = 1133881,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 294416,
								},
								["奉献"] = {
									["count"] = 28575,
								},
								["肉搏"] = {
									["count"] = 43794,
								},
							},
							["amount"] = 366785,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 374192,
								},
								["肉搏"] = {
									["count"] = 46621,
								},
								["神圣风暴"] = {
									["count"] = 523696,
								},
								["审判"] = {
									["count"] = 1101739,
								},
								["奉献"] = {
									["count"] = 595907,
								},
							},
							["amount"] = 2642155,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 197671,
								},
								["审判"] = {
									["count"] = 292537,
								},
								["复仇之盾"] = {
									["count"] = 322158,
								},
								["肉搏"] = {
									["count"] = 38869,
								},
							},
							["amount"] = 851235,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 87287,
								},
								["十字军打击"] = {
									["count"] = 309617,
								},
								["审判"] = {
									["count"] = 679638,
								},
								["肉搏"] = {
									["count"] = 87308,
								},
							},
							["amount"] = 1163850,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 196686,
								},
								["十字军打击"] = {
									["count"] = 468499,
								},
								["审判"] = {
									["count"] = 585045,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 445925,
								},
								["肉搏"] = {
									["count"] = 126733,
								},
							},
							["amount"] = 1822888,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 261382,
								},
								["灰烬觉醒"] = {
									["count"] = 405341,
								},
								["审判"] = {
									["count"] = 642123,
								},
								["神圣风暴"] = {
									["count"] = 532747,
								},
								["肉搏"] = {
									["count"] = 52201,
								},
							},
							["amount"] = 1893794,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["圣殿骑士的裁决"] = {
									["count"] = 1719644,
								},
								["十字军打击"] = {
									["count"] = 708603,
								},
								["灰烬觉醒"] = {
									["count"] = 411676,
								},
								["审判"] = {
									["count"] = 1101689,
								},
								["神圣之锤"] = {
									["count"] = 381031,
								},
								["肉搏"] = {
									["count"] = 257578,
								},
							},
							["amount"] = 4580221,
						},
						["甲喉"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 49149,
								},
								["十字军打击"] = {
									["count"] = 172594,
								},
								["审判"] = {
									["count"] = 642123,
								},
								["奉献"] = {
									["count"] = 156816,
								},
								["肉搏"] = {
									["count"] = 148718,
								},
							},
							["amount"] = 1169400,
						},
						["积怨夫人"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 596125,
								},
								["十字军打击"] = {
									["count"] = 1097910,
								},
								["灰烬觉醒"] = {
									["count"] = 369309,
								},
								["神圣风暴"] = {
									["count"] = 400497,
								},
								["审判"] = {
									["count"] = 1923395,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1377005,
								},
								["奉献"] = {
									["count"] = 589314,
								},
							},
							["amount"] = 6353555,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 456593,
								},
								["十字军打击"] = {
									["count"] = 1140665,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 196635,
								},
								["审判"] = {
									["count"] = 1579622,
								},
								["神圣风暴"] = {
									["count"] = 901058,
								},
								["奉献"] = {
									["count"] = 324787,
								},
							},
							["amount"] = 4599360,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 321076,
								},
							},
							["amount"] = 321076,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 331331,
								},
								["审判"] = {
									["count"] = 1468984,
								},
								["奉献"] = {
									["count"] = 595900,
								},
							},
							["amount"] = 2396215,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 36749,
								},
								["十字军打击"] = {
									["count"] = 422571,
								},
								["审判"] = {
									["count"] = 1170089,
								},
								["奉献"] = {
									["count"] = 99932,
								},
								["肉搏"] = {
									["count"] = 120746,
								},
							},
							["amount"] = 1850087,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 46082,
								},
								["审判"] = {
									["count"] = 321061,
								},
								["复仇之盾"] = {
									["count"] = 353588,
								},
								["十字军打击"] = {
									["count"] = 144095,
								},
							},
							["amount"] = 864826,
						},
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1349722,
								},
							},
							["amount"] = 1349722,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 218773,
								},
							},
							["amount"] = 218773,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 158453,
								},
							},
							["amount"] = 158453,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["毒血"] = {
									["count"] = 214053,
								},
								["混乱风暴"] = {
									["count"] = 618967,
								},
								["肉搏"] = {
									["count"] = 529646,
								},
							},
							["amount"] = 1362666,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 40261,
								},
							},
							["amount"] = 40261,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["喷洒沙砾"] = {
									["count"] = 546846,
								},
							},
							["amount"] = 546846,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 459327,
								},
							},
							["amount"] = 459327,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 145801,
								},
							},
							["amount"] = 145801,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["低吼"] = {
									["count"] = 142302,
								},
							},
							["amount"] = 142302,
						},
					},
					["EnergyGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["复仇之盾"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["max"] = 72548,
									["min"] = 8920,
									["count"] = 4,
									["amount"] = 161161,
								},
							},
							["count"] = 4,
							["amount"] = 161161,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 27375,
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 6.52,
								},
							},
							["amount"] = 6.52,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 8.52,
								},
							},
							["amount"] = 8.52,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 6.29,
								},
							},
							["amount"] = 6.29,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 16.85,
								},
								["复仇之盾"] = {
									["count"] = 0.47,
								},
								["圣光闪现"] = {
									["count"] = 7.02,
								},
							},
							["amount"] = 24.34,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 5.13,
								},
							},
							["amount"] = 5.13,
						},
					},
					["OverHeals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 9696,
									["min"] = 9696,
									["count"] = 1,
									["amount"] = 9696,
								},
								["Hit"] = {
									["max"] = 4108,
									["min"] = 1810,
									["count"] = 2,
									["amount"] = 5918,
								},
							},
							["count"] = 3,
							["amount"] = 15614,
						},
					},
					["PartialResist"] = {
						["低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["毒血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["十字军打击"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
					},
					["PartialAbsorb"] = {
						["低吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 279542,
									["min"] = 34370,
									["count"] = 2,
									["amount"] = 313912,
								},
							},
							["count"] = 3,
							["amount"] = 313912,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 156320,
									["min"] = 150752,
									["count"] = 2,
									["amount"] = 307072,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 307072,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["毒血"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 166.29,
					["ElementTakenAbsorb"] = {
						["Nature"] = 620984,
					},
					["Heals"] = {
						["圣光审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8215,
									["min"] = 7180,
									["count"] = 18,
									["amount"] = 138208,
								},
								["Hit"] = {
									["max"] = 4849,
									["min"] = 2689,
									["count"] = 63,
									["amount"] = 251710,
								},
							},
							["count"] = 81,
							["amount"] = 389918,
						},
						["复仇之盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 72548,
									["min"] = 8920,
									["count"] = 4,
									["amount"] = 161161,
								},
							},
							["count"] = 4,
							["amount"] = 161161,
						},
						["圣光闪现"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 287490,
									["min"] = 251348,
									["count"] = 3,
									["amount"] = 826328,
								},
								["Hit"] = {
									["max"] = 143746,
									["min"] = 125672,
									["count"] = 2,
									["amount"] = 269418,
								},
							},
							["count"] = 5,
							["amount"] = 1095746,
						},
					},
					["EnergyGain"] = 0,
					["EnergyGained"] = {
						["神圣能量"] = {
							["Details"] = {
								["染煞玫瑰-末日行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣能量"] = {
									["count"] = 8,
								},
								["十字军打击"] = {
									["count"] = 11,
								},
							},
							["amount"] = 19,
						},
					},
					["Healing"] = 1485664,
					["TimeSpent"] = {
						["督军帕杰什"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["奉献"] = {
									["count"] = 1.29,
								},
								["肉搏"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 2.98,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.43,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.24,
								},
							},
							["amount"] = 5.67,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 16.85,
								},
								["复仇之盾"] = {
									["count"] = 0.47,
								},
								["圣光闪现"] = {
									["count"] = 7.02,
								},
							},
							["amount"] = 24.34,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.94,
								},
								["审判"] = {
									["count"] = 0.56,
								},
								["神圣风暴"] = {
									["count"] = 0.79,
								},
								["肉搏"] = {
									["count"] = 0.47,
								},
							},
							["amount"] = 2.76,
						},
						["甲喉"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.73,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["十字军打击"] = {
									["count"] = 0.73,
								},
								["肉搏"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 5.41,
						},
						["Ieo"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 8.52,
								},
							},
							["amount"] = 8.52,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 6.56,
								},
								["十字军打击"] = {
									["count"] = 4.11,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.23,
								},
								["审判"] = {
									["count"] = 3.87,
								},
								["神圣风暴"] = {
									["count"] = 2.3,
								},
								["奉献"] = {
									["count"] = 5,
								},
							},
							["amount"] = 23.07,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 6.29,
								},
							},
							["amount"] = 6.29,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.81,
								},
								["十字军打击"] = {
									["count"] = 0.95,
								},
								["审判"] = {
									["count"] = 3,
								},
								["奉献"] = {
									["count"] = 2.58,
								},
								["肉搏"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 9.09,
						},
						["不知火明乃"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 6.52,
								},
							},
							["amount"] = 6.52,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 3.58,
								},
								["十字军打击"] = {
									["count"] = 0.97,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 2.69,
								},
							},
							["amount"] = 9.13,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.37,
								},
								["神圣风暴"] = {
									["count"] = 0.76,
								},
								["十字军打击"] = {
									["count"] = 0.44,
								},
								["奉献"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 2.14,
						},
						["积怨夫人"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 4.91,
								},
								["十字军打击"] = {
									["count"] = 3.81,
								},
								["灰烬觉醒"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.83,
								},
								["审判"] = {
									["count"] = 3,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.64,
								},
								["奉献"] = {
									["count"] = 10.06,
								},
							},
							["amount"] = 24.46,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.88,
								},
								["审判"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.4,
								},
								["奉献"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 4.39,
						},
						["龙轻雪"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 5.13,
								},
							},
							["amount"] = 5.13,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["圣殿骑士的裁决"] = {
									["count"] = 2.51,
								},
								["十字军打击"] = {
									["count"] = 1.49,
								},
								["灰烬觉醒"] = {
									["count"] = 0.86,
								},
								["审判"] = {
									["count"] = 2.15,
								},
								["神圣之锤"] = {
									["count"] = 5.68,
								},
								["肉搏"] = {
									["count"] = 2.56,
								},
							},
							["amount"] = 15.25,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 5.07,
								},
								["审判"] = {
									["count"] = 0.29,
								},
								["肉搏"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 6.43,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 1.32,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["复仇之盾"] = {
									["count"] = 0.18,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["DamageTaken"] = 4424151,
					["Attacks"] = {
						["神圣之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 95596,
									["min"] = 75337,
									["count"] = 15,
									["amount"] = 1313298,
								},
								["Hit"] = {
									["max"] = 55616,
									["min"] = 27619,
									["count"] = 44,
									["amount"] = 1899825,
								},
							},
							["count"] = 59,
							["amount"] = 3213123,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 680513,
									["min"] = 680513,
									["count"] = 1,
									["amount"] = 680513,
								},
								["Hit"] = {
									["max"] = 555956,
									["min"] = 196635,
									["count"] = 7,
									["amount"] = 3058696,
								},
							},
							["count"] = 8,
							["amount"] = 3739209,
						},
						["十字军打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 363506,
									["min"] = 193727,
									["count"] = 9,
									["amount"] = 2683154,
								},
								["Hit"] = {
									["max"] = 199873,
									["min"] = 102092,
									["count"] = 15,
									["amount"] = 2275689,
								},
							},
							["count"] = 24,
							["amount"] = 4958843,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411676,
									["min"] = 369309,
									["count"] = 3,
									["amount"] = 1186326,
								},
							},
							["count"] = 3,
							["amount"] = 1186326,
						},
						["复仇之盾"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 353588,
									["min"] = 322158,
									["count"] = 2,
									["amount"] = 675746,
								},
							},
							["count"] = 2,
							["amount"] = 675746,
						},
						["神圣风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 532747,
									["min"] = 384423,
									["count"] = 5,
									["amount"] = 2218725,
								},
								["Hit"] = {
									["max"] = 272122,
									["min"] = 251574,
									["count"] = 2,
									["amount"] = 523696,
								},
							},
							["count"] = 7,
							["amount"] = 2742421,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 734492,
									["min"] = 409532,
									["count"] = 16,
									["amount"] = 10159971,
								},
								["Hit"] = {
									["max"] = 367247,
									["min"] = 292537,
									["count"] = 5,
									["amount"] = 1669150,
								},
							},
							["count"] = 21,
							["amount"] = 11829121,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 62729,
									["min"] = 49967,
									["count"] = 17,
									["amount"] = 987450,
								},
								["Hit"] = {
									["max"] = 37636,
									["min"] = 24983,
									["count"] = 59,
									["amount"] = 1754521,
								},
							},
							["count"] = 80,
							["amount"] = 2741971,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 63873,
									["min"] = 63873,
									["count"] = 1,
									["amount"] = 63873,
								},
								["Crit"] = {
									["max"] = 99860,
									["min"] = 99732,
									["count"] = 2,
									["amount"] = 199592,
								},
								["Hit"] = {
									["max"] = 52201,
									["min"] = 38495,
									["count"] = 15,
									["amount"] = 659103,
								},
							},
							["count"] = 18,
							["amount"] = 922568,
						},
					},
					["HealingTaken"] = 1667179,
					["RageGain"] = 0,
					["TimeDamage"] = 115.49,
					["TimeDamaging"] = {
						["督军帕杰什"] = {
							["Details"] = {
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["奉献"] = {
									["count"] = 1.29,
								},
								["肉搏"] = {
									["count"] = 0.19,
								},
							},
							["amount"] = 2.98,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.37,
								},
								["神圣风暴"] = {
									["count"] = 0.76,
								},
								["十字军打击"] = {
									["count"] = 0.44,
								},
								["奉献"] = {
									["count"] = 0.57,
								},
							},
							["amount"] = 2.14,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.88,
								},
								["审判"] = {
									["count"] = 0.21,
								},
								["肉搏"] = {
									["count"] = 0.4,
								},
								["奉献"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 4.39,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.43,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 1.24,
								},
							},
							["amount"] = 5.67,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 3.58,
								},
								["十字军打击"] = {
									["count"] = 0.97,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 2.69,
								},
							},
							["amount"] = 9.13,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.94,
								},
								["审判"] = {
									["count"] = 0.56,
								},
								["神圣风暴"] = {
									["count"] = 0.79,
								},
								["肉搏"] = {
									["count"] = 0.47,
								},
							},
							["amount"] = 2.76,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["圣殿骑士的裁决"] = {
									["count"] = 2.51,
								},
								["十字军打击"] = {
									["count"] = 1.49,
								},
								["灰烬觉醒"] = {
									["count"] = 0.86,
								},
								["审判"] = {
									["count"] = 2.15,
								},
								["神圣之锤"] = {
									["count"] = 5.68,
								},
								["肉搏"] = {
									["count"] = 2.56,
								},
							},
							["amount"] = 15.25,
						},
						["甲喉"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.73,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["十字军打击"] = {
									["count"] = 0.73,
								},
								["肉搏"] = {
									["count"] = 0.45,
								},
							},
							["amount"] = 5.41,
						},
						["积怨夫人"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 4.91,
								},
								["十字军打击"] = {
									["count"] = 3.81,
								},
								["灰烬觉醒"] = {
									["count"] = 0.21,
								},
								["神圣风暴"] = {
									["count"] = 0.83,
								},
								["审判"] = {
									["count"] = 3,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.64,
								},
								["奉献"] = {
									["count"] = 10.06,
								},
							},
							["amount"] = 24.46,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 6.56,
								},
								["十字军打击"] = {
									["count"] = 4.11,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1.23,
								},
								["审判"] = {
									["count"] = 3.87,
								},
								["神圣风暴"] = {
									["count"] = 2.3,
								},
								["奉献"] = {
									["count"] = 5,
								},
							},
							["amount"] = 23.07,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 5.07,
								},
								["审判"] = {
									["count"] = 0.29,
								},
								["肉搏"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 6.43,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 0.81,
								},
								["十字军打击"] = {
									["count"] = 0.95,
								},
								["审判"] = {
									["count"] = 3,
								},
								["奉献"] = {
									["count"] = 2.58,
								},
								["肉搏"] = {
									["count"] = 1.75,
								},
							},
							["amount"] = 9.09,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 1.32,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["复仇之盾"] = {
									["count"] = 0.18,
								},
								["十字军打击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["ManaGain"] = 19,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 54,
								},
								["Hit"] = {
									["count"] = 119,
								},
							},
							["amount"] = 177,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 19,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 24,
						},
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 114605,
								},
								["复仇之盾"] = {
									["count"] = 161161,
								},
								["圣光闪现"] = {
									["count"] = 1095746,
								},
							},
							["amount"] = 1371512,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 295667,
								},
							},
							["amount"] = 295667,
						},
					},
				},
			},
			["UnitLockout"] = 316673.38,
			["LastActive"] = 316766.42,
		},
		["醉梦若歌"] = {
			["GUID"] = "Player-1955-01AC1155",
			["TimeLast"] = {
				["TimeHeal"] = 316671.383,
				["RageGain"] = 316624.387,
				["Healing"] = 316671.383,
				["OVERALL"] = 316679.403,
				["DamageTaken"] = 316665.389,
				["Interrupts"] = 316644.377,
				["Absorbs"] = 316664.377,
				["HealingTaken"] = 316671.383,
				["Overhealing"] = 316671.383,
				["ActiveTime"] = 316672.377,
				["TimeDamage"] = 316672.377,
				["ManaGain"] = 316679.403,
				["DOT_Time"] = 316671.383,
				["Damage"] = 316672.377,
			},
			["LastAttackedBy"] = "艾萨拉之怒",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					41.17, -- [1]
				},
				["RageGain"] = {
					0, -- [1]
				},
				["Healing"] = {
					3978114, -- [1]
				},
				["DamageTaken"] = {
					7399835, -- [1]
				},
				["Interrupts"] = {
					3, -- [1]
				},
				["Absorbs"] = {
					1750784, -- [1]
				},
				["HealingTaken"] = {
					5955606, -- [1]
				},
				["Overhealing"] = {
					4296032, -- [1]
				},
				["TimeDamage"] = {
					102.99, -- [1]
				},
				["ActiveTime"] = {
					144.16, -- [1]
				},
				["ManaGain"] = {
					503, -- [1]
				},
				["DOT_Time"] = {
					132, -- [1]
				},
				["Damage"] = {
					220534583, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = true,
			["level"] = 110,
			["LastDamageAbility"] = "起伏之沙",
			["LastFightIn"] = 2,
			["LastHealTime"] = 316672.246,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastDamageTaken"] = 32702,
			["LastEventHealth"] = {
				5878322, -- [1]
				5878322, -- [2]
				5878322, -- [3]
				5878322, -- [4]
				5878322, -- [5]
				5878322, -- [6]
				5878322, -- [7]
				5878322, -- [8]
				5878322, -- [9]
				5878322, -- [10]
				5878322, -- [11]
				5878322, -- [12]
				5878322, -- [13]
				5878322, -- [14]
				5882430, -- [15]
				5882430, -- [16]
				5882430, -- [17]
				5882430, -- [18]
				5882430, -- [19]
				5882430, -- [20]
				5890645, -- [21]
				5890645, -- [22]
				5890645, -- [23]
				5890645, -- [24]
				5890645, -- [25]
				5890645, -- [26]
				5890645, -- [27]
				5890645, -- [28]
				5890645, -- [29]
				5890645, -- [30]
				5890645, -- [31]
				6184143, -- [32]
				6184143, -- [33]
				6184143, -- [34]
				6184143, -- [35]
				6184143, -- [36]
				5990640, -- [37]
				5990640, -- [38]
				5990640, -- [39]
				5911024, -- [40]
				5911024, -- [41]
				5911024, -- [42]
				5911024, -- [43]
				5911024, -- [44]
				5911024, -- [45]
				5911024, -- [46]
				5911024, -- [47]
				5878322, -- [48]
				5878322, -- [49]
				5878322, -- [50]
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				6184143, -- [1]
				6184143, -- [2]
				6184143, -- [3]
				6184143, -- [4]
				6184143, -- [5]
				6184143, -- [6]
				6184143, -- [7]
				6184143, -- [8]
				6184143, -- [9]
				6184143, -- [10]
				6184143, -- [11]
				6184143, -- [12]
				6184143, -- [13]
				6184143, -- [14]
				6184143, -- [15]
				6184143, -- [16]
				6184143, -- [17]
				6184143, -- [18]
				6184143, -- [19]
				6184143, -- [20]
				6184143, -- [21]
				6184143, -- [22]
				6184143, -- [23]
				6184143, -- [24]
				6184143, -- [25]
				6184143, -- [26]
				6184143, -- [27]
				6184143, -- [28]
				6184143, -- [29]
				6184143, -- [30]
				6184143, -- [31]
				6184143, -- [32]
				6184143, -- [33]
				6184143, -- [34]
				6184143, -- [35]
				6184143, -- [36]
				6184143, -- [37]
				6184143, -- [38]
				6184143, -- [39]
				6184143, -- [40]
				6184143, -- [41]
				6184143, -- [42]
				6184143, -- [43]
				6184143, -- [44]
				6184143, -- [45]
				6184143, -- [46]
				6184143, -- [47]
				6184143, -- [48]
				6184143, -- [49]
				6184143, -- [50]
			},
			["NextEventNum"] = 37,
			["LastDamageTime"] = 316672.68,
			["LastEvents"] = {
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Crit -95310 (Frost)", -- [1]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -45991 (Frost)", -- [2]
				"醉梦若歌 副手湮灭 艾萨拉之怒 Crit -888882 (Physical)", -- [3]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Hit -402441 (Frost)", -- [4]
				"醉梦若歌 凛风冲击 艾萨拉之怒 Hit -1153185 (Frost)", -- [5]
				"醉梦若歌 冰霜疫病 (伤害/跳) 艾萨拉之怒 Tick -128560 (Frost)", -- [6]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -30382 (Physical)", -- [7]
				"醉梦若歌 肉搏 艾萨拉之怒 Crit -125582 (Physical)", -- [8]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -40845 (Frost)", -- [9]
				"醉梦若歌 冰霜打击 艾萨拉之怒 Crit -1701068 (Frost)", -- [10]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -34518 (Frost)", -- [11]
				"醉梦若歌 副手冰霜打击 艾萨拉之怒 Crit -1358355 (Frost)", -- [12]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -31294 (Physical)", -- [13]
				"染煞玫瑰-末日行者 圣光审判 醉梦若歌 Hit +4108", -- [14]
				"醉梦若歌 湮灭 艾萨拉之怒 Hit -402249 (Physical)", -- [15]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -35062 (Frost)", -- [16]
				"醉梦若歌 副手湮灭 艾萨拉之怒 Hit -277346 (Physical)", -- [17]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -57326 (Physical)", -- [18]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -37016 (Frost)", -- [19]
				"染煞玫瑰-末日行者 圣光审判 醉梦若歌 Crit +8215", -- [20]
				"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -414908 (Frost)", -- [21]
				"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -414772 (Frost)", -- [22]
				"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -385786 (Frost)", -- [23]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -620642 (Frost)", -- [24]
				"醉梦若歌 冰霜疫病 (伤害/跳) 艾萨拉之怒 Tick -120411 (Frost)", -- [25]
				"醉梦若歌 湮灭 艾萨拉之怒 Crit -1082204 (Physical)", -- [26]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -36653 (Frost)", -- [27]
				"醉梦若歌 副手湮灭 艾萨拉之怒 Crit -820449 (Physical)", -- [28]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -35180 (Physical)", -- [29]
				"醉梦若歌 不洁之力 醉梦若歌 Hit +371048 (77550 过量治疗)", -- [30]
				"染煞玫瑰-末日行者 圣光审判 醉梦若歌 Crit +9696 (9696 过量治疗)", -- [31]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -47135 (Physical)", -- [32]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -46696 (Frost)", -- [33]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Hit -328398 (Frost)", -- [34]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -619695 (Frost)", -- [35]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -619695 (Frost)", -- [36]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Crit -79346 (Frost)", -- [37]
				"艾萨拉之怒 肉搏 醉梦若歌 Absorb -150726 (1)", -- [38]
				"艾萨拉之怒 肉搏 醉梦若歌 Hit -79616 (150726 被吸收) (Physical)", -- [39]
				"醉梦若歌 冰霜疫病 (伤害/跳) 艾萨拉之怒 Crit -272027 (Frost)", -- [40]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Hit -296756 (Frost)", -- [41]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -593514 (Frost)", -- [42]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -43930 (Frost)", -- [43]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Crit -88738 (Frost)", -- [44]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -43588 (Frost)", -- [45]
				"艾萨拉之怒 起伏之沙 醉梦若歌 Hit -32702 (Physical)", -- [46]
				"醉梦若歌 凛风冲击 艾萨拉之怒 Hit -1323630 (Frost)", -- [47]
				"醉梦若歌 肉搏 艾萨拉之怒 Crit -68598 (Physical)", -- [48]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -65203 (Physical)", -- [49]
				"醉梦若歌 湮灭 艾萨拉之怒 Crit -1251509 (Physical)", -- [50]
			},
			["Name"] = "醉梦若歌",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				316667.163, -- [1]
				316667.163, -- [2]
				316667.163, -- [3]
				316667.972, -- [4]
				316668.22, -- [5]
				316668.638, -- [6]
				316668.801, -- [7]
				316668.801, -- [8]
				316668.861, -- [9]
				316669.431, -- [10]
				316669.431, -- [11]
				316669.431, -- [12]
				316670.443, -- [13]
				316670.443, -- [14]
				316670.58, -- [15]
				316670.58, -- [16]
				316670.58, -- [17]
				316670.651, -- [18]
				316670.651, -- [19]
				316670.651, -- [20]
				316670.809, -- [21]
				316670.809, -- [22]
				316670.809, -- [23]
				316671.405, -- [24]
				316671.599, -- [25]
				316671.647, -- [26]
				316671.647, -- [27]
				316671.647, -- [28]
				316672.184, -- [29]
				316672.246, -- [30]
				316672.246, -- [31]
				316672.471, -- [32]
				316672.471, -- [33]
				316672.68, -- [34]
				316672.68, -- [35]
				316672.68, -- [36]
				316665.285, -- [37]
				316665.389, -- [38]
				316665.389, -- [39]
				316665.724, -- [40]
				316665.724, -- [41]
				316665.724, -- [42]
				316665.724, -- [43]
				316665.724, -- [44]
				316665.724, -- [45]
				316665.882, -- [46]
				316665.916, -- [47]
				316666.895, -- [48]
				316667.043, -- [49]
				316667.163, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["积怨战士"] = {
									["count"] = 9,
								},
								["游荡的硬壳龟"] = {
									["count"] = 6,
								},
								["积怨织雷者"] = {
									["count"] = 3,
								},
							},
							["amount"] = 18,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["积怨织雷者"] = {
									["count"] = 3,
								},
								["积怨战士"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 9,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 17,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
					},
					["WhoHealed"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["不洁之力"] = {
									["count"] = 251593,
								},
								["灵界打击"] = {
									["count"] = 1168022,
								},
								["寒冰之盾"] = {
									["count"] = 464277,
								},
							},
							["amount"] = 1883892,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 32841,
								},
							},
							["amount"] = 32841,
						},
					},
					["Absorbs"] = 464277,
					["Overhealing"] = 1463342,
					["ElementTaken"] = {
						["Physical"] = 84539,
						["Melee"] = 1275435,
						["Nature"] = 556759,
					},
					["DOT_Time"] = 30,
					["Damage"] = 85861276,
					["TimeHeal"] = 11.93,
					["ShieldedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜之柱"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 102978,
						["Frost"] = 80757075,
						["Melee"] = 1012842,
						["Physical"] = 3988381,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 31,
								},
								["Hit"] = {
									["count"] = 48,
								},
							},
							["amount"] = 81,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 17,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
					},
					["WhoDamaged"] = {
						["游荡的硬壳龟"] = {
							["Details"] = {
								["噬骨嘶咬"] = {
									["count"] = 84539,
								},
								["肉搏"] = {
									["count"] = 132275,
								},
							},
							["amount"] = 216814,
						},
						["积怨战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 885240,
								},
							},
							["amount"] = 885240,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 257920,
								},
								["闪电冲击"] = {
									["count"] = 365850,
								},
							},
							["amount"] = 623770,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 190909,
								},
							},
							["amount"] = 190909,
						},
					},
					["Absorbed"] = {
						["寒冰之盾"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["max"] = 110005,
									["min"] = 21355,
									["count"] = 7,
									["amount"] = 464277,
								},
							},
							["count"] = 7,
							["amount"] = 464277,
						},
					},
					["TimeHealing"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["不洁之力"] = {
									["count"] = 1.47,
								},
								["灵界打击"] = {
									["count"] = 0.59,
								},
								["寒冰之盾"] = {
									["count"] = 9.87,
								},
							},
							["amount"] = 11.93,
						},
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 371049,
									["min"] = 119455,
									["count"] = 4,
									["amount"] = 1232601,
								},
							},
							["count"] = 4,
							["amount"] = 1232601,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 230741,
									["min"] = 230741,
									["count"] = 1,
									["amount"] = 230741,
								},
							},
							["count"] = 1,
							["amount"] = 230741,
						},
					},
					["PartialResist"] = {
						["闪电冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["噬骨嘶咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
					},
					["ManaGained"] = {
						["符文强化"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["冰霜疫病"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["湮灭"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["冰霜之镰"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["符文能量"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
					},
					["PartialAbsorb"] = {
						["闪电冲击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 21355,
									["min"] = 21355,
									["count"] = 1,
									["amount"] = 21355,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 21355,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 62675,
									["min"] = 62675,
									["count"] = 1,
									["amount"] = 62675,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 62675,
						},
						["噬骨嘶咬"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 37705,
									["min"] = 37705,
									["count"] = 1,
									["amount"] = 37705,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 37705,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 110005,
									["min"] = 64422,
									["count"] = 4,
									["amount"] = 342542,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 342542,
						},
					},
					["ActiveTime"] = 34.53,
					["InterruptData"] = {
						["积怨织雷者"] = {
							["Details"] = {
								["风暴 (心灵冰冻)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Heals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 251593,
									["min"] = 251593,
									["count"] = 1,
									["amount"] = 251593,
								},
							},
							["count"] = 1,
							["amount"] = 251593,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1168022,
									["min"] = 1168022,
									["count"] = 1,
									["amount"] = 1168022,
								},
							},
							["count"] = 1,
							["amount"] = 1168022,
						},
						["寒冰之盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 110005,
									["min"] = 21355,
									["count"] = 7,
									["amount"] = 464277,
								},
							},
							["count"] = 7,
							["amount"] = 464277,
						},
					},
					["HealedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["不洁之力"] = {
									["count"] = 251593,
								},
								["灵界打击"] = {
									["count"] = 1168022,
								},
								["寒冰之盾"] = {
									["count"] = 464277,
								},
							},
							["amount"] = 1883892,
						},
					},
					["Interrupts"] = 1,
					["Healing"] = 1419615,
					["TimeSpent"] = {
						["积怨战士"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.84,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["凛风冲击"] = {
									["count"] = 1.52,
								},
								["冰霜之镰"] = {
									["count"] = 0.97,
								},
								["肉搏"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 5.24,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["冰霜之镰"] = {
									["count"] = 1.51,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 1.87,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["不洁之力"] = {
									["count"] = 1.47,
								},
								["灵界打击"] = {
									["count"] = 0.59,
								},
								["寒冰之盾"] = {
									["count"] = 9.87,
								},
							},
							["amount"] = 11.93,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 0.22,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.98,
								},
								["灵界打击"] = {
									["count"] = 0.11,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.62,
								},
								["冰霜打击"] = {
									["count"] = 0.22,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.05,
								},
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["锋锐之霜"] = {
									["count"] = 0.42,
								},
								["湮灭"] = {
									["count"] = 1.63,
								},
								["冰霜之镰"] = {
									["count"] = 0.88,
								},
								["副手灵界打击"] = {
									["count"] = 0.37,
								},
								["凛风冲击"] = {
									["count"] = 2.92,
								},
								["肉搏"] = {
									["count"] = 5.73,
								},
							},
							["amount"] = 14.64,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
					},
					["DamageTaken"] = 1916733,
					["Attacks"] = {
						["冰霜吐息"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11629385,
									["min"] = 11629384,
									["count"] = 2,
									["amount"] = 23258769,
								},
								["Hit"] = {
									["max"] = 6338015,
									["min"] = 5814692,
									["count"] = 3,
									["amount"] = 17967400,
								},
							},
							["count"] = 5,
							["amount"] = 41226169,
						},
						["副手灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 141862,
									["min"] = 141862,
									["count"] = 1,
									["amount"] = 141862,
								},
							},
							["count"] = 1,
							["amount"] = 141862,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 174310,
									["min"] = 174310,
									["count"] = 1,
									["amount"] = 174310,
								},
							},
							["count"] = 1,
							["amount"] = 174310,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 242276,
									["min"] = 168660,
									["count"] = 4,
									["amount"] = 817560,
								},
								["Tick"] = {
									["max"] = 111659,
									["min"] = 111657,
									["count"] = 2,
									["amount"] = 223316,
								},
							},
							["count"] = 6,
							["amount"] = 1040876,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 585585,
									["min"] = 479515,
									["count"] = 2,
									["amount"] = 1065100,
								},
							},
							["count"] = 2,
							["amount"] = 1065100,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 716135,
									["min"] = 716135,
									["count"] = 1,
									["amount"] = 716135,
								},
							},
							["count"] = 1,
							["amount"] = 716135,
						},
						["副手湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 866012,
									["min"] = 748047,
									["count"] = 2,
									["amount"] = 1614059,
								},
								["Hit"] = {
									["max"] = 278453,
									["min"] = 278453,
									["count"] = 1,
									["amount"] = 278453,
								},
							},
							["count"] = 3,
							["amount"] = 1892512,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 41193,
									["min"] = 41193,
									["count"] = 1,
									["amount"] = 41193,
								},
								["Tick"] = {
									["max"] = 20595,
									["min"] = 20595,
									["count"] = 3,
									["amount"] = 61785,
								},
							},
							["count"] = 4,
							["amount"] = 102978,
						},
						["晶化双剑"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 528604,
									["min"] = 462070,
									["count"] = 2,
									["amount"] = 990674,
								},
								["Hit"] = {
									["max"] = 321758,
									["min"] = 210980,
									["count"] = 8,
									["amount"] = 2071359,
								},
							},
							["count"] = 10,
							["amount"] = 3062033,
						},
						["低温"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 499932,
									["min"] = 499932,
									["count"] = 1,
									["amount"] = 499932,
								},
							},
							["count"] = 1,
							["amount"] = 499932,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 76853,
									["min"] = 58330,
									["count"] = 8,
									["amount"] = 541504,
								},
								["Hit"] = {
									["max"] = 52703,
									["min"] = 27788,
									["count"] = 20,
									["amount"] = 668806,
								},
							},
							["count"] = 28,
							["amount"] = 1210310,
						},
						["湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1064788,
									["min"] = 1064788,
									["count"] = 1,
									["amount"] = 1064788,
								},
								["Hit"] = {
									["max"] = 371110,
									["min"] = 343799,
									["count"] = 2,
									["amount"] = 714909,
								},
							},
							["count"] = 3,
							["amount"] = 1779697,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 637808,
									["min"] = 637808,
									["count"] = 1,
									["amount"] = 637808,
								},
								["Hit"] = {
									["max"] = 336206,
									["min"] = 325987,
									["count"] = 2,
									["amount"] = 662193,
								},
							},
							["count"] = 3,
							["amount"] = 1300001,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1602520,
									["min"] = 1602520,
									["count"] = 1,
									["amount"] = 1602520,
								},
								["Hit"] = {
									["max"] = 1520399,
									["min"] = 755904,
									["count"] = 7,
									["amount"] = 6678094,
								},
							},
							["count"] = 8,
							["amount"] = 8280614,
						},
						["冰霜之镰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1890852,
									["min"] = 1618895,
									["count"] = 12,
									["amount"] = 20928416,
								},
								["Hit"] = {
									["max"] = 300900,
									["min"] = 249135,
									["count"] = 5,
									["amount"] = 1427489,
								},
							},
							["count"] = 17,
							["amount"] = 22355905,
						},
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 150899,
									["min"] = 51426,
									["count"] = 6,
									["amount"] = 566970,
								},
								["Hit"] = {
									["max"] = 81279,
									["min"] = 33162,
									["count"] = 9,
									["amount"] = 445872,
								},
							},
							["count"] = 17,
							["amount"] = 1012842,
						},
					},
					["HealingTaken"] = 1916733,
					["DamagedWho"] = {
						["积怨战士"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 1723708,
								},
								["锋锐之霜"] = {
									["count"] = 347619,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 577249,
								},
								["凛风冲击"] = {
									["count"] = 4161255,
								},
								["肉搏"] = {
									["count"] = 222469,
								},
								["冰霜之镰"] = {
									["count"] = 11280692,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 61785,
								},
							},
							["amount"] = 18374777,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["锋锐之霜"] = {
									["count"] = 164922,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 294967,
								},
								["凛风冲击"] = {
									["count"] = 755904,
								},
								["低温"] = {
									["count"] = 499932,
								},
								["冰霜之镰"] = {
									["count"] = 5339664,
								},
							},
							["amount"] = 7055389,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 5814692,
								},
							},
							["amount"] = 5814692,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 11629385,
								},
							},
							["amount"] = 11629385,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 6338015,
								},
								["灵界打击"] = {
									["count"] = 174310,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 168660,
								},
								["冰霜打击"] = {
									["count"] = 1065100,
								},
								["副手冰霜打击"] = {
									["count"] = 716135,
								},
								["副手湮灭"] = {
									["count"] = 1892512,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 41193,
								},
								["晶化双剑"] = {
									["count"] = 1338325,
								},
								["副手灵界打击"] = {
									["count"] = 141862,
								},
								["锋锐之霜"] = {
									["count"] = 697769,
								},
								["湮灭"] = {
									["count"] = 1779697,
								},
								["冰冷死亡"] = {
									["count"] = 1300001,
								},
								["凛风冲击"] = {
									["count"] = 3363455,
								},
								["冰霜之镰"] = {
									["count"] = 5735549,
								},
								["肉搏"] = {
									["count"] = 790373,
								},
							},
							["amount"] = 25542956,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 17444077,
								},
							},
							["amount"] = 17444077,
						},
					},
					["TimeDamage"] = 22.6,
					["TimeDamaging"] = {
						["积怨战士"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.84,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["凛风冲击"] = {
									["count"] = 1.52,
								},
								["冰霜之镰"] = {
									["count"] = 0.97,
								},
								["肉搏"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 5.24,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["冰霜之镰"] = {
									["count"] = 1.51,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 1.87,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 0.22,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.98,
								},
								["灵界打击"] = {
									["count"] = 0.11,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.62,
								},
								["冰霜打击"] = {
									["count"] = 0.22,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.05,
								},
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["锋锐之霜"] = {
									["count"] = 0.42,
								},
								["湮灭"] = {
									["count"] = 1.63,
								},
								["冰霜之镰"] = {
									["count"] = 0.88,
								},
								["副手灵界打击"] = {
									["count"] = 0.37,
								},
								["凛风冲击"] = {
									["count"] = 2.92,
								},
								["肉搏"] = {
									["count"] = 5.73,
								},
							},
							["amount"] = 14.64,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
					},
					["ManaGain"] = 151,
					["ElementTakenAbsorb"] = {
						["Physical"] = 37705,
						["Melee"] = 342542,
						["Nature"] = 84030,
					},
					["ManaGainedFrom"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["符文强化"] = {
									["count"] = 2,
								},
								["冰霜疫病"] = {
									["count"] = 5,
								},
								["湮灭"] = {
									["count"] = 60,
								},
								["冰霜之镰"] = {
									["count"] = 60,
								},
								["符文能量"] = {
									["count"] = 24,
								},
							},
							["amount"] = 151,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["ShieldedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜之柱"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Absorbed"] = {
						["寒冰之盾"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["max"] = 193183,
									["min"] = 29338,
									["count"] = 10,
									["amount"] = 816025,
								},
							},
							["count"] = 10,
							["amount"] = 816025,
						},
					},
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["艾萨拉之怒"] = {
									["count"] = 15,
								},
								["秘术师萨维"] = {
									["count"] = 3,
								},
							},
							["amount"] = 18,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["秘术师萨维"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 17,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1293021,
					["RageGainedFrom"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["符文强化"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbs"] = 816025,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 46,
								},
								["Hit"] = {
									["count"] = 68,
								},
							},
							["amount"] = 117,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 17,
								},
								["Miss"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 12,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 40,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 29,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 723200,
						["Physical"] = 92825,
					},
					["ElementTaken"] = {
						["Melee"] = 1165562,
						["Physical"] = 127459,
					},
					["DOT_Time"] = 24,
					["Damage"] = 63820889,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 17.87,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 61789,
						["Frost"] = 41038481,
						["Melee"] = 1929142,
						["Physical"] = 20791477,
					},
					["PartialAbsorb"] = {
						["起伏之沙"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 32669,
									["min"] = 29338,
									["count"] = 3,
									["amount"] = 92825,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 92825,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 193183,
									["min"] = 39003,
									["count"] = 7,
									["amount"] = 723200,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 723200,
						},
					},
					["DamagedWho"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1107755,
								},
								["冰霜打击"] = {
									["count"] = 5662969,
								},
								["副手冰霜打击"] = {
									["count"] = 3838215,
								},
								["副手湮灭"] = {
									["count"] = 5590641,
								},
								["冰冷死亡"] = {
									["count"] = 1215466,
								},
								["晶化双剑"] = {
									["count"] = 6266075,
								},
								["低温"] = {
									["count"] = 1609765,
								},
								["锋锐之霜"] = {
									["count"] = 1427297,
								},
								["湮灭"] = {
									["count"] = 7324985,
								},
								["凛风冲击"] = {
									["count"] = 3989172,
								},
								["冰冻灵魂"] = {
									["count"] = 209043,
								},
								["冷酷严冬"] = {
									["count"] = 1176744,
								},
								["肉搏"] = {
									["count"] = 1147786,
								},
							},
							["amount"] = 40565913,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 339795,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 83643,
								},
								["冰霜打击"] = {
									["count"] = 1946945,
								},
								["副手冰霜打击"] = {
									["count"] = 893194,
								},
								["副手湮灭"] = {
									["count"] = 1545109,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 61789,
								},
								["晶化双剑"] = {
									["count"] = 1700382,
								},
								["锋锐之霜"] = {
									["count"] = 411150,
								},
								["湮灭"] = {
									["count"] = 2635945,
								},
								["凛风冲击"] = {
									["count"] = 1422276,
								},
								["副手灵界打击"] = {
									["count"] = 81725,
								},
								["肉搏"] = {
									["count"] = 341710,
								},
							},
							["amount"] = 11463663,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 1909034,
								},
								["冰冷死亡"] = {
									["count"] = 1136298,
								},
								["锋锐之霜"] = {
									["count"] = 507945,
								},
								["湮灭"] = {
									["count"] = 1900366,
								},
								["冰霜打击"] = {
									["count"] = 3352547,
								},
								["副手冰霜打击"] = {
									["count"] = 1172566,
								},
								["副手湮灭"] = {
									["count"] = 1372911,
								},
								["肉搏"] = {
									["count"] = 439646,
								},
							},
							["amount"] = 11791313,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 127459,
								},
								["肉搏"] = {
									["count"] = 694746,
								},
							},
							["amount"] = 822205,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 252215,
								},
							},
							["amount"] = 252215,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 218601,
								},
							},
							["amount"] = 218601,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 17,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 41495,
					},
					["TimeHealing"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 1.5,
								},
								["不洁之力"] = {
									["count"] = 4.5,
								},
								["寒冰之盾"] = {
									["count"] = 11.87,
								},
							},
							["amount"] = 17.87,
						},
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 371048,
									["min"] = 77550,
									["count"] = 5,
									["amount"] = 1511058,
								},
							},
							["count"] = 5,
							["amount"] = 1511058,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1321632,
									["min"] = 1321632,
									["count"] = 1,
									["amount"] = 1321632,
								},
							},
							["count"] = 1,
							["amount"] = 1321632,
						},
					},
					["ManaGainedFrom"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["符文强化"] = {
									["count"] = 3,
								},
								["冰霜疫病"] = {
									["count"] = 10,
								},
								["湮灭"] = {
									["count"] = 260,
								},
								["符文能量"] = {
									["count"] = 12,
								},
								["杀戮效率"] = {
									["count"] = 3,
								},
								["库尔迪拉的新意志"] = {
									["count"] = 2,
								},
								["冷酷严冬"] = {
									["count"] = 10,
								},
							},
							["amount"] = 300,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
						["符文强化"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 73455,
								},
								["不洁之力"] = {
									["count"] = 344184,
								},
								["寒冰之盾"] = {
									["count"] = 816025,
								},
							},
							["amount"] = 1233664,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["符文强化"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["冰霜疫病"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["湮灭"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 260,
								},
							},
							["amount"] = 260,
						},
						["符文能量"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
						["杀戮效率"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["库尔迪拉的新意志"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 2,
					["Overhealing"] = 2832690,
					["TimeSpent"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 1.5,
								},
								["不洁之力"] = {
									["count"] = 4.5,
								},
								["寒冰之盾"] = {
									["count"] = 11.87,
								},
							},
							["amount"] = 17.87,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1.54,
								},
								["冰霜打击"] = {
									["count"] = 1.75,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.2,
								},
								["冰冷死亡"] = {
									["count"] = 0.16,
								},
								["晶化双剑"] = {
									["count"] = 2.99,
								},
								["低温"] = {
									["count"] = 0.21,
								},
								["锋锐之霜"] = {
									["count"] = 0.11,
								},
								["湮灭"] = {
									["count"] = 1.05,
								},
								["凛风冲击"] = {
									["count"] = 0.56,
								},
								["凛冬将至"] = {
									["count"] = 0.25,
								},
								["冷酷严冬"] = {
									["count"] = 3.37,
								},
								["肉搏"] = {
									["count"] = 7.62,
								},
							},
							["amount"] = 19.85,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.18,
								},
								["冰霜打击"] = {
									["count"] = 0.77,
								},
								["副手冰霜打击"] = {
									["count"] = 0.2,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 0.22,
								},
								["晶化双剑"] = {
									["count"] = 0.31,
								},
								["锋锐之霜"] = {
									["count"] = 0.23,
								},
								["湮灭"] = {
									["count"] = 0.81,
								},
								["凛风冲击"] = {
									["count"] = 0.41,
								},
								["副手灵界打击"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 8.44,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["湮灭"] = {
									["count"] = 0.69,
								},
								["冰霜打击"] = {
									["count"] = 2.59,
								},
								["副手冰霜打击"] = {
									["count"] = 0.19,
								},
								["冰冷死亡"] = {
									["count"] = 0.56,
								},
								["肉搏"] = {
									["count"] = 3.8,
								},
							},
							["amount"] = 8.5,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["秘术师萨维"] = {
							["Details"] = {
								["闪电冲击 (心灵冰冻)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["闪电冲击 (心灵冰冻)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 73455,
									["min"] = 73455,
									["count"] = 1,
									["amount"] = 73455,
								},
							},
							["count"] = 1,
							["amount"] = 73455,
						},
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 293498,
									["min"] = 10039,
									["count"] = 3,
									["amount"] = 344184,
								},
							},
							["count"] = 3,
							["amount"] = 344184,
						},
						["寒冰之盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 193183,
									["min"] = 29338,
									["count"] = 10,
									["amount"] = 816025,
								},
							},
							["count"] = 10,
							["amount"] = 816025,
						},
					},
					["WhoHealed"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 73455,
								},
								["不洁之力"] = {
									["count"] = 344184,
								},
								["寒冰之盾"] = {
									["count"] = 816025,
								},
							},
							["amount"] = 1233664,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12323,
								},
							},
							["amount"] = 12323,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 54.66,
					["Healing"] = 417639,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 339795,
									["min"] = 339795,
									["count"] = 1,
									["amount"] = 339795,
								},
							},
							["count"] = 1,
							["amount"] = 339795,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 295123,
									["min"] = 272027,
									["count"] = 3,
									["amount"] = 858784,
								},
								["Tick"] = {
									["max"] = 128560,
									["min"] = 83643,
									["count"] = 3,
									["amount"] = 332614,
								},
							},
							["count"] = 6,
							["amount"] = 1191398,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1358355,
									["min"] = 1358355,
									["count"] = 1,
									["amount"] = 1358355,
								},
								["Hit"] = {
									["max"] = 741695,
									["min"] = 302694,
									["count"] = 9,
									["amount"] = 4545620,
								},
							},
							["count"] = 10,
							["amount"] = 5903975,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 41193,
									["min"] = 41193,
									["count"] = 1,
									["amount"] = 41193,
								},
								["Tick"] = {
									["max"] = 20596,
									["min"] = 20596,
									["count"] = 1,
									["amount"] = 20596,
								},
							},
							["count"] = 2,
							["amount"] = 61789,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 95669,
									["min"] = 56499,
									["count"] = 19,
									["amount"] = 1404195,
								},
								["Hit"] = {
									["max"] = 46696,
									["min"] = 23417,
									["count"] = 27,
									["amount"] = 942197,
								},
							},
							["count"] = 46,
							["amount"] = 2346392,
						},
						["湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1251509,
									["min"] = 805710,
									["count"] = 10,
									["amount"] = 10652850,
								},
								["Hit"] = {
									["max"] = 406210,
									["min"] = 399987,
									["count"] = 3,
									["amount"] = 1208446,
								},
							},
							["count"] = 13,
							["amount"] = 11861296,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 583379,
									["min"] = 583379,
									["count"] = 1,
									["amount"] = 583379,
								},
								["Hit"] = {
									["max"] = 414908,
									["min"] = 262175,
									["count"] = 5,
									["amount"] = 1768385,
								},
							},
							["count"] = 6,
							["amount"] = 2351764,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 229065,
									["min"] = 225758,
									["count"] = 2,
									["amount"] = 454823,
								},
								["Hit"] = {
									["max"] = 132428,
									["min"] = 64219,
									["count"] = 7,
									["amount"] = 721921,
								},
							},
							["count"] = 9,
							["amount"] = 1176744,
						},
						["凛冬将至"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1701068,
									["min"] = 939085,
									["count"] = 5,
									["amount"] = 6881090,
								},
								["Hit"] = {
									["max"] = 1018971,
									["min"] = 349451,
									["count"] = 6,
									["amount"] = 4081371,
								},
							},
							["count"] = 11,
							["amount"] = 10962461,
						},
						["副手湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 996221,
									["min"] = 640950,
									["count"] = 9,
									["amount"] = 7411459,
								},
								["Hit"] = {
									["max"] = 293256,
									["min"] = 240681,
									["count"] = 4,
									["amount"] = 1097202,
								},
							},
							["count"] = 13,
							["amount"] = 8508661,
						},
						["副手灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 81725,
									["min"] = 81725,
									["count"] = 1,
									["amount"] = 81725,
								},
							},
							["count"] = 1,
							["amount"] = 81725,
						},
						["低温"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1609765,
									["min"] = 1609765,
									["count"] = 1,
									["amount"] = 1609765,
								},
							},
							["count"] = 1,
							["amount"] = 1609765,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 209043,
									["min"] = 209043,
									["count"] = 1,
									["amount"] = 209043,
								},
							},
							["count"] = 1,
							["amount"] = 209043,
						},
						["晶化双剑"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 741892,
									["min"] = 407443,
									["count"] = 12,
									["amount"] = 6623795,
								},
								["Hit"] = {
									["max"] = 402441,
									["min"] = 182495,
									["count"] = 11,
									["amount"] = 3251696,
								},
							},
							["count"] = 23,
							["amount"] = 9875491,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1422276,
									["min"] = 1422276,
									["count"] = 1,
									["amount"] = 1422276,
								},
								["Hit"] = {
									["max"] = 1512357,
									["min"] = 1153185,
									["count"] = 3,
									["amount"] = 3989172,
								},
							},
							["count"] = 4,
							["amount"] = 5411448,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 47135,
									["min"] = 47135,
									["count"] = 1,
									["amount"] = 47135,
								},
								["Hit"] = {
									["max"] = 68419,
									["min"] = 25544,
									["count"] = 16,
									["amount"] = 733432,
								},
								["Crit (被格挡)"] = {
									["max"] = 49687,
									["min"] = 49687,
									["count"] = 1,
									["amount"] = 49687,
								},
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 131902,
									["min"] = 56115,
									["count"] = 11,
									["amount"] = 1098888,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 38,
							["amount"] = 1929142,
						},
					},
					["HealingTaken"] = 1245987,
					["RageGain"] = 0,
					["TimeDamage"] = 36.79,
					["TimeDamaging"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1.54,
								},
								["冰霜打击"] = {
									["count"] = 1.75,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.2,
								},
								["冰冷死亡"] = {
									["count"] = 0.16,
								},
								["晶化双剑"] = {
									["count"] = 2.99,
								},
								["低温"] = {
									["count"] = 0.21,
								},
								["锋锐之霜"] = {
									["count"] = 0.11,
								},
								["湮灭"] = {
									["count"] = 1.05,
								},
								["凛风冲击"] = {
									["count"] = 0.56,
								},
								["凛冬将至"] = {
									["count"] = 0.25,
								},
								["冷酷严冬"] = {
									["count"] = 3.37,
								},
								["肉搏"] = {
									["count"] = 7.62,
								},
							},
							["amount"] = 19.85,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.18,
								},
								["冰霜打击"] = {
									["count"] = 0.77,
								},
								["副手冰霜打击"] = {
									["count"] = 0.2,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 0.22,
								},
								["晶化双剑"] = {
									["count"] = 0.31,
								},
								["锋锐之霜"] = {
									["count"] = 0.23,
								},
								["湮灭"] = {
									["count"] = 0.81,
								},
								["凛风冲击"] = {
									["count"] = 0.41,
								},
								["副手灵界打击"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 8.44,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["湮灭"] = {
									["count"] = 0.69,
								},
								["冰霜打击"] = {
									["count"] = 2.59,
								},
								["副手冰霜打击"] = {
									["count"] = 0.19,
								},
								["冰冷死亡"] = {
									["count"] = 0.56,
								},
								["肉搏"] = {
									["count"] = 3.8,
								},
							},
							["amount"] = 8.5,
						},
					},
					["ManaGain"] = 300,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["Absorbed"] = {
						["反魔法护罩"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["max"] = 66048,
									["min"] = 64106,
									["count"] = 4,
									["amount"] = 261419,
								},
							},
							["count"] = 4,
							["amount"] = 261419,
						},
						["寒冰之盾"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["max"] = 99829,
									["min"] = 21142,
									["count"] = 4,
									["amount"] = 209063,
								},
							},
							["count"] = 4,
							["amount"] = 209063,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 21,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 17,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 35,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
					},
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["积怨夫人"] = {
									["count"] = 30,
								},
								["盐海小水珠"] = {
									["count"] = 12,
								},
							},
							["amount"] = 42,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["积怨夫人"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["ShieldedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 1,
								},
								["冰霜之柱"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 4190081,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 470482,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Crit"] = {
									["count"] = 43,
								},
								["Hit"] = {
									["count"] = 84,
								},
							},
							["amount"] = 138,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 16,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 32,
						},
					},
					["ElementTakenAbsorb"] = {
						["Fire"] = 282561,
						["Melee"] = 939290,
						["Nature"] = 187921,
					},
					["ElementTaken"] = {
						["Fire"] = 1295638,
						["Melee"] = 2316744,
						["Nature"] = 577699,
					},
					["DOT_Time"] = 78,
					["Damage"] = 70852418,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 11.37,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 299916,
						["Frost"] = 49288417,
						["Melee"] = 535185,
						["Physical"] = 20728900,
					},
					["PartialAbsorb"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 44345,
									["min"] = 43747,
									["count"] = 2,
									["amount"] = 88092,
								},
							},
							["count"] = 2,
							["amount"] = 88092,
						},
						["炽焰新星"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 66048,
									["min"] = 21142,
									["count"] = 5,
									["amount"] = 282561,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 282561,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 99829,
									["min"] = 99829,
									["count"] = 1,
									["amount"] = 99829,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 99829,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 182003,
									["min"] = 1311,
									["count"] = 17,
									["amount"] = 939290,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 35,
							["amount"] = 939290,
						},
					},
					["DamagedWho"] = {
						["积怨夫人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1487288,
								},
								["冰霜打击"] = {
									["count"] = 10068085,
								},
								["副手冰霜打击"] = {
									["count"] = 7334567,
								},
								["副手湮灭"] = {
									["count"] = 7569044,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 299916,
								},
								["晶化双剑"] = {
									["count"] = 8080352,
								},
								["低温"] = {
									["count"] = 1385897,
								},
								["锋锐之霜"] = {
									["count"] = 1949476,
								},
								["湮灭"] = {
									["count"] = 9484715,
								},
								["冰冷死亡"] = {
									["count"] = 3417276,
								},
								["冰冻灵魂"] = {
									["count"] = 266069,
								},
								["冷酷严冬"] = {
									["count"] = 1387763,
								},
								["凛风冲击"] = {
									["count"] = 5657808,
								},
							},
							["amount"] = 58388256,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 990916,
								},
							},
							["amount"] = 990916,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["低温"] = {
									["count"] = 690348,
								},
								["凛风冲击"] = {
									["count"] = 908222,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 253126,
								},
							},
							["amount"] = 1851696,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["副手灵界打击"] = {
									["count"] = 92753,
								},
								["灵界打击"] = {
									["count"] = 428875,
								},
								["锋锐之霜"] = {
									["count"] = 160850,
								},
								["肉搏"] = {
									["count"] = 172634,
								},
							},
							["amount"] = 855112,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 837357,
								},
								["锋锐之霜"] = {
									["count"] = 452602,
								},
								["湮灭"] = {
									["count"] = 1776180,
								},
								["凛风冲击"] = {
									["count"] = 1640766,
								},
								["冰冷死亡"] = {
									["count"] = 2319649,
								},
								["副手湮灭"] = {
									["count"] = 1377333,
								},
								["肉搏"] = {
									["count"] = 362551,
								},
							},
							["amount"] = 8766438,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1295638,
								},
							},
							["amount"] = 1295638,
						},
						["积怨夫人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1965132,
								},
							},
							["amount"] = 1965132,
						},
						["No One"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 88092,
								},
							},
							["amount"] = 88092,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 351612,
								},
							},
							["amount"] = 351612,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["喷洒沙砾"] = {
									["count"] = 239147,
								},
							},
							["amount"] = 239147,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 250460,
								},
							},
							["amount"] = 250460,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 35,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 4.55,
								},
								["灵界打击"] = {
									["count"] = 1.5,
								},
								["不洁之力"] = {
									["count"] = 1.5,
								},
								["寒冰之盾"] = {
									["count"] = 3.82,
								},
							},
							["amount"] = 11.37,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 0,
								},
								["杀戮效率"] = {
									["count"] = 1,
								},
								["库尔迪拉的新意志"] = {
									["count"] = 1,
								},
								["湮灭"] = {
									["count"] = 40,
								},
							},
							["amount"] = 42,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 261419,
								},
								["灵界打击"] = {
									["count"] = 1398763,
								},
								["不洁之力"] = {
									["count"] = 742097,
								},
								["寒冰之盾"] = {
									["count"] = 209063,
								},
							},
							["amount"] = 2611342,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["反魔法护罩"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["杀戮效率"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["库尔迪拉的新意志"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["湮灭"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["积怨夫人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.36,
								},
								["冰霜打击"] = {
									["count"] = 6.08,
								},
								["副手冰霜打击"] = {
									["count"] = 0.58,
								},
								["副手湮灭"] = {
									["count"] = 0.14,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 5.37,
								},
								["晶化双剑"] = {
									["count"] = 2.63,
								},
								["低温"] = {
									["count"] = 0.03,
								},
								["锋锐之霜"] = {
									["count"] = 6.45,
								},
								["湮灭"] = {
									["count"] = 5.73,
								},
								["冰冷死亡"] = {
									["count"] = 1.13,
								},
								["冰冻灵魂"] = {
									["count"] = 0.18,
								},
								["冷酷严冬"] = {
									["count"] = 3.67,
								},
								["凛风冲击"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 35.15,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 1.02,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 4.55,
								},
								["灵界打击"] = {
									["count"] = 1.5,
								},
								["不洁之力"] = {
									["count"] = 1.5,
								},
								["寒冰之盾"] = {
									["count"] = 3.82,
								},
							},
							["amount"] = 11.37,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.08,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.63,
								},
							},
							["amount"] = 0.71,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["副手灵界打击"] = {
									["count"] = 0.21,
								},
								["灵界打击"] = {
									["count"] = 0.26,
								},
								["肉搏"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 2.16,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.59,
								},
								["湮灭"] = {
									["count"] = 1.65,
								},
								["凛风冲击"] = {
									["count"] = 0.55,
								},
								["冰冷死亡"] = {
									["count"] = 0.32,
								},
								["副手湮灭"] = {
									["count"] = 0.08,
								},
								["肉搏"] = {
									["count"] = 1.37,
								},
							},
							["amount"] = 4.56,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["反魔法护罩"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 66048,
									["min"] = 64106,
									["count"] = 4,
									["amount"] = 261419,
								},
							},
							["count"] = 4,
							["amount"] = 261419,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1398763,
									["min"] = 1398763,
									["count"] = 1,
									["amount"] = 1398763,
								},
							},
							["count"] = 1,
							["amount"] = 1398763,
						},
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 371049,
									["min"] = 371048,
									["count"] = 2,
									["amount"] = 742097,
								},
							},
							["count"] = 2,
							["amount"] = 742097,
						},
						["寒冰之盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 99829,
									["min"] = 21142,
									["count"] = 4,
									["amount"] = 209063,
								},
							},
							["count"] = 4,
							["amount"] = 209063,
						},
					},
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111498,
								},
							},
							["amount"] = 111498,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 47984,
								},
							},
							["amount"] = 47984,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 22062,
								},
							},
							["amount"] = 22062,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 261419,
								},
								["灵界打击"] = {
									["count"] = 1398763,
								},
								["不洁之力"] = {
									["count"] = 742097,
								},
								["寒冰之盾"] = {
									["count"] = 209063,
								},
							},
							["amount"] = 2611342,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 54.97,
					["Healing"] = 2140860,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["副手灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 92753,
									["min"] = 92753,
									["count"] = 1,
									["amount"] = 92753,
								},
							},
							["count"] = 1,
							["amount"] = 92753,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1305568,
									["min"] = 1305568,
									["count"] = 1,
									["amount"] = 1305568,
								},
								["Hit"] = {
									["max"] = 1640767,
									["min"] = 454111,
									["count"] = 8,
									["amount"] = 7892144,
								},
							},
							["count"] = 9,
							["amount"] = 9197712,
						},
						["灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 428875,
									["min"] = 428875,
									["count"] = 1,
									["amount"] = 428875,
								},
							},
							["count"] = 1,
							["amount"] = 428875,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 346748,
									["min"] = 137954,
									["count"] = 3,
									["amount"] = 776336,
								},
								["Tick"] = {
									["max"] = 168601,
									["min"] = 63281,
									["count"] = 11,
									["amount"] = 964078,
								},
							},
							["count"] = 14,
							["amount"] = 1740414,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1593853,
									["min"] = 1019331,
									["count"] = 5,
									["amount"] = 6221595,
								},
								["Hit"] = {
									["max"] = 1161212,
									["min"] = 368233,
									["count"] = 5,
									["amount"] = 3846490,
								},
							},
							["count"] = 10,
							["amount"] = 10068085,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1818071,
									["min"] = 542700,
									["count"] = 4,
									["amount"] = 4588080,
								},
								["Hit"] = {
									["max"] = 873219,
									["min"] = 265291,
									["count"] = 5,
									["amount"] = 2746487,
								},
							},
							["count"] = 9,
							["amount"] = 7334567,
						},
						["副手湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1074942,
									["min"] = 610791,
									["count"] = 8,
									["amount"] = 6913017,
								},
								["Hit"] = {
									["max"] = 367180,
									["min"] = 227005,
									["count"] = 7,
									["amount"] = 2033360,
								},
							},
							["count"] = 15,
							["amount"] = 8946377,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 41193,
									["min"] = 41193,
									["count"] = 3,
									["amount"] = 123579,
								},
								["Tick"] = {
									["max"] = 20596,
									["min"] = 11569,
									["count"] = 9,
									["amount"] = 176337,
								},
							},
							["count"] = 12,
							["amount"] = 299916,
						},
						["晶化双剑"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 871954,
									["min"] = 365195,
									["count"] = 7,
									["amount"] = 4195432,
								},
								["Hit"] = {
									["max"] = 498865,
									["min"] = 158780,
									["count"] = 16,
									["amount"] = 4722277,
								},
							},
							["count"] = 23,
							["amount"] = 8917709,
						},
						["低温"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1385897,
									["min"] = 690348,
									["count"] = 2,
									["amount"] = 2076245,
								},
							},
							["count"] = 2,
							["amount"] = 2076245,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 104851,
									["min"] = 47280,
									["count"] = 13,
									["amount"] = 1046556,
								},
								["Hit"] = {
									["max"] = 55178,
									["min"] = 23457,
									["count"] = 39,
									["amount"] = 1516372,
								},
							},
							["count"] = 52,
							["amount"] = 2562928,
						},
						["湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1370067,
									["min"] = 876389,
									["count"] = 7,
									["amount"] = 8130572,
								},
								["Hit"] = {
									["max"] = 535829,
									["min"] = 314435,
									["count"] = 8,
									["amount"] = 3130323,
								},
							},
							["count"] = 15,
							["amount"] = 11260895,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 931528,
									["min"] = 729259,
									["count"] = 5,
									["amount"] = 4094520,
								},
								["Hit"] = {
									["max"] = 474520,
									["min"] = 386504,
									["count"] = 4,
									["amount"] = 1642405,
								},
							},
							["count"] = 9,
							["amount"] = 5736925,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 266069,
									["min"] = 266069,
									["count"] = 1,
									["amount"] = 266069,
								},
							},
							["count"] = 1,
							["amount"] = 266069,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 272353,
									["min"] = 128441,
									["count"] = 2,
									["amount"] = 400794,
								},
								["Hit"] = {
									["max"] = 143673,
									["min"] = 128680,
									["count"] = 7,
									["amount"] = 986969,
								},
							},
							["count"] = 9,
							["amount"] = 1387763,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 169071,
									["min"] = 79701,
									["count"] = 3,
									["amount"] = 386910,
								},
								["Hit"] = {
									["max"] = 77972,
									["min"] = 34496,
									["count"] = 3,
									["amount"] = 148275,
								},
							},
							["count"] = 6,
							["amount"] = 535185,
						},
					},
					["HealingTaken"] = 2792886,
					["RageGain"] = 0,
					["TimeDamage"] = 43.6,
					["TimeDamaging"] = {
						["积怨夫人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.36,
								},
								["冰霜打击"] = {
									["count"] = 6.08,
								},
								["副手冰霜打击"] = {
									["count"] = 0.58,
								},
								["副手湮灭"] = {
									["count"] = 0.14,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 5.37,
								},
								["晶化双剑"] = {
									["count"] = 2.63,
								},
								["低温"] = {
									["count"] = 0.03,
								},
								["锋锐之霜"] = {
									["count"] = 6.45,
								},
								["湮灭"] = {
									["count"] = 5.73,
								},
								["冰冷死亡"] = {
									["count"] = 1.13,
								},
								["冰冻灵魂"] = {
									["count"] = 0.18,
								},
								["冷酷严冬"] = {
									["count"] = 3.67,
								},
								["凛风冲击"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 35.15,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 1.02,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.08,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.63,
								},
							},
							["amount"] = 0.71,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["副手灵界打击"] = {
									["count"] = 0.21,
								},
								["灵界打击"] = {
									["count"] = 0.26,
								},
								["肉搏"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 2.16,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.59,
								},
								["湮灭"] = {
									["count"] = 1.65,
								},
								["凛风冲击"] = {
									["count"] = 0.55,
								},
								["冰冷死亡"] = {
									["count"] = 0.32,
								},
								["副手湮灭"] = {
									["count"] = 0.08,
								},
								["肉搏"] = {
									["count"] = 1.37,
								},
							},
							["amount"] = 4.56,
						},
					},
					["ManaGain"] = 42,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["积怨战士"] = {
									["count"] = 9,
								},
								["游荡的硬壳龟"] = {
									["count"] = 6,
								},
								["秘术师萨维"] = {
									["count"] = 3,
								},
								["艾萨拉之怒"] = {
									["count"] = 15,
								},
								["盐海小水珠"] = {
									["count"] = 12,
								},
								["积怨织雷者"] = {
									["count"] = 3,
								},
								["积怨夫人"] = {
									["count"] = 30,
								},
							},
							["amount"] = 78,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["积怨夫人"] = {
									["count"] = 36,
								},
								["积怨战士"] = {
									["count"] = 9,
								},
								["积怨织雷者"] = {
									["count"] = 3,
								},
								["秘术师萨维"] = {
									["count"] = 6,
								},
							},
							["amount"] = 54,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 21,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 9,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 28,
								},
								["Hit"] = {
									["count"] = 30,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 8,
								},
							},
							["amount"] = 69,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 11,
						},
					},
					["WhoHealed"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 261419,
								},
								["不洁之力"] = {
									["count"] = 1337874,
								},
								["灵界打击"] = {
									["count"] = 2640240,
								},
								["寒冰之盾"] = {
									["count"] = 1489365,
								},
							},
							["amount"] = 5728898,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 47984,
								},
							},
							["amount"] = 47984,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 67226,
								},
							},
							["amount"] = 67226,
						},
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111498,
								},
							},
							["amount"] = 111498,
						},
					},
					["RageGainedFrom"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["符文强化"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbs"] = 1750784,
					["Overhealing"] = 4296032,
					["ElementTaken"] = {
						["Fire"] = 1295638,
						["Physical"] = 211998,
						["Melee"] = 4757741,
						["Nature"] = 1134458,
					},
					["DOT_Time"] = 132,
					["Damage"] = 220534583,
					["TimeHeal"] = 41.17,
					["ShieldedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜之柱"] = {
									["count"] = 3,
								},
								["反魔法护罩"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 464683,
						["Frost"] = 171083973,
						["Melee"] = 3477169,
						["Physical"] = 45508758,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 16,
								},
								["Crit"] = {
									["count"] = 120,
								},
								["Hit"] = {
									["count"] = 200,
								},
							},
							["amount"] = 336,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 29,
								},
								["Miss"] = {
									["count"] = 10,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 63,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 40,
								},
								["Hit"] = {
									["count"] = 28,
								},
							},
							["amount"] = 69,
						},
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1295638,
								},
							},
							["amount"] = 1295638,
						},
						["积怨战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 885240,
								},
							},
							["amount"] = 885240,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 190909,
								},
							},
							["amount"] = 190909,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 127459,
								},
								["肉搏"] = {
									["count"] = 694746,
								},
							},
							["amount"] = 822205,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 252215,
								},
							},
							["amount"] = 252215,
						},
						["No One"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 88092,
								},
							},
							["amount"] = 88092,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["喷洒沙砾"] = {
									["count"] = 239147,
								},
							},
							["amount"] = 239147,
						},
						["积怨夫人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1965132,
								},
							},
							["amount"] = 1965132,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 218601,
								},
							},
							["amount"] = 218601,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["噬骨嘶咬"] = {
									["count"] = 84539,
								},
								["肉搏"] = {
									["count"] = 132275,
								},
							},
							["amount"] = 216814,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 351612,
								},
							},
							["amount"] = 351612,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 257920,
								},
								["闪电冲击"] = {
									["count"] = 365850,
								},
							},
							["amount"] = 623770,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 250460,
								},
							},
							["amount"] = 250460,
						},
					},
					["Absorbed"] = {
						["反魔法护罩"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["max"] = 66048,
									["min"] = 64106,
									["count"] = 4,
									["amount"] = 261419,
								},
							},
							["count"] = 4,
							["amount"] = 261419,
						},
						["寒冰之盾"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["max"] = 193183,
									["min"] = 21142,
									["count"] = 21,
									["amount"] = 1489365,
								},
							},
							["count"] = 21,
							["amount"] = 1489365,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 41495,
					},
					["TimeHealing"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 4.55,
								},
								["不洁之力"] = {
									["count"] = 7.47,
								},
								["灵界打击"] = {
									["count"] = 3.59,
								},
								["寒冰之盾"] = {
									["count"] = 25.56,
								},
							},
							["amount"] = 41.17,
						},
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 371049,
									["min"] = 77550,
									["count"] = 9,
									["amount"] = 2743659,
								},
							},
							["count"] = 9,
							["amount"] = 2743659,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1321632,
									["min"] = 230741,
									["count"] = 2,
									["amount"] = 1552373,
								},
							},
							["count"] = 2,
							["amount"] = 1552373,
						},
					},
					["PartialResist"] = {
						["闪电冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["噬骨嘶咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 69,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 69,
						},
					},
					["ManaGained"] = {
						["杀戮效率"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["冰霜疫病"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
						["符文能量"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["反魔法护罩"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["黑锋之门"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["湮灭"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 360,
								},
							},
							["amount"] = 360,
						},
						["冰霜之镰"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["库尔迪拉的新意志"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["符文强化"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["PartialAbsorb"] = {
						["闪电冲击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 21355,
									["min"] = 21355,
									["count"] = 1,
									["amount"] = 21355,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 21355,
						},
						["起伏之沙"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 32669,
									["min"] = 29338,
									["count"] = 3,
									["amount"] = 92825,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 92825,
						},
						["噬骨嘶咬"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 37705,
									["min"] = 37705,
									["count"] = 1,
									["amount"] = 37705,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 37705,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 44345,
									["min"] = 43747,
									["count"] = 2,
									["amount"] = 88092,
								},
							},
							["count"] = 2,
							["amount"] = 88092,
						},
						["炽焰新星"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 66048,
									["min"] = 21142,
									["count"] = 5,
									["amount"] = 282561,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 282561,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 62675,
									["min"] = 62675,
									["count"] = 1,
									["amount"] = 62675,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 62675,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 99829,
									["min"] = 99829,
									["count"] = 1,
									["amount"] = 99829,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 99829,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 193183,
									["min"] = 1311,
									["count"] = 28,
									["amount"] = 2005032,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 41,
									["amount"] = 0,
								},
							},
							["count"] = 69,
							["amount"] = 2005032,
						},
					},
					["ActiveTime"] = 144.16,
					["InterruptData"] = {
						["秘术师萨维"] = {
							["Details"] = {
								["闪电冲击 (心灵冰冻)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["风暴 (心灵冰冻)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["闪电冲击 (心灵冰冻)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["RageGained"] = {
						["符文强化"] = {
							["Details"] = {
								["醉梦若歌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["反魔法护罩"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 66048,
									["min"] = 64106,
									["count"] = 4,
									["amount"] = 261419,
								},
							},
							["count"] = 4,
							["amount"] = 261419,
						},
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 371049,
									["min"] = 10039,
									["count"] = 6,
									["amount"] = 1337874,
								},
							},
							["count"] = 6,
							["amount"] = 1337874,
						},
						["灵界打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1398763,
									["min"] = 73455,
									["count"] = 3,
									["amount"] = 2640240,
								},
							},
							["count"] = 3,
							["amount"] = 2640240,
						},
						["寒冰之盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 193183,
									["min"] = 21142,
									["count"] = 21,
									["amount"] = 1489365,
								},
							},
							["count"] = 21,
							["amount"] = 1489365,
						},
					},
					["RageGain"] = 0,
					["HealedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 261419,
								},
								["不洁之力"] = {
									["count"] = 1337874,
								},
								["灵界打击"] = {
									["count"] = 2640240,
								},
								["寒冰之盾"] = {
									["count"] = 1489365,
								},
							},
							["amount"] = 5728898,
						},
					},
					["Interrupts"] = 3,
					["Healing"] = 3978114,
					["TimeSpent"] = {
						["积怨战士"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.84,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["凛风冲击"] = {
									["count"] = 1.52,
								},
								["冰霜之镰"] = {
									["count"] = 0.97,
								},
								["肉搏"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 5.24,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.18,
								},
								["冰霜打击"] = {
									["count"] = 0.77,
								},
								["副手冰霜打击"] = {
									["count"] = 0.2,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 0.22,
								},
								["晶化双剑"] = {
									["count"] = 0.31,
								},
								["锋锐之霜"] = {
									["count"] = 0.23,
								},
								["湮灭"] = {
									["count"] = 0.81,
								},
								["凛风冲击"] = {
									["count"] = 0.41,
								},
								["副手灵界打击"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 8.44,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1.54,
								},
								["冰霜打击"] = {
									["count"] = 1.75,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.2,
								},
								["冰冷死亡"] = {
									["count"] = 0.16,
								},
								["晶化双剑"] = {
									["count"] = 2.99,
								},
								["低温"] = {
									["count"] = 0.21,
								},
								["锋锐之霜"] = {
									["count"] = 0.11,
								},
								["湮灭"] = {
									["count"] = 1.05,
								},
								["凛风冲击"] = {
									["count"] = 0.56,
								},
								["凛冬将至"] = {
									["count"] = 0.25,
								},
								["冷酷严冬"] = {
									["count"] = 3.37,
								},
								["肉搏"] = {
									["count"] = 7.62,
								},
							},
							["amount"] = 19.85,
						},
						["积怨夫人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.36,
								},
								["冰霜打击"] = {
									["count"] = 6.08,
								},
								["副手冰霜打击"] = {
									["count"] = 0.58,
								},
								["副手湮灭"] = {
									["count"] = 0.14,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 5.37,
								},
								["晶化双剑"] = {
									["count"] = 2.63,
								},
								["低温"] = {
									["count"] = 0.03,
								},
								["锋锐之霜"] = {
									["count"] = 6.45,
								},
								["湮灭"] = {
									["count"] = 5.73,
								},
								["冰冷死亡"] = {
									["count"] = 1.13,
								},
								["冰冻灵魂"] = {
									["count"] = 0.18,
								},
								["冷酷严冬"] = {
									["count"] = 3.67,
								},
								["凛风冲击"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 35.15,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 1.02,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["副手灵界打击"] = {
									["count"] = 0.21,
								},
								["灵界打击"] = {
									["count"] = 0.26,
								},
								["肉搏"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 2.16,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 0.22,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["冰霜之镰"] = {
									["count"] = 1.51,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 1.87,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["湮灭"] = {
									["count"] = 0.69,
								},
								["冰霜打击"] = {
									["count"] = 2.59,
								},
								["副手冰霜打击"] = {
									["count"] = 0.19,
								},
								["冰冷死亡"] = {
									["count"] = 0.56,
								},
								["肉搏"] = {
									["count"] = 3.8,
								},
							},
							["amount"] = 8.5,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["反魔法护罩"] = {
									["count"] = 4.55,
								},
								["不洁之力"] = {
									["count"] = 7.47,
								},
								["灵界打击"] = {
									["count"] = 3.59,
								},
								["寒冰之盾"] = {
									["count"] = 25.56,
								},
							},
							["amount"] = 41.17,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.08,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.63,
								},
							},
							["amount"] = 0.71,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.98,
								},
								["灵界打击"] = {
									["count"] = 0.11,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.62,
								},
								["冰霜打击"] = {
									["count"] = 0.22,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.05,
								},
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["锋锐之霜"] = {
									["count"] = 0.42,
								},
								["湮灭"] = {
									["count"] = 1.63,
								},
								["冰霜之镰"] = {
									["count"] = 0.88,
								},
								["副手灵界打击"] = {
									["count"] = 0.37,
								},
								["凛风冲击"] = {
									["count"] = 2.92,
								},
								["肉搏"] = {
									["count"] = 5.73,
								},
							},
							["amount"] = 14.64,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.59,
								},
								["湮灭"] = {
									["count"] = 1.65,
								},
								["凛风冲击"] = {
									["count"] = 0.55,
								},
								["冰冷死亡"] = {
									["count"] = 0.32,
								},
								["副手湮灭"] = {
									["count"] = 0.08,
								},
								["肉搏"] = {
									["count"] = 1.37,
								},
							},
							["amount"] = 4.56,
						},
					},
					["DamageTaken"] = 7399835,
					["Attacks"] = {
						["灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 428875,
									["min"] = 339795,
									["count"] = 2,
									["amount"] = 768670,
								},
								["Hit"] = {
									["max"] = 174310,
									["min"] = 174310,
									["count"] = 1,
									["amount"] = 174310,
								},
							},
							["count"] = 3,
							["amount"] = 942980,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 346748,
									["min"] = 137954,
									["count"] = 10,
									["amount"] = 2452680,
								},
								["Tick"] = {
									["max"] = 168601,
									["min"] = 63281,
									["count"] = 16,
									["amount"] = 1520008,
								},
							},
							["count"] = 26,
							["amount"] = 3972688,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1818071,
									["min"] = 542700,
									["count"] = 6,
									["amount"] = 6662570,
								},
								["Hit"] = {
									["max"] = 873219,
									["min"] = 265291,
									["count"] = 14,
									["amount"] = 7292107,
								},
							},
							["count"] = 20,
							["amount"] = 13954677,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 41193,
									["min"] = 41193,
									["count"] = 5,
									["amount"] = 205965,
								},
								["Tick"] = {
									["max"] = 20596,
									["min"] = 11569,
									["count"] = 13,
									["amount"] = 258718,
								},
							},
							["count"] = 18,
							["amount"] = 464683,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 104851,
									["min"] = 47280,
									["count"] = 40,
									["amount"] = 2992255,
								},
								["Hit"] = {
									["max"] = 55178,
									["min"] = 23417,
									["count"] = 86,
									["amount"] = 3127375,
								},
							},
							["count"] = 126,
							["amount"] = 6119630,
						},
						["湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1370067,
									["min"] = 805710,
									["count"] = 18,
									["amount"] = 19848210,
								},
								["Hit"] = {
									["max"] = 535829,
									["min"] = 314435,
									["count"] = 13,
									["amount"] = 5053678,
								},
							},
							["count"] = 31,
							["amount"] = 24901888,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1602520,
									["min"] = 1305568,
									["count"] = 3,
									["amount"] = 4330364,
								},
								["Hit"] = {
									["max"] = 1640767,
									["min"] = 454111,
									["count"] = 18,
									["amount"] = 18559410,
								},
							},
							["count"] = 21,
							["amount"] = 22889774,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 272353,
									["min"] = 128441,
									["count"] = 4,
									["amount"] = 855617,
								},
								["Hit"] = {
									["max"] = 143673,
									["min"] = 64219,
									["count"] = 14,
									["amount"] = 1708890,
								},
							},
							["count"] = 18,
							["amount"] = 2564507,
						},
						["凛冬将至"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜吐息"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11629385,
									["min"] = 11629384,
									["count"] = 2,
									["amount"] = 23258769,
								},
								["Hit"] = {
									["max"] = 6338015,
									["min"] = 5814692,
									["count"] = 3,
									["amount"] = 17967400,
								},
							},
							["count"] = 5,
							["amount"] = 41226169,
						},
						["低温"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1609765,
									["min"] = 690348,
									["count"] = 3,
									["amount"] = 3686010,
								},
								["Hit"] = {
									["max"] = 499932,
									["min"] = 499932,
									["count"] = 1,
									["amount"] = 499932,
								},
							},
							["count"] = 4,
							["amount"] = 4185942,
						},
						["副手湮灭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1074942,
									["min"] = 610791,
									["count"] = 19,
									["amount"] = 15938535,
								},
								["Hit"] = {
									["max"] = 367180,
									["min"] = 227005,
									["count"] = 12,
									["amount"] = 3409015,
								},
							},
							["count"] = 31,
							["amount"] = 19347550,
						},
						["晶化双剑"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 871954,
									["min"] = 365195,
									["count"] = 21,
									["amount"] = 11809901,
								},
								["Hit"] = {
									["max"] = 498865,
									["min"] = 158780,
									["count"] = 35,
									["amount"] = 10045332,
								},
							},
							["count"] = 56,
							["amount"] = 21855233,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 266069,
									["min"] = 209043,
									["count"] = 2,
									["amount"] = 475112,
								},
							},
							["count"] = 2,
							["amount"] = 475112,
						},
						["副手灵界打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 141862,
									["min"] = 141862,
									["count"] = 1,
									["amount"] = 141862,
								},
								["Hit"] = {
									["max"] = 92753,
									["min"] = 81725,
									["count"] = 2,
									["amount"] = 174478,
								},
							},
							["count"] = 3,
							["amount"] = 316340,
						},
						["冰霜之镰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1890852,
									["min"] = 1618895,
									["count"] = 12,
									["amount"] = 20928416,
								},
								["Hit"] = {
									["max"] = 300900,
									["min"] = 249135,
									["count"] = 5,
									["amount"] = 1427489,
								},
							},
							["count"] = 17,
							["amount"] = 22355905,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1701068,
									["min"] = 939085,
									["count"] = 10,
									["amount"] = 13102685,
								},
								["Hit"] = {
									["max"] = 1161212,
									["min"] = 349451,
									["count"] = 13,
									["amount"] = 8992961,
								},
							},
							["count"] = 23,
							["amount"] = 22095646,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 931528,
									["min"] = 583379,
									["count"] = 7,
									["amount"] = 5315707,
								},
								["Hit"] = {
									["max"] = 474520,
									["min"] = 262175,
									["count"] = 11,
									["amount"] = 4072983,
								},
							},
							["count"] = 18,
							["amount"] = 9388690,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 47135,
									["min"] = 47135,
									["count"] = 1,
									["amount"] = 47135,
								},
								["Hit"] = {
									["max"] = 81279,
									["min"] = 25544,
									["count"] = 28,
									["amount"] = 1327579,
								},
								["Crit (被格挡)"] = {
									["max"] = 49687,
									["min"] = 49687,
									["count"] = 1,
									["amount"] = 49687,
								},
								["Miss"] = {
									["count"] = 10,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 169071,
									["min"] = 51426,
									["count"] = 20,
									["amount"] = 2052768,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 61,
							["amount"] = 3477169,
						},
					},
					["HealingTaken"] = 5955606,
					["DamagedWho"] = {
						["积怨战士"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 1723708,
								},
								["锋锐之霜"] = {
									["count"] = 347619,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 577249,
								},
								["凛风冲击"] = {
									["count"] = 4161255,
								},
								["肉搏"] = {
									["count"] = 222469,
								},
								["冰霜之镰"] = {
									["count"] = 11280692,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 61785,
								},
							},
							["amount"] = 18374777,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 17444077,
								},
							},
							["amount"] = 17444077,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 5814692,
								},
							},
							["amount"] = 5814692,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1107755,
								},
								["冰霜打击"] = {
									["count"] = 5662969,
								},
								["副手冰霜打击"] = {
									["count"] = 3838215,
								},
								["副手湮灭"] = {
									["count"] = 5590641,
								},
								["冰冷死亡"] = {
									["count"] = 1215466,
								},
								["晶化双剑"] = {
									["count"] = 6266075,
								},
								["低温"] = {
									["count"] = 1609765,
								},
								["锋锐之霜"] = {
									["count"] = 1427297,
								},
								["湮灭"] = {
									["count"] = 7324985,
								},
								["凛风冲击"] = {
									["count"] = 3989172,
								},
								["冰冻灵魂"] = {
									["count"] = 209043,
								},
								["冷酷严冬"] = {
									["count"] = 1176744,
								},
								["肉搏"] = {
									["count"] = 1147786,
								},
							},
							["amount"] = 40565913,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["灵界打击"] = {
									["count"] = 339795,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 83643,
								},
								["冰霜打击"] = {
									["count"] = 1946945,
								},
								["副手冰霜打击"] = {
									["count"] = 893194,
								},
								["副手湮灭"] = {
									["count"] = 1545109,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 61789,
								},
								["晶化双剑"] = {
									["count"] = 1700382,
								},
								["锋锐之霜"] = {
									["count"] = 411150,
								},
								["湮灭"] = {
									["count"] = 2635945,
								},
								["凛风冲击"] = {
									["count"] = 1422276,
								},
								["副手灵界打击"] = {
									["count"] = 81725,
								},
								["肉搏"] = {
									["count"] = 341710,
								},
							},
							["amount"] = 11463663,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 990916,
								},
							},
							["amount"] = 990916,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["锋锐之霜"] = {
									["count"] = 164922,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 294967,
								},
								["凛风冲击"] = {
									["count"] = 755904,
								},
								["低温"] = {
									["count"] = 499932,
								},
								["冰霜之镰"] = {
									["count"] = 5339664,
								},
							},
							["amount"] = 7055389,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["副手灵界打击"] = {
									["count"] = 92753,
								},
								["灵界打击"] = {
									["count"] = 428875,
								},
								["锋锐之霜"] = {
									["count"] = 160850,
								},
								["肉搏"] = {
									["count"] = 172634,
								},
							},
							["amount"] = 855112,
						},
						["积怨夫人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1487288,
								},
								["冰霜打击"] = {
									["count"] = 10068085,
								},
								["副手冰霜打击"] = {
									["count"] = 7334567,
								},
								["副手湮灭"] = {
									["count"] = 7569044,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 299916,
								},
								["晶化双剑"] = {
									["count"] = 8080352,
								},
								["低温"] = {
									["count"] = 1385897,
								},
								["锋锐之霜"] = {
									["count"] = 1949476,
								},
								["湮灭"] = {
									["count"] = 9484715,
								},
								["冰冷死亡"] = {
									["count"] = 3417276,
								},
								["冰冻灵魂"] = {
									["count"] = 266069,
								},
								["冷酷严冬"] = {
									["count"] = 1387763,
								},
								["凛风冲击"] = {
									["count"] = 5657808,
								},
							},
							["amount"] = 58388256,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 1909034,
								},
								["冰冷死亡"] = {
									["count"] = 1136298,
								},
								["锋锐之霜"] = {
									["count"] = 507945,
								},
								["湮灭"] = {
									["count"] = 1900366,
								},
								["冰霜打击"] = {
									["count"] = 3352547,
								},
								["副手冰霜打击"] = {
									["count"] = 1172566,
								},
								["副手湮灭"] = {
									["count"] = 1372911,
								},
								["肉搏"] = {
									["count"] = 439646,
								},
							},
							["amount"] = 11791313,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 11629385,
								},
							},
							["amount"] = 11629385,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["低温"] = {
									["count"] = 690348,
								},
								["凛风冲击"] = {
									["count"] = 908222,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 253126,
								},
							},
							["amount"] = 1851696,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 6338015,
								},
								["灵界打击"] = {
									["count"] = 174310,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 168660,
								},
								["冰霜打击"] = {
									["count"] = 1065100,
								},
								["副手冰霜打击"] = {
									["count"] = 716135,
								},
								["副手湮灭"] = {
									["count"] = 1892512,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 41193,
								},
								["晶化双剑"] = {
									["count"] = 1338325,
								},
								["副手灵界打击"] = {
									["count"] = 141862,
								},
								["锋锐之霜"] = {
									["count"] = 697769,
								},
								["湮灭"] = {
									["count"] = 1779697,
								},
								["冰冷死亡"] = {
									["count"] = 1300001,
								},
								["凛风冲击"] = {
									["count"] = 3363455,
								},
								["冰霜之镰"] = {
									["count"] = 5735549,
								},
								["肉搏"] = {
									["count"] = 790373,
								},
							},
							["amount"] = 25542956,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 837357,
								},
								["锋锐之霜"] = {
									["count"] = 452602,
								},
								["湮灭"] = {
									["count"] = 1776180,
								},
								["凛风冲击"] = {
									["count"] = 1640766,
								},
								["冰冷死亡"] = {
									["count"] = 2319649,
								},
								["副手湮灭"] = {
									["count"] = 1377333,
								},
								["肉搏"] = {
									["count"] = 362551,
								},
							},
							["amount"] = 8766438,
						},
					},
					["TimeDamage"] = 102.99,
					["TimeDamaging"] = {
						["积怨战士"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.84,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["凛风冲击"] = {
									["count"] = 1.52,
								},
								["冰霜之镰"] = {
									["count"] = 0.97,
								},
								["肉搏"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 5.24,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1.54,
								},
								["冰霜打击"] = {
									["count"] = 1.75,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.2,
								},
								["冰冷死亡"] = {
									["count"] = 0.16,
								},
								["晶化双剑"] = {
									["count"] = 2.99,
								},
								["低温"] = {
									["count"] = 0.21,
								},
								["锋锐之霜"] = {
									["count"] = 0.11,
								},
								["湮灭"] = {
									["count"] = 1.05,
								},
								["凛风冲击"] = {
									["count"] = 0.56,
								},
								["凛冬将至"] = {
									["count"] = 0.25,
								},
								["冷酷严冬"] = {
									["count"] = 3.37,
								},
								["肉搏"] = {
									["count"] = 7.62,
								},
							},
							["amount"] = 19.85,
						},
						["秘术师萨维"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.18,
								},
								["冰霜打击"] = {
									["count"] = 0.77,
								},
								["副手冰霜打击"] = {
									["count"] = 0.2,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 0.22,
								},
								["晶化双剑"] = {
									["count"] = 0.31,
								},
								["锋锐之霜"] = {
									["count"] = 0.23,
								},
								["湮灭"] = {
									["count"] = 0.81,
								},
								["凛风冲击"] = {
									["count"] = 0.41,
								},
								["副手灵界打击"] = {
									["count"] = 0.39,
								},
								["肉搏"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 8.44,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 1.02,
						},
						["游荡的硬壳龟"] = {
							["Details"] = {
								["冰霜之镰"] = {
									["count"] = 1.51,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 1.87,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["副手灵界打击"] = {
									["count"] = 0.21,
								},
								["灵界打击"] = {
									["count"] = 0.26,
								},
								["肉搏"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 2.16,
						},
						["积怨夫人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.36,
								},
								["冰霜打击"] = {
									["count"] = 6.08,
								},
								["副手冰霜打击"] = {
									["count"] = 0.58,
								},
								["副手湮灭"] = {
									["count"] = 0.14,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 5.37,
								},
								["晶化双剑"] = {
									["count"] = 2.63,
								},
								["低温"] = {
									["count"] = 0.03,
								},
								["锋锐之霜"] = {
									["count"] = 6.45,
								},
								["湮灭"] = {
									["count"] = 5.73,
								},
								["冰冷死亡"] = {
									["count"] = 1.13,
								},
								["冰冻灵魂"] = {
									["count"] = 0.18,
								},
								["冷酷严冬"] = {
									["count"] = 3.67,
								},
								["凛风冲击"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 35.15,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["湮灭"] = {
									["count"] = 0.69,
								},
								["冰霜打击"] = {
									["count"] = 2.59,
								},
								["副手冰霜打击"] = {
									["count"] = 0.19,
								},
								["冰冷死亡"] = {
									["count"] = 0.56,
								},
								["肉搏"] = {
									["count"] = 3.8,
								},
							},
							["amount"] = 8.5,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 0.22,
						},
						["盐海小水珠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.08,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.63,
								},
							},
							["amount"] = 0.71,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["冰霜吐息"] = {
									["count"] = 0.98,
								},
								["灵界打击"] = {
									["count"] = 0.11,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0.62,
								},
								["冰霜打击"] = {
									["count"] = 0.22,
								},
								["副手冰霜打击"] = {
									["count"] = 0.04,
								},
								["副手湮灭"] = {
									["count"] = 0.05,
								},
								["晶化双剑"] = {
									["count"] = 0.67,
								},
								["锋锐之霜"] = {
									["count"] = 0.42,
								},
								["湮灭"] = {
									["count"] = 1.63,
								},
								["冰霜之镰"] = {
									["count"] = 0.88,
								},
								["副手灵界打击"] = {
									["count"] = 0.37,
								},
								["凛风冲击"] = {
									["count"] = 2.92,
								},
								["肉搏"] = {
									["count"] = 5.73,
								},
							},
							["amount"] = 14.64,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 0.59,
								},
								["湮灭"] = {
									["count"] = 1.65,
								},
								["凛风冲击"] = {
									["count"] = 0.55,
								},
								["冰冷死亡"] = {
									["count"] = 0.32,
								},
								["副手湮灭"] = {
									["count"] = 0.08,
								},
								["肉搏"] = {
									["count"] = 1.37,
								},
							},
							["amount"] = 4.56,
						},
					},
					["ManaGain"] = 503,
					["ElementTakenAbsorb"] = {
						["Fire"] = 282561,
						["Physical"] = 130530,
						["Melee"] = 2005032,
						["Nature"] = 271951,
					},
					["ManaGainedFrom"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["杀戮效率"] = {
									["count"] = 4,
								},
								["冰霜疫病"] = {
									["count"] = 15,
								},
								["符文能量"] = {
									["count"] = 36,
								},
								["反魔法护罩"] = {
									["count"] = 0,
								},
								["黑锋之门"] = {
									["count"] = 10,
								},
								["湮灭"] = {
									["count"] = 360,
								},
								["冰霜之镰"] = {
									["count"] = 60,
								},
								["冷酷严冬"] = {
									["count"] = 10,
								},
								["库尔迪拉的新意志"] = {
									["count"] = 3,
								},
								["符文强化"] = {
									["count"] = 5,
								},
							},
							["amount"] = 503,
						},
					},
				},
			},
			["UnitLockout"] = 316605.387,
			["LastActive"] = 316679.403,
		},
		["不知火明乃"] = {
			["GUID"] = "Player-1955-01D5B571",
			["LastEventHealth"] = {
				23400, -- [1]
				23400, -- [2]
				23400, -- [3]
				23400, -- [4]
				23400, -- [5]
				30614, -- [6]
				685692, -- [7]
				685692, -- [8]
				685692, -- [9]
				685692, -- [10]
				685692, -- [11]
				685692, -- [12]
				685692, -- [13]
				685692, -- [14]
				685692, -- [15]
				685692, -- [16]
				685692, -- [17]
				685692, -- [18]
				685692, -- [19]
				685692, -- [20]
				685692, -- [21]
				685692, -- [22]
				685692, -- [23]
				685692, -- [24]
				685692, -- [25]
				685692, -- [26]
				685692, -- [27]
				685692, -- [28]
				685692, -- [29]
				685692, -- [30]
				685692, -- [31]
				685692, -- [32]
				685692, -- [33]
				685692, -- [34]
				685692, -- [35]
				685692, -- [36]
				641091, -- [37]
				641091, -- [38]
				488362, -- [39]
				488362, -- [40]
				329577, -- [41]
				329577, -- [42]
				175579, -- [43]
				175579, -- [44]
				23400, -- [45]
				23400, -- [46]
				23400, -- [47]
				23400, -- [48]
				23400, -- [49]
				23400, -- [50]
			},
			["LastAttackedBy"] = "焦躁的海潮元素",
			["LastEventType"] = {
				"HEAL", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					23.94, -- [1]
				},
				["EnergyGain"] = {
					0, -- [1]
				},
				["RageGain"] = {
					1, -- [1]
				},
				["Healing"] = {
					1345973, -- [1]
				},
				["DamageTaken"] = {
					6171227, -- [1]
				},
				["ActiveTime"] = {
					143.62, -- [1]
				},
				["Absorbs"] = {
					196695, -- [1]
				},
				["HealingTaken"] = {
					2667349, -- [1]
				},
				["Overhealing"] = {
					486743, -- [1]
				},
				["TimeDamage"] = {
					119.68, -- [1]
				},
				["Interrupts"] = {
					2, -- [1]
				},
				["ManaGain"] = {
					48, -- [1]
				},
				["DOT_Time"] = {
					39, -- [1]
				},
				["Damage"] = {
					50800809, -- [1]
				},
			},
			["enClass"] = "MONK",
			["unit"] = true,
			["level"] = 104,
			["LastDamageAbility"] = "逆流",
			["LastFightIn"] = 4,
			["LastHealTime"] = 316744.108,
			["type"] = "Grouped",
			["FightsSaved"] = 5,
			["LastEventHealthMax"] = {
				685692, -- [1]
				685692, -- [2]
				685692, -- [3]
				685692, -- [4]
				685692, -- [5]
				685692, -- [6]
				685692, -- [7]
				685692, -- [8]
				685692, -- [9]
				685692, -- [10]
				685692, -- [11]
				685692, -- [12]
				685692, -- [13]
				685692, -- [14]
				685692, -- [15]
				685692, -- [16]
				685692, -- [17]
				685692, -- [18]
				685692, -- [19]
				685692, -- [20]
				685692, -- [21]
				685692, -- [22]
				685692, -- [23]
				685692, -- [24]
				685692, -- [25]
				685692, -- [26]
				685692, -- [27]
				685692, -- [28]
				685692, -- [29]
				685692, -- [30]
				685692, -- [31]
				685692, -- [32]
				685692, -- [33]
				685692, -- [34]
				685692, -- [35]
				685692, -- [36]
				685692, -- [37]
				685692, -- [38]
				685692, -- [39]
				685692, -- [40]
				685692, -- [41]
				685692, -- [42]
				685692, -- [43]
				685692, -- [44]
				685692, -- [45]
				685692, -- [46]
				685692, -- [47]
				685692, -- [48]
				685692, -- [49]
				685692, -- [50]
			},
			["LastDamageTaken"] = 206558,
			["Owner"] = false,
			["TimeLast"] = {
				["TimeHeal"] = 316743.385,
				["EnergyGain"] = 316759.414,
				["RageGain"] = 316570.389,
				["Healing"] = 316743.385,
				["OVERALL"] = 316765.391,
				["DamageTaken"] = 316751.379,
				["ActiveTime"] = 316765.391,
				["Absorbs"] = 316571.387,
				["HealingTaken"] = 316757.393,
				["Overhealing"] = 316712.394,
				["TimeDamage"] = 316765.391,
				["Interrupts"] = 316597.391,
				["ManaGain"] = 316765.391,
				["DOT_Time"] = 316579.399,
				["Damage"] = 316765.391,
			},
			["NextEventNum"] = 29,
			["LastDamageTime"] = 316766.198,
			["LastEvents"] = {
				"染煞玫瑰-末日行者 圣光审判 不知火明乃 Hit +4107", -- [1]
				"不知火明乃 肉搏 甲喉 Hit -28193 (Physical)", -- [2]
				"不知火明乃 肉搏 甲喉 Crit -27887 (Physical)", -- [3]
				"染煞玫瑰-末日行者 圣光审判 不知火明乃 Hit +4106", -- [4]
				"染煞玫瑰-末日行者 圣光审判 不知火明乃 Hit +4107", -- [5]
				"Ieo 圣疗术 不知火明乃 Hit +10309832 (9190947 过量治疗)", -- [6]
				"不知火明乃 肉搏 甲喉 Hit -27515 (Physical)", -- [7]
				"不知火明乃 猛虎掌 甲喉 Hit -57128 (Physical)", -- [8]
				"不知火明乃 肉搏 甲喉 Miss (1)", -- [9]
				"不知火明乃 怒雷破 甲喉 Crit -451622 (Physical)", -- [10]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [11]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [12]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [13]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [14]
				"不知火明乃 怒雷破 甲喉 Crit -451621 (Physical)", -- [15]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [16]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [17]
				"Ieo 奉献 不知火明乃 Hit +5516 (5516 过量治疗)", -- [18]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [19]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [20]
				"Ieo 奉献 不知火明乃 Hit +5516 (5516 过量治疗)", -- [21]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [22]
				"不知火明乃 怒雷破 焦躁的海潮元素 Hit -228026 (Physical)", -- [23]
				"Ieo 奉献 不知火明乃 Crit +11033 (11033 过量治疗)", -- [24]
				"Ieo 奉献 不知火明乃 Crit +11033 (11033 过量治疗)", -- [25]
				"不知火明乃 猛虎掌 焦躁的海潮元素 Crit -143989 (Physical)", -- [26]
				"Ieo 奉献 不知火明乃 Hit +5516 (5516 过量治疗)", -- [27]
				"Ieo 奉献 不知火明乃 Crit +11035 (11035 过量治疗)", -- [28]
				"不知火明乃 真气波 Ieo Hit +27891", -- [29]
				"不知火明乃 真气波 甲喉 Hit -64040 (Nature)", -- [30]
				"不知火明乃 真气波 Ieo Hit +27891", -- [31]
				"不知火明乃 猛虎掌 甲喉 Hit -76779 (Physical)", -- [32]
				"不知火明乃 真气波 甲喉 Hit -64040 (Nature)", -- [33]
				"不知火明乃 真气波 Ieo Hit +27891", -- [34]
				"不知火明乃 肉搏 甲喉 Miss (1)", -- [35]
				"No One 腐蚀痕迹 (伤害/跳) 不知火明乃 Tick -126203 (Nature)", -- [36]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -215126 (Frost)", -- [37]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -217036 (Frost)", -- [38]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -225061 (Frost)", -- [39]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -224238 (Frost)", -- [40]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -213576 (Frost)", -- [41]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -222178 (Frost)", -- [42]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -224048 (Frost)", -- [43]
				"焦躁的海潮元素 逆流 不知火明乃 Hit -206558 (Frost)", -- [44]
				"不知火明乃 肉搏 甲喉 Hit -28500 (Physical)", -- [45]
				"不知火明乃 肉搏 甲喉 Hit -14324 (Physical)", -- [46]
				"不知火明乃 净化火焰 甲喉 Hit -148631 (Holy)", -- [47]
				"不知火明乃 猛虎掌 甲喉 Hit -76781 (Physical)", -- [48]
				"不知火明乃 旭日东升踢 甲喉 Crit -1451740 (Physical)", -- [49]
				"不知火明乃 猛虎掌 甲喉 Hit -76779 (Physical)", -- [50]
			},
			["Name"] = "不知火明乃",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				316756.758, -- [1]
				316756.758, -- [2]
				316756.758, -- [3]
				316756.758, -- [4]
				316756.758, -- [5]
				316757.571, -- [6]
				316759.254, -- [7]
				316759.98, -- [8]
				316760.407, -- [9]
				316761.009, -- [10]
				316761.009, -- [11]
				316761.009, -- [12]
				316761.92, -- [13]
				316761.92, -- [14]
				316761.92, -- [15]
				316762.794, -- [16]
				316762.794, -- [17]
				316762.943, -- [18]
				316763.709, -- [19]
				316763.709, -- [20]
				316763.793, -- [21]
				316764.61, -- [22]
				316764.61, -- [23]
				316764.61, -- [24]
				316765.433, -- [25]
				316766.198, -- [26]
				316766.294, -- [27]
				316767.132, -- [28]
				316743.465, -- [29]
				316743.68, -- [30]
				316743.867, -- [31]
				316743.867, -- [32]
				316743.867, -- [33]
				316744.108, -- [34]
				316744.108, -- [35]
				316744.291, -- [36]
				316746.312, -- [37]
				316746.312, -- [38]
				316748.322, -- [39]
				316748.322, -- [40]
				316750.349, -- [41]
				316750.349, -- [42]
				316752.29, -- [43]
				316752.29, -- [44]
				316754.404, -- [45]
				316754.404, -- [46]
				316754.439, -- [47]
				316754.637, -- [48]
				316755.713, -- [49]
				316756.758, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["TimeSpent"] = {
						["积怨神谕者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1.4,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 2.25,
								},
							},
							["amount"] = 5.15,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 0.15,
								},
								["猛虎掌"] = {
									["count"] = 0.9,
								},
								["幻灭踢"] = {
									["count"] = 1.97,
								},
								["肉搏"] = {
									["count"] = 3.35,
								},
							},
							["amount"] = 6.37,
						},
					},
					["DamageTaken"] = 506599,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["低吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["闪电打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 11.56,
					["ElementTaken"] = {
						["Nature"] = 299321,
						["Physical"] = 207278,
					},
					["Damage"] = 2676604,
					["InterruptData"] = {
						["积怨织雷者"] = {
							["Details"] = {
								["闪电冲击 (切喉手)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Interrupts"] = 1,
					["ElementDone"] = {
						["Physical"] = 2004997,
						["Melee"] = 162520,
						["Holy"] = 509087,
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 32828,
								},
							},
							["amount"] = 32828,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 72884,
								},
							},
							["amount"] = 72884,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["DamagedWho"] = {
						["积怨织雷者"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 509087,
								},
								["猛虎掌"] = {
									["count"] = 135411,
								},
								["幻灭踢"] = {
									["count"] = 496473,
								},
								["肉搏"] = {
									["count"] = 70412,
								},
							},
							["amount"] = 1211383,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 437294,
								},
							},
							["amount"] = 437294,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 428632,
								},
								["猛虎掌"] = {
									["count"] = 54002,
								},
								["肉搏"] = {
									["count"] = 92108,
								},
							},
							["amount"] = 574742,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 453185,
								},
							},
							["amount"] = 453185,
						},
					},
					["Attacks"] = {
						["净化火焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 255797,
									["min"] = 255797,
									["count"] = 1,
									["amount"] = 255797,
								},
								["Hit"] = {
									["max"] = 127898,
									["min"] = 125392,
									["count"] = 2,
									["amount"] = 253290,
								},
							},
							["count"] = 3,
							["amount"] = 509087,
						},
						["怒雷破"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 453185,
									["min"] = 453185,
									["count"] = 1,
									["amount"] = 453185,
								},
								["Hit"] = {
									["max"] = 218647,
									["min"] = 214316,
									["count"] = 4,
									["amount"] = 865926,
								},
							},
							["count"] = 5,
							["amount"] = 1319111,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 67706,
									["min"] = 54002,
									["count"] = 3,
									["amount"] = 189413,
								},
							},
							["count"] = 3,
							["amount"] = 189413,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 276116,
									["min"] = 220357,
									["count"] = 2,
									["amount"] = 496473,
								},
							},
							["count"] = 2,
							["amount"] = 496473,
						},
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 44646,
									["min"] = 23482,
									["count"] = 2,
									["amount"] = 68128,
								},
								["Hit"] = {
									["max"] = 24025,
									["min"] = 22860,
									["count"] = 4,
									["amount"] = 94392,
								},
							},
							["count"] = 8,
							["amount"] = 162520,
						},
					},
					["HealingTaken"] = 105712,
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["TimeDamage"] = 11.56,
					["WhoDamaged"] = {
						["积怨踏浪者 <督军帕杰什>"] = {
							["Details"] = {
								["闪电打击"] = {
									["count"] = 73417,
								},
							},
							["amount"] = 73417,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 225904,
								},
							},
							["amount"] = 225904,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["低吼"] = {
									["count"] = 144876,
								},
							},
							["amount"] = 144876,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 62402,
								},
							},
							["amount"] = 62402,
						},
					},
					["ManaGain"] = 6,
					["TimeDamaging"] = {
						["积怨神谕者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1.4,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 2.25,
								},
							},
							["amount"] = 5.15,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 0.15,
								},
								["猛虎掌"] = {
									["count"] = 0.9,
								},
								["幻灭踢"] = {
									["count"] = 1.97,
								},
								["肉搏"] = {
									["count"] = 3.35,
								},
							},
							["amount"] = 6.37,
						},
					},
					["ElementHitsTaken"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
				},
				["Fight2"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 181222,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 42,
								},
							},
							["amount"] = 56,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 181222,
					},
					["DOT_Time"] = 0,
					["Damage"] = 13966907,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 13680573,
						["Melee"] = 25009,
						["Holy"] = 261325,
					},
					["PartialAbsorb"] = {
						["水花飞溅"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["盐海小水滴"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 12313402,
								},
								["净化火焰"] = {
									["count"] = 261325,
								},
								["猛虎掌"] = {
									["count"] = 187372,
								},
								["神鹤引项踢"] = {
									["count"] = 1179799,
								},
								["肉搏"] = {
									["count"] = 25009,
								},
							},
							["amount"] = 13966907,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["盐海小水滴"] = {
							["Details"] = {
								["水花飞溅"] = {
									["count"] = 181222,
								},
							},
							["amount"] = 181222,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["水花飞溅"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["疗伤珠"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["疗伤珠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 195106,
									["min"] = 99273,
									["count"] = 2,
									["amount"] = 294379,
								},
							},
							["count"] = 2,
							["amount"] = 294379,
						},
					},
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["疗伤珠"] = {
									["count"] = 375009,
								},
							},
							["amount"] = 375009,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 294379,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["疗伤珠"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 4.7,
								},
								["猛虎掌"] = {
									["count"] = 0.36,
								},
								["神鹤引项踢"] = {
									["count"] = 2.23,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.79,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["疗伤珠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 223128,
									["min"] = 28024,
									["count"] = 3,
									["amount"] = 375009,
								},
							},
							["count"] = 3,
							["amount"] = 375009,
						},
					},
					["WhoHealed"] = {
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 83015,
								},
							},
							["amount"] = 83015,
						},
						["不知火明乃"] = {
							["Details"] = {
								["疗伤珠"] = {
									["count"] = 375009,
								},
							},
							["amount"] = 375009,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 13.29,
					["Healing"] = 375009,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["怒雷破"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 456052,
									["min"] = 456052,
									["count"] = 11,
									["amount"] = 5016572,
								},
								["Hit"] = {
									["max"] = 228026,
									["min"] = 228024,
									["count"] = 32,
									["amount"] = 7296830,
								},
							},
							["count"] = 43,
							["amount"] = 12313402,
						},
						["净化火焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 261325,
									["min"] = 261325,
									["count"] = 1,
									["amount"] = 261325,
								},
							},
							["count"] = 1,
							["amount"] = 261325,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 115376,
									["min"] = 115376,
									["count"] = 1,
									["amount"] = 115376,
								},
								["Hit"] = {
									["max"] = 71996,
									["min"] = 71996,
									["count"] = 1,
									["amount"] = 71996,
								},
							},
							["count"] = 2,
							["amount"] = 187372,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 181508,
									["min"] = 181508,
									["count"] = 2,
									["amount"] = 363016,
								},
								["Hit"] = {
									["max"] = 90754,
									["min"] = 90753,
									["count"] = 9,
									["amount"] = 816783,
								},
							},
							["count"] = 11,
							["amount"] = 1179799,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 25009,
									["min"] = 25009,
									["count"] = 1,
									["amount"] = 25009,
								},
							},
							["count"] = 1,
							["amount"] = 25009,
						},
					},
					["HealingTaken"] = 458024,
					["RageGain"] = 0,
					["TimeDamage"] = 8.79,
					["TimeDamaging"] = {
						["盐海小水滴"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 4.7,
								},
								["猛虎掌"] = {
									["count"] = 0.36,
								},
								["神鹤引项踢"] = {
									["count"] = 2.23,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.79,
						},
					},
					["ManaGain"] = 4,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 429281,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 10,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 429281,
					},
					["DOT_Time"] = 0,
					["Damage"] = 2549504,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 2208978,
						["Melee"] = 206678,
						["Holy"] = 133848,
					},
					["PartialAbsorb"] = {
						["尾鞭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["唤雷多头蛇"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 133848,
								},
								["猛虎掌"] = {
									["count"] = 143086,
								},
								["旭日东升踢"] = {
									["count"] = 676354,
								},
								["肉搏"] = {
									["count"] = 50026,
								},
							},
							["amount"] = 1003314,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["旭日东升踢"] = {
									["count"] = 637173,
								},
								["猛虎掌"] = {
									["count"] = 196452,
								},
								["幻灭踢"] = {
									["count"] = 555913,
								},
								["肉搏"] = {
									["count"] = 156652,
								},
							},
							["amount"] = 1546190,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["唤雷多头蛇"] = {
							["Details"] = {
								["尾鞭"] = {
									["count"] = 271325,
								},
							},
							["amount"] = 271325,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 157956,
								},
							},
							["amount"] = 157956,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["尾鞭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 14780,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["唤雷多头蛇"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 0.03,
								},
								["旭日东升踢"] = {
									["count"] = 0.08,
								},
								["猛虎掌"] = {
									["count"] = 0.23,
								},
								["肉搏"] = {
									["count"] = 3.73,
								},
							},
							["amount"] = 4.07,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 1.43,
								},
								["旭日东升踢"] = {
									["count"] = 1.08,
								},
								["幻灭踢"] = {
									["count"] = 1.47,
								},
								["肉搏"] = {
									["count"] = 3.34,
								},
							},
							["amount"] = 7.32,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 37475,
								},
							},
							["amount"] = 37475,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 11.39,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["净化火焰"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 133848,
									["min"] = 133848,
									["count"] = 1,
									["amount"] = 133848,
								},
							},
							["count"] = 1,
							["amount"] = 133848,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 72919,
									["min"] = 54841,
									["count"] = 5,
									["amount"] = 339538,
								},
							},
							["count"] = 5,
							["amount"] = 339538,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 676354,
									["min"] = 637173,
									["count"] = 2,
									["amount"] = 1313527,
								},
							},
							["count"] = 2,
							["amount"] = 1313527,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 281054,
									["min"] = 274859,
									["count"] = 2,
									["amount"] = 555913,
								},
							},
							["count"] = 2,
							["amount"] = 555913,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 34489,
									["min"] = 34489,
									["count"] = 1,
									["amount"] = 34489,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 48521,
									["min"] = 24955,
									["count"] = 2,
									["amount"] = 73476,
								},
								["Hit"] = {
									["max"] = 25092,
									["min"] = 12531,
									["count"] = 5,
									["amount"] = 98713,
								},
							},
							["count"] = 9,
							["amount"] = 206678,
						},
					},
					["HealingTaken"] = 37475,
					["RageGain"] = 0,
					["TimeDamage"] = 11.39,
					["TimeDamaging"] = {
						["唤雷多头蛇"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 0.03,
								},
								["旭日东升踢"] = {
									["count"] = 0.08,
								},
								["猛虎掌"] = {
									["count"] = 0.23,
								},
								["肉搏"] = {
									["count"] = 3.73,
								},
							},
							["amount"] = 4.07,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 1.43,
								},
								["旭日东升踢"] = {
									["count"] = 1.08,
								},
								["幻灭踢"] = {
									["count"] = 1.47,
								},
								["肉搏"] = {
									["count"] = 3.34,
								},
							},
							["amount"] = 7.32,
						},
					},
					["ManaGain"] = 10,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["Absorbed"] = {
						["业报之触"] = {
							["Details"] = {
								["不知火明乃"] = {
									["max"] = 103076,
									["min"] = 27549,
									["count"] = 4,
									["amount"] = 196695,
								},
							},
							["count"] = 4,
							["amount"] = 196695,
						},
					},
					["DOTs"] = {
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["瑟芬崔斯克"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 19,
								},
								["Absorb"] = {
									["count"] = 2,
								},
							},
							["amount"] = 21,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 3180101,
					["RageGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Absorbs"] = 196695,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 47,
								},
							},
							["amount"] = 63,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 34,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 13,
								},
							},
							["amount"] = 25,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 650076,
						["Fire"] = 156584,
					},
					["ElementTaken"] = {
						["Fire"] = 1638848,
						["Melee"] = 870132,
						["Nature"] = 671121,
					},
					["DOT_Time"] = 39,
					["Damage"] = 21153208,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 17.09,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 993969,
						["Physical"] = 17000897,
						["Melee"] = 915879,
						["Nature"] = 2242463,
					},
					["PartialAbsorb"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 78632,
									["min"] = 77952,
									["count"] = 2,
									["amount"] = 156584,
								},
							},
							["count"] = 21,
							["amount"] = 156584,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 291664,
									["min"] = 108320,
									["count"] = 3,
									["amount"] = 650076,
								},
							},
							["count"] = 5,
							["amount"] = 650076,
						},
					},
					["DamagedWho"] = {
						["积怨奥术师"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1146291,
								},
								["净化火焰"] = {
									["count"] = 127900,
								},
								["旭日东升踢"] = {
									["count"] = 696008,
								},
								["幻灭踢"] = {
									["count"] = 273432,
								},
								["猛虎掌"] = {
									["count"] = 278712,
								},
							},
							["amount"] = 2522343,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1830523,
								},
							},
							["amount"] = 1830523,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 174168,
								},
							},
							["amount"] = 174168,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 928584,
								},
								["净化火焰"] = {
									["count"] = 131223,
								},
								["猛虎掌"] = {
									["count"] = 127262,
								},
								["神鹤引项踢"] = {
									["count"] = 51877,
								},
								["真气波"] = {
									["count"] = 130860,
								},
							},
							["amount"] = 1369806,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 734846,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 1180315,
								},
								["猛虎掌"] = {
									["count"] = 1009151,
								},
								["真气波"] = {
									["count"] = 757120,
								},
								["神鹤引项踢"] = {
									["count"] = 440144,
								},
								["怒雷破"] = {
									["count"] = 2352761,
								},
								["旭日东升踢"] = {
									["count"] = 5458672,
								},
								["幻灭踢"] = {
									["count"] = 2407480,
								},
								["肉搏"] = {
									["count"] = 915879,
								},
							},
							["amount"] = 15256368,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1638848,
								},
							},
							["amount"] = 1638848,
						},
						["No One"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 223919,
								},
							},
							["amount"] = 223919,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["混乱风暴"] = {
									["count"] = 296492,
								},
							},
							["amount"] = 296492,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 150710,
								},
								["肉搏"] = {
									["count"] = 870132,
								},
							},
							["amount"] = 1020842,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Physical"] = 84124,
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["善恶有报"] = {
									["count"] = 1.5,
								},
								["真气贯通"] = {
									["count"] = 4.62,
								},
								["真气波"] = {
									["count"] = 4.11,
								},
								["业报之触"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 13.07,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 0.6,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 3.42,
								},
							},
							["amount"] = 3.42,
						},
					},
					["OverHeals"] = {
						["真气波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 27874,
									["min"] = 27874,
									["count"] = 1,
									["amount"] = 27874,
								},
							},
							["count"] = 1,
							["amount"] = 27874,
						},
						["善恶有报"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 67260,
									["min"] = 48405,
									["count"] = 3,
									["amount"] = 164490,
								},
							},
							["count"] = 3,
							["amount"] = 164490,
						},
					},
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["善恶有报"] = {
									["count"] = 181108,
								},
								["真气贯通"] = {
									["count"] = 371671,
								},
								["真气波"] = {
									["count"] = 111499,
								},
								["业报之触"] = {
									["count"] = 196695,
								},
							},
							["amount"] = 860973,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 83625,
								},
							},
							["amount"] = 83625,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111498,
								},
							},
							["amount"] = 111498,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 1,
					["Overhealing"] = 192364,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["善恶有报"] = {
									["count"] = 1.5,
								},
								["真气贯通"] = {
									["count"] = 4.62,
								},
								["真气波"] = {
									["count"] = 4.11,
								},
								["业报之触"] = {
									["count"] = 2.84,
								},
							},
							["amount"] = 13.07,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 0.6,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.73,
								},
								["猛虎掌"] = {
									["count"] = 2.96,
								},
								["幻灭踢"] = {
									["count"] = 1,
								},
								["旭日东升踢"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8.69,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 3.42,
								},
							},
							["amount"] = 3.42,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 1.5,
								},
								["猛虎掌"] = {
									["count"] = 2.58,
								},
								["真气波"] = {
									["count"] = 0.77,
								},
							},
							["amount"] = 4.85,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 1.53,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 4.71,
								},
								["猛虎掌"] = {
									["count"] = 9,
								},
								["真气波"] = {
									["count"] = 4.89,
								},
								["神鹤引项踢"] = {
									["count"] = 2.09,
								},
								["怒雷破"] = {
									["count"] = 7.34,
								},
								["旭日东升踢"] = {
									["count"] = 2.28,
								},
								["幻灭踢"] = {
									["count"] = 6.26,
								},
								["肉搏"] = {
									["count"] = 8.83,
								},
							},
							["amount"] = 46.93,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["瑟芬崔斯克"] = {
							["Details"] = {
								["狂暴 (切喉手)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["善恶有报"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 181108,
									["min"] = 181108,
									["count"] = 1,
									["amount"] = 181108,
								},
							},
							["count"] = 1,
							["amount"] = 181108,
						},
						["真气贯通"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 148669,
									["min"] = 148669,
									["count"] = 1,
									["amount"] = 148669,
								},
								["Hit"] = {
									["max"] = 74334,
									["min"] = 74334,
									["count"] = 3,
									["amount"] = 223002,
								},
							},
							["count"] = 4,
							["amount"] = 371671,
						},
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 55751,
									["min"] = 55751,
									["count"] = 2,
									["amount"] = 111502,
								},
								["Hit"] = {
									["max"] = 27876,
									["min"] = 27874,
									["count"] = 7,
									["amount"] = 195120,
								},
							},
							["count"] = 9,
							["amount"] = 306622,
						},
						["业报之触"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 103076,
									["min"] = 27549,
									["count"] = 4,
									["amount"] = 196695,
								},
							},
							["count"] = 4,
							["amount"] = 196695,
						},
					},
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["善恶有报"] = {
									["count"] = 181108,
								},
								["真气贯通"] = {
									["count"] = 371671,
								},
								["真气波"] = {
									["count"] = 111499,
								},
								["业报之触"] = {
									["count"] = 196695,
								},
							},
							["amount"] = 860973,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 63189,
								},
							},
							["amount"] = 63189,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 10771,
								},
							},
							["amount"] = 10771,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 78.76,
					["Healing"] = 859401,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["净化火焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 293939,
									["min"] = 293939,
									["count"] = 1,
									["amount"] = 293939,
								},
								["Hit"] = {
									["max"] = 146969,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 700030,
								},
							},
							["count"] = 6,
							["amount"] = 993969,
						},
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 103746,
									["min"] = 59559,
									["count"] = 13,
									["amount"] = 1180315,
								},
							},
							["count"] = 13,
							["amount"] = 1180315,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 39559,
									["min"] = 39559,
									["count"] = 1,
									["amount"] = 39559,
								},
								["Crit (被格挡)"] = {
									["max"] = 104857,
									["min"] = 104857,
									["count"] = 1,
									["amount"] = 104857,
								},
								["Crit"] = {
									["max"] = 152521,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 291877,
								},
								["Hit"] = {
									["max"] = 76261,
									["min"] = 56514,
									["count"] = 14,
									["amount"] = 978832,
								},
							},
							["count"] = 18,
							["amount"] = 1415125,
						},
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 130862,
									["min"] = 119175,
									["count"] = 5,
									["amount"] = 630933,
								},
								["Hit"] = {
									["max"] = 65430,
									["min"] = 58056,
									["count"] = 7,
									["amount"] = 431215,
								},
							},
							["count"] = 12,
							["amount"] = 1062148,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 73358,
									["min"] = 73358,
									["count"] = 2,
									["amount"] = 146716,
								},
								["Crit"] = {
									["max"] = 146714,
									["min"] = 146714,
									["count"] = 2,
									["amount"] = 293428,
								},
								["Hit (被格挡)"] = {
									["max"] = 51877,
									["min"] = 51877,
									["count"] = 1,
									["amount"] = 51877,
								},
							},
							["count"] = 5,
							["amount"] = 492021,
						},
						["怒雷破"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 458517,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1373780,
								},
								["Hit"] = {
									["max"] = 248807,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 4884379,
								},
							},
							["count"] = 24,
							["amount"] = 6258159,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1441914,
									["min"] = 1313172,
									["count"] = 4,
									["amount"] = 5458672,
								},
								["Hit"] = {
									["max"] = 696008,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 696008,
								},
							},
							["count"] = 5,
							["amount"] = 6154680,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 588253,
									["min"] = 588253,
									["count"] = 1,
									["amount"] = 588253,
								},
								["Hit"] = {
									["max"] = 305021,
									["min"] = 273432,
									["count"] = 7,
									["amount"] = 2092659,
								},
							},
							["count"] = 8,
							["amount"] = 2680912,
						},
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 56380,
									["min"] = 24482,
									["count"] = 14,
									["amount"] = 612150,
								},
								["Hit"] = {
									["max"] = 28087,
									["min"] = 12448,
									["count"] = 17,
									["amount"] = 303729,
								},
							},
							["count"] = 34,
							["amount"] = 915879,
						},
					},
					["HealingTaken"] = 934933,
					["RageGain"] = 1,
					["TimeDamage"] = 61.67,
					["TimeDamaging"] = {
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 1.53,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 4.71,
								},
								["猛虎掌"] = {
									["count"] = 9,
								},
								["真气波"] = {
									["count"] = 4.89,
								},
								["神鹤引项踢"] = {
									["count"] = 2.09,
								},
								["怒雷破"] = {
									["count"] = 7.34,
								},
								["旭日东升踢"] = {
									["count"] = 2.28,
								},
								["幻灭踢"] = {
									["count"] = 6.26,
								},
								["肉搏"] = {
									["count"] = 8.83,
								},
							},
							["amount"] = 46.93,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 1.5,
								},
								["猛虎掌"] = {
									["count"] = 2.58,
								},
								["真气波"] = {
									["count"] = 0.77,
								},
							},
							["amount"] = 4.85,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.73,
								},
								["猛虎掌"] = {
									["count"] = 2.96,
								},
								["幻灭踢"] = {
									["count"] = 1,
								},
								["旭日东升踢"] = {
									["count"] = 1,
								},
							},
							["amount"] = 8.69,
						},
					},
					["ManaGain"] = 16,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1874024,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 23,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 1747821,
						["Nature"] = 126203,
					},
					["DOT_Time"] = 0,
					["Damage"] = 7772374,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 2.35,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 6837291,
						["Holy"] = 409956,
						["Melee"] = 268967,
						["Nature"] = 256160,
					},
					["PartialAbsorb"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["逆流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 2280260,
								},
								["猛虎掌"] = {
									["count"] = 143989,
								},
							},
							["amount"] = 2424249,
						},
						["甲喉"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 409956,
								},
								["怒雷破"] = {
									["count"] = 903243,
								},
								["真气波"] = {
									["count"] = 256160,
								},
								["猛虎掌"] = {
									["count"] = 502728,
								},
								["旭日东升踢"] = {
									["count"] = 2799782,
								},
								["幻灭踢"] = {
									["count"] = 207289,
								},
								["肉搏"] = {
									["count"] = 268967,
								},
							},
							["amount"] = 5348125,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 126203,
								},
							},
							["amount"] = 126203,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["逆流"] = {
									["count"] = 1747821,
								},
							},
							["amount"] = 1747821,
						},
					},
					["EnergyGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Physical"] = 88838,
					},
					["TimeHealing"] = {
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 2.35,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111563,
								},
							},
							["amount"] = 111563,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.77,
								},
								["怒雷破"] = {
									["count"] = 0.6,
								},
								["净化火焰"] = {
									["count"] = 0.04,
								},
								["旭日东升踢"] = {
									["count"] = 1.61,
								},
								["猛虎掌"] = {
									["count"] = 3.36,
								},
								["幻灭踢"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 6.43,
								},
							},
							["amount"] = 13.86,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 2.35,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.6,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.1,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["真气波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 27891,
									["min"] = 27890,
									["count"] = 4,
									["amount"] = 111563,
								},
							},
							["count"] = 4,
							["amount"] = 111563,
						},
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12320,
								},
							},
							["amount"] = 12320,
						},
						["Ieo"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 1118885,
								},
							},
							["amount"] = 1118885,
						},
					},
					["EnergyGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 21.31,
					["Healing"] = 111563,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["净化火焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 261325,
									["min"] = 261325,
									["count"] = 1,
									["amount"] = 261325,
								},
								["Hit"] = {
									["max"] = 148631,
									["min"] = 148631,
									["count"] = 1,
									["amount"] = 148631,
								},
							},
							["count"] = 2,
							["amount"] = 409956,
						},
						["怒雷破"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 451622,
									["min"] = 451621,
									["count"] = 2,
									["amount"] = 903243,
								},
								["Hit"] = {
									["max"] = 228026,
									["min"] = 228026,
									["count"] = 10,
									["amount"] = 2280260,
								},
							},
							["count"] = 12,
							["amount"] = 3183503,
						},
						["真气波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 64040,
									["min"] = 64040,
									["count"] = 4,
									["amount"] = 256160,
								},
							},
							["count"] = 4,
							["amount"] = 256160,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 145336,
									["min"] = 143989,
									["count"] = 2,
									["amount"] = 289325,
								},
								["Hit"] = {
									["max"] = 76781,
									["min"] = 57128,
									["count"] = 5,
									["amount"] = 357392,
								},
							},
							["count"] = 7,
							["amount"] = 646717,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1451740,
									["min"] = 1348042,
									["count"] = 2,
									["amount"] = 2799782,
								},
							},
							["count"] = 2,
							["amount"] = 2799782,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 207289,
									["min"] = 207289,
									["count"] = 1,
									["amount"] = 207289,
								},
							},
							["count"] = 1,
							["amount"] = 207289,
						},
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 49566,
									["min"] = 25576,
									["count"] = 3,
									["amount"] = 103029,
								},
								["Hit"] = {
									["max"] = 28500,
									["min"] = 13089,
									["count"] = 7,
									["amount"] = 165938,
								},
							},
							["count"] = 12,
							["amount"] = 268967,
						},
					},
					["HealingTaken"] = 1131205,
					["RageGain"] = 0,
					["TimeDamage"] = 18.96,
					["TimeDamaging"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.6,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.1,
						},
						["甲喉"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.77,
								},
								["怒雷破"] = {
									["count"] = 0.6,
								},
								["净化火焰"] = {
									["count"] = 0.04,
								},
								["旭日东升踢"] = {
									["count"] = 1.61,
								},
								["猛虎掌"] = {
									["count"] = 3.36,
								},
								["幻灭踢"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 6.43,
								},
							},
							["amount"] = 13.86,
						},
					},
					["ManaGain"] = 12,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1874024,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 23,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 1747821,
						["Nature"] = 126203,
					},
					["DOT_Time"] = 0,
					["Damage"] = 7772374,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 2.35,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 6837291,
						["Holy"] = 409956,
						["Melee"] = 268967,
						["Nature"] = 256160,
					},
					["PartialAbsorb"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["逆流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 2280260,
								},
								["猛虎掌"] = {
									["count"] = 143989,
								},
							},
							["amount"] = 2424249,
						},
						["甲喉"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 409956,
								},
								["怒雷破"] = {
									["count"] = 903243,
								},
								["真气波"] = {
									["count"] = 256160,
								},
								["猛虎掌"] = {
									["count"] = 502728,
								},
								["旭日东升踢"] = {
									["count"] = 2799782,
								},
								["幻灭踢"] = {
									["count"] = 207289,
								},
								["肉搏"] = {
									["count"] = 268967,
								},
							},
							["amount"] = 5348125,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 126203,
								},
							},
							["amount"] = 126203,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["逆流"] = {
									["count"] = 1747821,
								},
							},
							["amount"] = 1747821,
						},
					},
					["EnergyGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Physical"] = 88838,
					},
					["TimeHealing"] = {
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 2.35,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111563,
								},
							},
							["amount"] = 111563,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.77,
								},
								["怒雷破"] = {
									["count"] = 0.6,
								},
								["净化火焰"] = {
									["count"] = 0.04,
								},
								["旭日东升踢"] = {
									["count"] = 1.61,
								},
								["猛虎掌"] = {
									["count"] = 3.36,
								},
								["幻灭踢"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 6.43,
								},
							},
							["amount"] = 13.86,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.35,
								},
							},
							["amount"] = 2.35,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.6,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.1,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["真气波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 27891,
									["min"] = 27890,
									["count"] = 4,
									["amount"] = 111563,
								},
							},
							["count"] = 4,
							["amount"] = 111563,
						},
					},
					["WhoHealed"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 12320,
								},
							},
							["amount"] = 12320,
						},
						["Ieo"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 1118885,
								},
							},
							["amount"] = 1118885,
						},
					},
					["EnergyGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 21.31,
					["Healing"] = 111563,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["净化火焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 261325,
									["min"] = 261325,
									["count"] = 1,
									["amount"] = 261325,
								},
								["Hit"] = {
									["max"] = 148631,
									["min"] = 148631,
									["count"] = 1,
									["amount"] = 148631,
								},
							},
							["count"] = 2,
							["amount"] = 409956,
						},
						["怒雷破"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 451622,
									["min"] = 451621,
									["count"] = 2,
									["amount"] = 903243,
								},
								["Hit"] = {
									["max"] = 228026,
									["min"] = 228026,
									["count"] = 10,
									["amount"] = 2280260,
								},
							},
							["count"] = 12,
							["amount"] = 3183503,
						},
						["真气波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 64040,
									["min"] = 64040,
									["count"] = 4,
									["amount"] = 256160,
								},
							},
							["count"] = 4,
							["amount"] = 256160,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 145336,
									["min"] = 143989,
									["count"] = 2,
									["amount"] = 289325,
								},
								["Hit"] = {
									["max"] = 76781,
									["min"] = 57128,
									["count"] = 5,
									["amount"] = 357392,
								},
							},
							["count"] = 7,
							["amount"] = 646717,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1451740,
									["min"] = 1348042,
									["count"] = 2,
									["amount"] = 2799782,
								},
							},
							["count"] = 2,
							["amount"] = 2799782,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 207289,
									["min"] = 207289,
									["count"] = 1,
									["amount"] = 207289,
								},
							},
							["count"] = 1,
							["amount"] = 207289,
						},
						["肉搏"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 49566,
									["min"] = 25576,
									["count"] = 3,
									["amount"] = 103029,
								},
								["Hit"] = {
									["max"] = 28500,
									["min"] = 13089,
									["count"] = 7,
									["amount"] = 165938,
								},
							},
							["count"] = 12,
							["amount"] = 268967,
						},
					},
					["HealingTaken"] = 1131205,
					["RageGain"] = 0,
					["TimeDamage"] = 18.96,
					["TimeDamaging"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.6,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.1,
						},
						["甲喉"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.77,
								},
								["怒雷破"] = {
									["count"] = 0.6,
								},
								["净化火焰"] = {
									["count"] = 0.04,
								},
								["旭日东升踢"] = {
									["count"] = 1.61,
								},
								["猛虎掌"] = {
									["count"] = 3.36,
								},
								["幻灭踢"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 6.43,
								},
							},
							["amount"] = 13.86,
						},
					},
					["ManaGain"] = 12,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["瑟芬崔斯克"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 4.11,
								},
								["疗伤珠"] = {
									["count"] = 4.5,
								},
								["业报之触"] = {
									["count"] = 2.84,
								},
								["善恶有报"] = {
									["count"] = 1.5,
								},
								["真气贯通"] = {
									["count"] = 4.62,
								},
							},
							["amount"] = 17.57,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.6,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.1,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 1.43,
								},
								["旭日东升踢"] = {
									["count"] = 1.08,
								},
								["幻灭踢"] = {
									["count"] = 1.47,
								},
								["肉搏"] = {
									["count"] = 3.34,
								},
							},
							["amount"] = 7.32,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1.4,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 2.25,
								},
							},
							["amount"] = 5.15,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 4.7,
								},
								["猛虎掌"] = {
									["count"] = 0.36,
								},
								["神鹤引项踢"] = {
									["count"] = 2.23,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.79,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
						["甲喉"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.77,
								},
								["怒雷破"] = {
									["count"] = 0.6,
								},
								["净化火焰"] = {
									["count"] = 0.04,
								},
								["旭日东升踢"] = {
									["count"] = 1.61,
								},
								["猛虎掌"] = {
									["count"] = 3.36,
								},
								["幻灭踢"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 6.43,
								},
							},
							["amount"] = 13.86,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.95,
								},
							},
							["amount"] = 2.95,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 7.36,
								},
								["猛虎掌"] = {
									["count"] = 5.49,
								},
								["幻灭踢"] = {
									["count"] = 1,
								},
								["旭日东升踢"] = {
									["count"] = 2.15,
								},
							},
							["amount"] = 16,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 3.42,
								},
							},
							["amount"] = 3.42,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 0.77,
								},
								["旭日东升踢"] = {
									["count"] = 0.08,
								},
								["猛虎掌"] = {
									["count"] = 2.81,
								},
								["净化火焰"] = {
									["count"] = 1.53,
								},
								["肉搏"] = {
									["count"] = 3.73,
								},
							},
							["amount"] = 8.92,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 0.15,
								},
								["猛虎掌"] = {
									["count"] = 0.9,
								},
								["幻灭踢"] = {
									["count"] = 1.97,
								},
								["肉搏"] = {
									["count"] = 3.35,
								},
							},
							["amount"] = 6.37,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 1.53,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 4.71,
								},
								["猛虎掌"] = {
									["count"] = 9,
								},
								["真气波"] = {
									["count"] = 4.89,
								},
								["神鹤引项踢"] = {
									["count"] = 2.09,
								},
								["怒雷破"] = {
									["count"] = 7.34,
								},
								["旭日东升踢"] = {
									["count"] = 2.28,
								},
								["幻灭踢"] = {
									["count"] = 6.26,
								},
								["肉搏"] = {
									["count"] = 8.83,
								},
							},
							["amount"] = 46.93,
						},
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111499,
								},
								["疗伤珠"] = {
									["count"] = 375009,
								},
								["业报之触"] = {
									["count"] = 196695,
								},
								["善恶有报"] = {
									["count"] = 181108,
								},
								["真气贯通"] = {
									["count"] = 371671,
								},
							},
							["amount"] = 1235982,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 195188,
								},
							},
							["amount"] = 195188,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111498,
								},
							},
							["amount"] = 111498,
						},
					},
					["RageGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Absorbs"] = 196695,
					["Overhealing"] = 486743,
					["ElementTaken"] = {
						["Physical"] = 636559,
						["Melee"] = 870132,
						["Fire"] = 1638848,
						["Frost"] = 1929043,
						["Nature"] = 1096645,
					},
					["DOT_Time"] = 39,
					["Damage"] = 50800809,
					["TimeHeal"] = 23.94,
					["ElementDone"] = {
						["Holy"] = 2436085,
						["Physical"] = 44287048,
						["Melee"] = 1579053,
						["Nature"] = 2498623,
					},
					["ManaGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 48,
								},
							},
							["amount"] = 48,
						},
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1638848,
								},
							},
							["amount"] = 1638848,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 225904,
								},
							},
							["amount"] = 225904,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 157956,
								},
							},
							["amount"] = 157956,
						},
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 126203,
								},
								["剧毒泥浆"] = {
									["count"] = 223919,
								},
							},
							["amount"] = 350122,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["逆流"] = {
									["count"] = 1747821,
								},
							},
							["amount"] = 1747821,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["水花飞溅"] = {
									["count"] = 181222,
								},
							},
							["amount"] = 181222,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 62402,
								},
							},
							["amount"] = 62402,
						},
						["积怨踏浪者 <督军帕杰什>"] = {
							["Details"] = {
								["闪电打击"] = {
									["count"] = 73417,
								},
							},
							["amount"] = 73417,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 150710,
								},
								["肉搏"] = {
									["count"] = 870132,
								},
							},
							["amount"] = 1020842,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["混乱风暴"] = {
									["count"] = 296492,
								},
								["尾鞭"] = {
									["count"] = 271325,
								},
							},
							["amount"] = 567817,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["低吼"] = {
									["count"] = 144876,
								},
							},
							["amount"] = 144876,
						},
					},
					["EnergyGainedFrom"] = {
						["不知火明乃"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["业报之触"] = {
							["Details"] = {
								["不知火明乃"] = {
									["max"] = 103076,
									["min"] = 27549,
									["count"] = 4,
									["amount"] = 196695,
								},
							},
							["count"] = 4,
							["amount"] = 196695,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 14780,
						["Physical"] = 172962,
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 4.11,
								},
								["疗伤珠"] = {
									["count"] = 4.5,
								},
								["业报之触"] = {
									["count"] = 2.84,
								},
								["善恶有报"] = {
									["count"] = 1.5,
								},
								["真气贯通"] = {
									["count"] = 4.62,
								},
							},
							["amount"] = 17.57,
						},
						["Ieo"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 2.95,
								},
							},
							["amount"] = 2.95,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 3.42,
								},
							},
							["amount"] = 3.42,
						},
					},
					["OverHeals"] = {
						["善恶有报"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 67260,
									["min"] = 48405,
									["count"] = 3,
									["amount"] = 164490,
								},
							},
							["count"] = 3,
							["amount"] = 164490,
						},
						["疗伤珠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 195106,
									["min"] = 99273,
									["count"] = 2,
									["amount"] = 294379,
								},
							},
							["count"] = 2,
							["amount"] = 294379,
						},
						["真气波"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 27874,
									["min"] = 27874,
									["count"] = 1,
									["amount"] = 27874,
								},
							},
							["count"] = 1,
							["amount"] = 27874,
						},
					},
					["PartialResist"] = {
						["低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["闪电打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["水花飞溅"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["尾鞭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
					},
					["ManaGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 48,
								},
							},
							["amount"] = 48,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 650076,
						["Fire"] = 156584,
					},
					["Interrupts"] = 2,
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111499,
								},
								["疗伤珠"] = {
									["count"] = 375009,
								},
								["业报之触"] = {
									["count"] = 196695,
								},
								["善恶有报"] = {
									["count"] = 181108,
								},
								["真气贯通"] = {
									["count"] = 371671,
								},
							},
							["amount"] = 1235982,
						},
						["Ieo"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 1118885,
								},
								["奉献"] = {
									["count"] = 219088,
								},
							},
							["amount"] = 1337973,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 93394,
								},
							},
							["amount"] = 93394,
						},
					},
					["EnergyGain"] = 0,
					["InterruptData"] = {
						["积怨织雷者"] = {
							["Details"] = {
								["闪电冲击 (切喉手)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["狂暴 (切喉手)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["RageGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Heals"] = {
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 55751,
									["min"] = 55751,
									["count"] = 2,
									["amount"] = 111502,
								},
								["Hit"] = {
									["max"] = 27891,
									["min"] = 27874,
									["count"] = 11,
									["amount"] = 306683,
								},
							},
							["count"] = 13,
							["amount"] = 418185,
						},
						["疗伤珠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 223128,
									["min"] = 28024,
									["count"] = 3,
									["amount"] = 375009,
								},
							},
							["count"] = 3,
							["amount"] = 375009,
						},
						["业报之触"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 103076,
									["min"] = 27549,
									["count"] = 4,
									["amount"] = 196695,
								},
							},
							["count"] = 4,
							["amount"] = 196695,
						},
						["善恶有报"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 181108,
									["min"] = 181108,
									["count"] = 1,
									["amount"] = 181108,
								},
							},
							["count"] = 1,
							["amount"] = 181108,
						},
						["真气贯通"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 148669,
									["min"] = 148669,
									["count"] = 1,
									["amount"] = 148669,
								},
								["Hit"] = {
									["max"] = 74334,
									["min"] = 74334,
									["count"] = 3,
									["amount"] = 223002,
								},
							},
							["count"] = 4,
							["amount"] = 371671,
						},
					},
					["RageGain"] = 1,
					["EnergyGained"] = {
						["猛虎掌"] = {
							["Details"] = {
								["不知火明乃"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 19,
								},
								["Absorb"] = {
									["count"] = 2,
								},
							},
							["amount"] = 21,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
					},
					["Healing"] = 1345973,
					["DamageTaken"] = 6171227,
					["PartialAbsorb"] = {
						["低吼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["逆流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["闪电打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["水花飞溅"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 78632,
									["min"] = 77952,
									["count"] = 2,
									["amount"] = 156584,
								},
							},
							["count"] = 21,
							["amount"] = 156584,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["尾鞭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 291664,
									["min"] = 108320,
									["count"] = 3,
									["amount"] = 650076,
								},
							},
							["count"] = 5,
							["amount"] = 650076,
						},
					},
					["Attacks"] = {
						["净化火焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 293939,
									["min"] = 255797,
									["count"] = 4,
									["amount"] = 1072386,
								},
								["Hit"] = {
									["max"] = 148631,
									["min"] = 125392,
									["count"] = 10,
									["amount"] = 1363699,
								},
							},
							["count"] = 14,
							["amount"] = 2436085,
						},
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 103746,
									["min"] = 59559,
									["count"] = 13,
									["amount"] = 1180315,
								},
							},
							["count"] = 13,
							["amount"] = 1180315,
						},
						["猛虎掌"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 39559,
									["min"] = 39559,
									["count"] = 1,
									["amount"] = 39559,
								},
								["Crit (被格挡)"] = {
									["max"] = 104857,
									["min"] = 104857,
									["count"] = 1,
									["amount"] = 104857,
								},
								["Crit"] = {
									["max"] = 152521,
									["min"] = 109116,
									["count"] = 8,
									["amount"] = 1076516,
								},
								["Hit"] = {
									["max"] = 76781,
									["min"] = 54002,
									["count"] = 28,
									["amount"] = 1937171,
								},
							},
							["count"] = 38,
							["amount"] = 3158103,
						},
						["怒雷破"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 458517,
									["min"] = 433044,
									["count"] = 20,
									["amount"] = 9045912,
								},
								["Hit"] = {
									["max"] = 248807,
									["min"] = 214316,
									["count"] = 68,
									["amount"] = 15543916,
								},
							},
							["count"] = 88,
							["amount"] = 24589828,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 90754,
									["min"] = 73358,
									["count"] = 11,
									["amount"] = 963499,
								},
								["Crit"] = {
									["max"] = 181508,
									["min"] = 146714,
									["count"] = 4,
									["amount"] = 656444,
								},
								["Hit (被格挡)"] = {
									["max"] = 51877,
									["min"] = 51877,
									["count"] = 1,
									["amount"] = 51877,
								},
							},
							["count"] = 16,
							["amount"] = 1671820,
						},
						["真气波"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 130862,
									["min"] = 119175,
									["count"] = 5,
									["amount"] = 630933,
								},
								["Hit"] = {
									["max"] = 65430,
									["min"] = 58056,
									["count"] = 11,
									["amount"] = 687375,
								},
							},
							["count"] = 16,
							["amount"] = 1318308,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1451740,
									["min"] = 1313172,
									["count"] = 6,
									["amount"] = 8258454,
								},
								["Hit"] = {
									["max"] = 696008,
									["min"] = 637173,
									["count"] = 4,
									["amount"] = 2668256,
								},
							},
							["count"] = 10,
							["amount"] = 10926710,
						},
						["幻灭踢"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 207289,
									["min"] = 207289,
									["count"] = 1,
									["amount"] = 207289,
								},
								["Crit"] = {
									["max"] = 588253,
									["min"] = 588253,
									["count"] = 1,
									["amount"] = 588253,
								},
								["Hit"] = {
									["max"] = 305021,
									["min"] = 220357,
									["count"] = 11,
									["amount"] = 3145045,
								},
							},
							["count"] = 13,
							["amount"] = 3940587,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 34489,
									["min"] = 34489,
									["count"] = 1,
									["amount"] = 34489,
								},
								["Miss"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 56380,
									["min"] = 23482,
									["count"] = 21,
									["amount"] = 856783,
								},
								["Hit"] = {
									["max"] = 28500,
									["min"] = 12448,
									["count"] = 34,
									["amount"] = 687781,
								},
							},
							["count"] = 64,
							["amount"] = 1579053,
						},
					},
					["HealingTaken"] = 2667349,
					["ActiveTime"] = 143.62,
					["TimeDamage"] = 119.68,
					["TimeDamaging"] = {
						["积怨神谕者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 1.43,
								},
								["旭日东升踢"] = {
									["count"] = 1.08,
								},
								["幻灭踢"] = {
									["count"] = 1.47,
								},
								["肉搏"] = {
									["count"] = 3.34,
								},
							},
							["amount"] = 7.32,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 3.6,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 5.1,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 4.7,
								},
								["猛虎掌"] = {
									["count"] = 0.36,
								},
								["神鹤引项踢"] = {
									["count"] = 2.23,
								},
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 8.79,
						},
						["甲喉"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.77,
								},
								["怒雷破"] = {
									["count"] = 0.6,
								},
								["净化火焰"] = {
									["count"] = 0.04,
								},
								["旭日东升踢"] = {
									["count"] = 1.61,
								},
								["猛虎掌"] = {
									["count"] = 3.36,
								},
								["幻灭踢"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 6.43,
								},
							},
							["amount"] = 13.86,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 0.77,
								},
								["旭日东升踢"] = {
									["count"] = 0.08,
								},
								["猛虎掌"] = {
									["count"] = 2.81,
								},
								["净化火焰"] = {
									["count"] = 1.53,
								},
								["肉搏"] = {
									["count"] = 3.73,
								},
							},
							["amount"] = 8.92,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 7.36,
								},
								["猛虎掌"] = {
									["count"] = 5.49,
								},
								["幻灭踢"] = {
									["count"] = 1,
								},
								["旭日东升踢"] = {
									["count"] = 2.15,
								},
							},
							["amount"] = 16,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 1.2,
								},
							},
							["amount"] = 1.2,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1.4,
								},
								["猛虎掌"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 2.25,
								},
							},
							["amount"] = 5.15,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 0.15,
								},
								["猛虎掌"] = {
									["count"] = 0.9,
								},
								["幻灭踢"] = {
									["count"] = 1.97,
								},
								["肉搏"] = {
									["count"] = 3.35,
								},
							},
							["amount"] = 6.37,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 1.53,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 4.71,
								},
								["猛虎掌"] = {
									["count"] = 9,
								},
								["真气波"] = {
									["count"] = 4.89,
								},
								["神鹤引项踢"] = {
									["count"] = 2.09,
								},
								["怒雷破"] = {
									["count"] = 7.34,
								},
								["旭日东升踢"] = {
									["count"] = 2.28,
								},
								["幻灭踢"] = {
									["count"] = 6.26,
								},
								["肉搏"] = {
									["count"] = 8.83,
								},
							},
							["amount"] = 46.93,
						},
					},
					["ManaGain"] = 48,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 14,
						},
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 40,
								},
								["Hit"] = {
									["count"] = 125,
								},
							},
							["amount"] = 169,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 22,
								},
								["Hit"] = {
									["count"] = 34,
								},
							},
							["amount"] = 65,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 11,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 13,
								},
							},
							["amount"] = 29,
						},
					},
					["DamagedWho"] = {
						["督军帕杰什"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 428632,
								},
								["猛虎掌"] = {
									["count"] = 54002,
								},
								["肉搏"] = {
									["count"] = 92108,
								},
							},
							["amount"] = 574742,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 453185,
								},
							},
							["amount"] = 453185,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["旭日东升踢"] = {
									["count"] = 637173,
								},
								["猛虎掌"] = {
									["count"] = 196452,
								},
								["幻灭踢"] = {
									["count"] = 555913,
								},
								["肉搏"] = {
									["count"] = 156652,
								},
							},
							["amount"] = 1546190,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 2280260,
								},
								["猛虎掌"] = {
									["count"] = 143989,
								},
							},
							["amount"] = 2424249,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 174168,
								},
							},
							["amount"] = 174168,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 12313402,
								},
								["净化火焰"] = {
									["count"] = 261325,
								},
								["猛虎掌"] = {
									["count"] = 187372,
								},
								["神鹤引项踢"] = {
									["count"] = 1179799,
								},
								["肉搏"] = {
									["count"] = 25009,
								},
							},
							["amount"] = 13966907,
						},
						["甲喉"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 409956,
								},
								["怒雷破"] = {
									["count"] = 903243,
								},
								["真气波"] = {
									["count"] = 256160,
								},
								["猛虎掌"] = {
									["count"] = 502728,
								},
								["旭日东升踢"] = {
									["count"] = 2799782,
								},
								["幻灭踢"] = {
									["count"] = 207289,
								},
								["肉搏"] = {
									["count"] = 268967,
								},
							},
							["amount"] = 5348125,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 928584,
								},
								["旭日东升踢"] = {
									["count"] = 676354,
								},
								["真气波"] = {
									["count"] = 130860,
								},
								["净化火焰"] = {
									["count"] = 265071,
								},
								["猛虎掌"] = {
									["count"] = 270348,
								},
								["神鹤引项踢"] = {
									["count"] = 51877,
								},
								["肉搏"] = {
									["count"] = 50026,
								},
							},
							["amount"] = 2373120,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 2661944,
								},
								["净化火焰"] = {
									["count"] = 255800,
								},
								["旭日东升踢"] = {
									["count"] = 1354729,
								},
								["幻灭踢"] = {
									["count"] = 273432,
								},
								["猛虎掌"] = {
									["count"] = 658650,
								},
							},
							["amount"] = 5204555,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1830523,
								},
							},
							["amount"] = 1830523,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 437294,
								},
							},
							["amount"] = 437294,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 509087,
								},
								["猛虎掌"] = {
									["count"] = 135411,
								},
								["幻灭踢"] = {
									["count"] = 496473,
								},
								["肉搏"] = {
									["count"] = 70412,
								},
							},
							["amount"] = 1211383,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 734846,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 1180315,
								},
								["猛虎掌"] = {
									["count"] = 1009151,
								},
								["真气波"] = {
									["count"] = 757120,
								},
								["神鹤引项踢"] = {
									["count"] = 440144,
								},
								["怒雷破"] = {
									["count"] = 2352761,
								},
								["旭日东升踢"] = {
									["count"] = 5458672,
								},
								["幻灭踢"] = {
									["count"] = 2407480,
								},
								["肉搏"] = {
									["count"] = 915879,
								},
							},
							["amount"] = 15256368,
						},
					},
				},
			},
			["UnitLockout"] = 316707.391,
			["LastActive"] = 316766.42,
		},
		["龙轻雪"] = {
			["GUID"] = "Player-1955-01B843ED",
			["LastEventHealth"] = {
				1330961, -- [1]
				1330961, -- [2]
				1348020, -- [3]
				1348020, -- [4]
				1107288, -- [5]
				1112806, -- [6]
				1112806, -- [7]
				1112806, -- [8]
				1112806, -- [9]
				0, -- [10]
				2769200, -- [11]
				3110880, -- [12]
				3794239, -- [13]
				3854831, -- [14]
				4196510, -- [15]
				4257328, -- [16]
				4940687, -- [17]
				5001229, -- [18]
				5030109, -- [19]
				5030109, -- [20]
				5030109, -- [21]
				4864299, -- [22]
				4883824, -- [23]
				4954479, -- [24]
				5024809, -- [25]
				5030109, -- [26]
				5030109, -- [27]
				5030109, -- [28]
				5030109, -- [29]
				5030109, -- [30]
				3781680, -- [31]
				3781680, -- [32]
				3781680, -- [33]
				3781680, -- [34]
				3793223, -- [35]
				3793223, -- [36]
				3793223, -- [37]
				3793223, -- [38]
				3793223, -- [39]
				3552493, -- [40]
				3552493, -- [41]
				3564035, -- [42]
				3564035, -- [43]
				2679742, -- [44]
				2679742, -- [45]
				2679742, -- [46]
				2462096, -- [47]
				2462096, -- [48]
				2473131, -- [49]
				2473131, -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"MISC", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"HEAL", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					128.69, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["Overhealing"] = {
					19524, -- [1]
				},
				["RunicPowerGain"] = {
					19, -- [1]
				},
				["Healing"] = {
					9281677, -- [1]
				},
				["DamageTaken"] = {
					18778179, -- [1]
				},
				["HealingTaken"] = {
					9894327, -- [1]
				},
				["EnergyGain"] = {
					23, -- [1]
				},
				["RageGain"] = {
					0, -- [1]
				},
				["HOT_Time"] = {
					255, -- [1]
				},
				["TimeDamage"] = {
					126.42, -- [1]
				},
				["ActiveTime"] = {
					255.11, -- [1]
				},
				["ManaGain"] = {
					799, -- [1]
				},
				["DOT_Time"] = {
					318, -- [1]
				},
				["Damage"] = {
					118396646, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = true,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						true, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						false, -- [31]
						false, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						false, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"焦躁的海潮元素 肉搏 龙轻雪 Dodge (1)", -- [1]
						"龙轻雪 愈合 龙轻雪 Hit +341679", -- [2]
						"龙轻雪 肉搏 甲喉 Hit -31468 (Physical)", -- [3]
						"染煞玫瑰-末日行者 圣光审判 龙轻雪 Hit +4106", -- [4]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -26520 (Physical)", -- [5]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34479 (Physical)", -- [6]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [7]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [8]
						"龙轻雪 愈合 龙轻雪 Tick +11542", -- [9]
						"龙轻雪 肉搏 甲喉 Hit -34635 (Physical)", -- [10]
						"染煞玫瑰-末日行者 圣光审判 龙轻雪 Crit +8215", -- [11]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [12]
						"龙轻雪 撕碎 甲喉 Crit -740606 (Physical)", -- [13]
						"染煞玫瑰-末日行者 圣光审判 龙轻雪 Hit +4106", -- [14]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34479 (Physical)", -- [15]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [16]
						"龙轻雪 阿莎曼的狂乱 甲喉 Crit -68958 (Physical)", -- [17]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [18]
						"龙轻雪 阿莎曼的狂乱 甲喉 Crit -68956 (Physical)", -- [19]
						"龙轻雪 斜掠 (伤害/跳) 甲喉 Tick -338522 (Physical)", -- [20]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [21]
						"龙轻雪 阿莎曼的狂乱 (伤害/跳) 甲喉 Crit -819234 (Physical)", -- [22]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [23]
						"龙轻雪 愈合 龙轻雪 Tick +11543", -- [24]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [25]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [26]
						"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34479 (Physical)", -- [27]
						"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120365 (Frost)", -- [28]
						"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120365 (Frost)", -- [29]
						"龙轻雪 愈合 龙轻雪 Tick +11542", -- [30]
						"龙轻雪 阿莎曼的狂乱 (伤害/跳) 甲喉 Crit -912361 (Physical)", -- [31]
						"龙轻雪 斜掠 (伤害/跳) 甲喉 Tick -338524 (Physical)", -- [32]
						"Environment Drowning 龙轻雪 Hit -884293 (Physical)", -- [33]
						"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120366 (Frost)", -- [34]
						"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120365 (Frost)", -- [35]
						"龙轻雪 愈合 龙轻雪 Crit +23085", -- [36]
						"龙轻雪 阿莎曼的狂乱 (伤害/跳) 甲喉 Tick -456181 (Physical)", -- [37]
						"Ieo 奉献 龙轻雪 Crit +11035", -- [38]
						"No One 腐蚀痕迹 (伤害/跳) 龙轻雪 Tick -123573 (Nature)", -- [39]
						"Environment Drowning 龙轻雪 Hit -1018597 (Physical)", -- [40]
						"Ieo 奉献 龙轻雪 Hit +5517", -- [41]
						"龙轻雪 愈合 龙轻雪 Tick +11542", -- [42]
						"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120366 (Frost)", -- [43]
						"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120366 (Frost)", -- [44]
						"Ieo 奉献 龙轻雪 Hit +5518", -- [45]
						"Ieo 奉献 龙轻雪 Hit +5518", -- [46]
						"No One 腐蚀痕迹 (伤害/跳) 龙轻雪 Tick -123572 (Nature)", -- [47]
						"龙轻雪 愈合 龙轻雪 Tick +11542", -- [48]
						"Environment Drowning 龙轻雪 Hit -1020106 (Physical)", -- [49]
						"龙轻雪死亡。", -- [50]
					},
					["DeathAt"] = 316768.5,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-10.1529999999912, -- [1]
						-9.89199999999255, -- [2]
						-9.18799999996554, -- [3]
						-9.00299999996787, -- [4]
						-8.96700000000419, -- [5]
						-8.76799999998184, -- [6]
						-8.56400000001304, -- [7]
						-8.36800000001676, -- [8]
						-8.36800000001676, -- [9]
						-8.36800000001676, -- [10]
						-8.19000000000233, -- [11]
						-8.13899999996647, -- [12]
						-8.13899999996647, -- [13]
						-8.13899999996647, -- [14]
						-7.95100000000093, -- [15]
						-7.77100000000792, -- [16]
						-7.53499999997439, -- [17]
						-7.375, -- [18]
						-7.1819999999716, -- [19]
						-7.13299999997253, -- [20]
						-6.95600000000559, -- [21]
						-6.95600000000559, -- [22]
						-6.6819999999716, -- [23]
						-6.6819999999716, -- [24]
						-6.50699999998324, -- [25]
						-6.25099999998929, -- [26]
						-6.16499999997905, -- [27]
						-5.55599999998231, -- [28]
						-5.55599999998231, -- [29]
						-4.93699999997625, -- [30]
						-4.93699999997625, -- [31]
						-4.08299999998417, -- [32]
						-4.05099999997765, -- [33]
						-3.43599999998696, -- [34]
						-3.43599999998696, -- [35]
						-3.27199999999721, -- [36]
						-2.96700000000419, -- [37]
						-2.8179999999702, -- [38]
						-2.05199999996694, -- [39]
						-2.05199999996694, -- [40]
						-1.96799999999348, -- [41]
						-1.7050000000163, -- [42]
						-1.49099999997998, -- [43]
						-1.49099999997998, -- [44]
						-1.0800000000163, -- [45]
						-0.327999999979511, -- [46]
						-0.0359999999636784, -- [47]
						-0.0359999999636784, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						5030109, -- [1]
						5030109, -- [2]
						5030109, -- [3]
						5030109, -- [4]
						5030109, -- [5]
						5030109, -- [6]
						5030109, -- [7]
						5030109, -- [8]
						5030109, -- [9]
						5030109, -- [10]
						5030109, -- [11]
						5030109, -- [12]
						5030109, -- [13]
						5030109, -- [14]
						5030109, -- [15]
						5030109, -- [16]
						5030109, -- [17]
						5030109, -- [18]
						5030109, -- [19]
						5030109, -- [20]
						5030109, -- [21]
						5030109, -- [22]
						5030109, -- [23]
						5030109, -- [24]
						5030109, -- [25]
						5030109, -- [26]
						5030109, -- [27]
						5030109, -- [28]
						5030109, -- [29]
						5030109, -- [30]
						5030109, -- [31]
						5030109, -- [32]
						5030109, -- [33]
						5030109, -- [34]
						5030109, -- [35]
						5030109, -- [36]
						5030109, -- [37]
						5030109, -- [38]
						5030109, -- [39]
						5030109, -- [40]
						5030109, -- [41]
						5030109, -- [42]
						5030109, -- [43]
						5030109, -- [44]
						5030109, -- [45]
						5030109, -- [46]
						5030109, -- [47]
						5030109, -- [48]
						5030109, -- [49]
						4790580, -- [50]
					},
					["Health"] = {
						3412032, -- [1]
						3412032, -- [2]
						3753711, -- [3]
						3753711, -- [4]
						3753711, -- [5]
						3757817, -- [6]
						3757817, -- [7]
						3757817, -- [8]
						3757817, -- [9]
						3757817, -- [10]
						3757817, -- [11]
						3777574, -- [12]
						3777574, -- [13]
						3777574, -- [14]
						3781680, -- [15]
						3781680, -- [16]
						3781680, -- [17]
						3781680, -- [18]
						3781680, -- [19]
						3781680, -- [20]
						3781680, -- [21]
						3781680, -- [22]
						3781680, -- [23]
						3781680, -- [24]
						3793223, -- [25]
						3793223, -- [26]
						3793223, -- [27]
						3793223, -- [28]
						3793223, -- [29]
						3552493, -- [30]
						3552493, -- [31]
						3564035, -- [32]
						3564035, -- [33]
						2679742, -- [34]
						2679742, -- [35]
						2679742, -- [36]
						2462096, -- [37]
						2462096, -- [38]
						2473131, -- [39]
						2473131, -- [40]
						1330961, -- [41]
						1330961, -- [42]
						1348020, -- [43]
						1348020, -- [44]
						1107288, -- [45]
						1112806, -- [46]
						1112806, -- [47]
						1112806, -- [48]
						1112806, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Environment",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"HEAL", -- [2]
						"DAMAGE", -- [3]
						"HEAL", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"HEAL", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"HEAL", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"HEAL", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"HEAL", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"HEAL", -- [36]
						"DAMAGE", -- [37]
						"HEAL", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"HEAL", -- [41]
						"HEAL", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"HEAL", -- [45]
						"HEAL", -- [46]
						"DAMAGE", -- [47]
						"HEAL", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = 110,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 5,
			["LastHealTime"] = 316786.141,
			["type"] = "Grouped",
			["FightsSaved"] = 4,
			["LastDamageTaken"] = 217041,
			["TimeLast"] = {
				["DeathCount"] = 316765.391,
				["TimeHeal"] = 316785.513,
				["Overhealing"] = 316611.378,
				["RunicPowerGain"] = 316507.384,
				["HealingTaken"] = 316785.513,
				["OVERALL"] = 316785.513,
				["DamageTaken"] = 316785.513,
				["Healing"] = 316785.513,
				["EnergyGain"] = 316515.395,
				["RageGain"] = 316757.393,
				["HOT_Time"] = 316785.513,
				["ActiveTime"] = 316785.513,
				["TimeDamage"] = 316762.384,
				["ManaGain"] = 316757.393,
				["DOT_Time"] = 316762.384,
				["Damage"] = 316762.384,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				5030109, -- [1]
				5030109, -- [2]
				5030109, -- [3]
				5030109, -- [4]
				5030109, -- [5]
				5030109, -- [6]
				5030109, -- [7]
				5030109, -- [8]
				5030109, -- [9]
				4790580, -- [10]
				5030109, -- [11]
				5030109, -- [12]
				5030109, -- [13]
				5030109, -- [14]
				5030109, -- [15]
				5030109, -- [16]
				5030109, -- [17]
				5030109, -- [18]
				5030109, -- [19]
				5030109, -- [20]
				5030109, -- [21]
				5030109, -- [22]
				5030109, -- [23]
				5030109, -- [24]
				5030109, -- [25]
				5030109, -- [26]
				5030109, -- [27]
				5030109, -- [28]
				5030109, -- [29]
				5030109, -- [30]
				5030109, -- [31]
				5030109, -- [32]
				5030109, -- [33]
				5030109, -- [34]
				5030109, -- [35]
				5030109, -- [36]
				5030109, -- [37]
				5030109, -- [38]
				5030109, -- [39]
				5030109, -- [40]
				5030109, -- [41]
				5030109, -- [42]
				5030109, -- [43]
				5030109, -- [44]
				5030109, -- [45]
				5030109, -- [46]
				5030109, -- [47]
				5030109, -- [48]
				5030109, -- [49]
				5030109, -- [50]
			},
			["NextEventNum"] = 31,
			["LastDamageTime"] = 316762.794,
			["LastEvents"] = {
				"Ieo 奉献 龙轻雪 Hit +5517", -- [1]
				"龙轻雪 愈合 龙轻雪 Tick +11542", -- [2]
				"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120366 (Frost)", -- [3]
				"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120366 (Frost)", -- [4]
				"Ieo 奉献 龙轻雪 Hit +5518", -- [5]
				"Ieo 奉献 龙轻雪 Hit +5518", -- [6]
				"No One 腐蚀痕迹 (伤害/跳) 龙轻雪 Tick -123572 (Nature)", -- [7]
				"龙轻雪 愈合 龙轻雪 Tick +11542", -- [8]
				"Environment Drowning 龙轻雪 Hit -1020106 (Physical)", -- [9]
				"龙轻雪死亡。", -- [10]
				"龙轻雪 愈合 龙轻雪 Hit +341680", -- [11]
				"龙轻雪 愈合 龙轻雪 Crit +683359", -- [12]
				"龙轻雪 愈合 龙轻雪 Tick +9763", -- [13]
				"龙轻雪 愈合 龙轻雪 Hit +341679", -- [14]
				"龙轻雪 愈合 龙轻雪 Tick +9762", -- [15]
				"龙轻雪 愈合 龙轻雪 Crit +683359", -- [16]
				"龙轻雪 愈合 龙轻雪 Tick +9763", -- [17]
				"龙轻雪 愈合 龙轻雪 Hit +341679 (312799 过量治疗)", -- [18]
				"龙轻雪 愈合 龙轻雪 Tick +9762 (9762 过量治疗)", -- [19]
				"龙轻雪 愈合 龙轻雪 Tick +9763 (9763 过量治疗)", -- [20]
				"Environment Falling 龙轻雪 Hit -217041 (Physical)", -- [21]
				"龙轻雪 愈合 龙轻雪 Crit +19525", -- [22]
				"龙轻雪 愈合 龙轻雪 Crit +19524", -- [23]
				"龙轻雪 愈合 龙轻雪 Crit +19525", -- [24]
				"龙轻雪 愈合 龙轻雪 Tick +9762 (4462 过量治疗)", -- [25]
				"龙轻雪 愈合 龙轻雪 Tick +9763 (9763 过量治疗)", -- [26]
				"龙轻雪 愈合 龙轻雪 Tick +9763 (9763 过量治疗)", -- [27]
				"龙轻雪 愈合 龙轻雪 Crit +19525 (19525 过量治疗)", -- [28]
				"龙轻雪 愈合 龙轻雪 Tick +9762 (9762 过量治疗)", -- [29]
				"龙轻雪 愈合 龙轻雪 Crit +4417 (4417 过量治疗)", -- [30]
				"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [31]
				"龙轻雪 阿莎曼的狂乱 (伤害/跳) 甲喉 Crit -819234 (Physical)", -- [32]
				"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [33]
				"龙轻雪 愈合 龙轻雪 Tick +11543", -- [34]
				"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [35]
				"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34478 (Physical)", -- [36]
				"龙轻雪 阿莎曼的狂乱 甲喉 Hit -34479 (Physical)", -- [37]
				"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120365 (Frost)", -- [38]
				"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120365 (Frost)", -- [39]
				"龙轻雪 愈合 龙轻雪 Tick +11542", -- [40]
				"龙轻雪 阿莎曼的狂乱 (伤害/跳) 甲喉 Crit -912361 (Physical)", -- [41]
				"龙轻雪 斜掠 (伤害/跳) 甲喉 Tick -338524 (Physical)", -- [42]
				"Environment Drowning 龙轻雪 Hit -884293 (Physical)", -- [43]
				"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120366 (Frost)", -- [44]
				"焦躁的海潮元素 禁锢水泡 (伤害/跳) 龙轻雪 Tick -120365 (Frost)", -- [45]
				"龙轻雪 愈合 龙轻雪 Crit +23085", -- [46]
				"龙轻雪 阿莎曼的狂乱 (伤害/跳) 甲喉 Tick -456181 (Physical)", -- [47]
				"Ieo 奉献 龙轻雪 Crit +11035", -- [48]
				"No One 腐蚀痕迹 (伤害/跳) 龙轻雪 Tick -123573 (Nature)", -- [49]
				"Environment Drowning 龙轻雪 Hit -1018597 (Physical)", -- [50]
			},
			["Name"] = "龙轻雪",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				316763.793, -- [1]
				316764.056, -- [2]
				316764.27, -- [3]
				316764.27, -- [4]
				316764.681, -- [5]
				316765.433, -- [6]
				316765.725, -- [7]
				316765.725, -- [8]
				316765.761, -- [9]
				316765.761, -- [10]
				316776.301, -- [11]
				316777.643, -- [12]
				316777.846, -- [13]
				316779.066, -- [14]
				316779.468, -- [15]
				316780.687, -- [16]
				316781.29, -- [17]
				316782.501, -- [18]
				316782.811, -- [19]
				316784.531, -- [20]
				316785.556, -- [21]
				316786.141, -- [22]
				316787.779, -- [23]
				316789.423, -- [24]
				316791.161, -- [25]
				316792.865, -- [26]
				316794.524, -- [27]
				316796.174, -- [28]
				316797.818, -- [29]
				316798.205, -- [30]
				316758.805, -- [31]
				316758.805, -- [32]
				316759.079, -- [33]
				316759.079, -- [34]
				316759.254, -- [35]
				316759.51, -- [36]
				316759.596, -- [37]
				316760.205, -- [38]
				316760.205, -- [39]
				316760.824, -- [40]
				316760.824, -- [41]
				316761.678, -- [42]
				316761.71, -- [43]
				316762.325, -- [44]
				316762.325, -- [45]
				316762.489, -- [46]
				316762.794, -- [47]
				316762.943, -- [48]
				316763.709, -- [49]
				316763.709, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["愈合"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["艾萨拉之怒"] = {
									["count"] = 15,
								},
								["祭祀者勒莎"] = {
									["count"] = 12,
								},
							},
							["amount"] = 27,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["艾萨拉之怒"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["艾萨拉之怒"] = {
									["count"] = 21,
								},
								["祭祀者勒莎"] = {
									["count"] = 12,
								},
							},
							["amount"] = 33,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["艾萨拉之怒"] = {
									["count"] = 9,
								},
								["祭祀者勒莎"] = {
									["count"] = 6,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 590801,
					["RageGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["撕碎"] = {
									["count"] = 0,
								},
								["斜掠"] = {
									["count"] = 0,
								},
								["原始狂怒"] = {
									["count"] = 0,
								},
								["能量割裂"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 75,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 17,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 66,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 35,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 147845,
						["Melee"] = 146424,
						["Nature"] = 296532,
					},
					["DOT_Time"] = 90,
					["Damage"] = 30345118,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 37.01,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Physical"] = 26924200,
						["Melee"] = 1695369,
						["Shadow"] = 1725549,
					},
					["PartialAbsorb"] = {
						["起伏之沙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["闪电冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1923930,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 582294,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1658378,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3501104,
								},
								["斜掠"] = {
									["count"] = 962579,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 856514,
								},
								["撕碎"] = {
									["count"] = 5711914,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 2839334,
								},
								["肉搏"] = {
									["count"] = 979067,
								},
							},
							["amount"] = 19015114,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 3149984,
								},
								["斜掠"] = {
									["count"] = 637322,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 869035,
								},
								["凶猛撕咬"] = {
									["count"] = 706364,
								},
								["撕碎"] = {
									["count"] = 4339970,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 911027,
								},
								["肉搏"] = {
									["count"] = 716302,
								},
							},
							["amount"] = 11330004,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 147845,
								},
							},
							["amount"] = 147845,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 146424,
								},
								["闪电冲击"] = {
									["count"] = 296532,
								},
							},
							["amount"] = 442956,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["闪电冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 37.01,
								},
							},
							["amount"] = 37.01,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["斜掠"] = {
									["count"] = 2,
								},
								["阿莎曼的能量"] = {
									["count"] = 96,
								},
								["能量割裂"] = {
									["count"] = 9,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 3,
								},
								["丛林之魂"] = {
									["count"] = 120,
								},
								["原始狂怒"] = {
									["count"] = 8,
								},
								["撕碎"] = {
									["count"] = 11,
								},
							},
							["amount"] = 249,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["能量割裂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 1463823,
								},
							},
							["amount"] = 1463823,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["阿莎曼的能量"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 96,
								},
							},
							["amount"] = 96,
						},
						["能量割裂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 11,
								},
							},
							["amount"] = 11,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 37.01,
								},
							},
							["amount"] = 37.01,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 0.23,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.4,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.22,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.72,
								},
								["斜掠"] = {
									["count"] = 1.53,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.35,
								},
								["撕碎"] = {
									["count"] = 1.76,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.7,
								},
								["肉搏"] = {
									["count"] = 7.73,
								},
							},
							["amount"] = 18.64,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["斜掠"] = {
									["count"] = 1.66,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["凶猛撕咬"] = {
									["count"] = 0.19,
								},
								["撕碎"] = {
									["count"] = 2.68,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["肉搏"] = {
									["count"] = 6.49,
								},
							},
							["amount"] = 14.6,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["愈合"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 408861,
									["min"] = 345806,
									["count"] = 3,
									["amount"] = 1158649,
								},
								["Crit"] = {
									["max"] = 23363,
									["min"] = 19524,
									["count"] = 6,
									["amount"] = 121222,
								},
								["Tick"] = {
									["max"] = 11682,
									["min"] = 2339,
									["count"] = 19,
									["amount"] = 183952,
								},
							},
							["count"] = 28,
							["amount"] = 1463823,
						},
					},
					["WhoHealed"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 1463823,
								},
							},
							["amount"] = 1463823,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 27943,
								},
							},
							["amount"] = 27943,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 70.25,
					["Healing"] = 1463823,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 961965,
									["min"] = 706364,
									["count"] = 3,
									["amount"] = 2630294,
								},
							},
							["count"] = 3,
							["amount"] = 2630294,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 70496,
									["min"] = 70494,
									["count"] = 2,
									["amount"] = 140990,
								},
								["Hit"] = {
									["max"] = 35249,
									["min"] = 23295,
									["count"] = 13,
									["amount"] = 441304,
								},
							},
							["count"] = 15,
							["amount"] = 582294,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 346271,
									["min"] = 346271,
									["count"] = 1,
									["amount"] = 346271,
								},
								["Tick"] = {
									["max"] = 238255,
									["min"] = 173136,
									["count"] = 10,
									["amount"] = 2223134,
								},
							},
							["count"] = 11,
							["amount"] = 2569405,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 470823,
									["min"] = 398212,
									["count"] = 3,
									["amount"] = 1324622,
								},
								["Tick"] = {
									["max"] = 227793,
									["min"] = 173134,
									["count"] = 2,
									["amount"] = 400927,
								},
							},
							["count"] = 5,
							["amount"] = 1725549,
						},
						["斜掠"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 579547,
									["min"] = 579547,
									["count"] = 1,
									["amount"] = 579547,
								},
								["Hit"] = {
									["max"] = 445806,
									["min"] = 191516,
									["count"] = 3,
									["amount"] = 1020354,
								},
							},
							["count"] = 6,
							["amount"] = 1599901,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 898189,
									["min"] = 806538,
									["count"] = 3,
									["amount"] = 2602916,
								},
								["Tick"] = {
									["max"] = 449094,
									["min"] = 449094,
									["count"] = 2,
									["amount"] = 898188,
								},
							},
							["count"] = 5,
							["amount"] = 3501104,
						},
						["撕碎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1026513,
									["min"] = 481210,
									["count"] = 10,
									["amount"] = 7618129,
								},
								["Hit"] = {
									["max"] = 413488,
									["min"] = 299777,
									["count"] = 7,
									["amount"] = 2433755,
								},
							},
							["count"] = 17,
							["amount"] = 10051884,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1054188,
									["min"] = 440487,
									["count"] = 4,
									["amount"] = 3544192,
								},
								["Tick"] = {
									["max"] = 527095,
									["min"] = 383030,
									["count"] = 5,
									["amount"] = 2445126,
								},
							},
							["count"] = 9,
							["amount"] = 5989318,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 83803,
									["min"] = 60041,
									["count"] = 11,
									["amount"] = 800841,
								},
								["Hit"] = {
									["max"] = 42479,
									["min"] = 29561,
									["count"] = 24,
									["amount"] = 894528,
								},
							},
							["count"] = 35,
							["amount"] = 1695369,
						},
					},
					["HealingTaken"] = 1491766,
					["RageGain"] = 0,
					["TimeDamage"] = 33.24,
					["TimeDamaging"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 0.23,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.4,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.22,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.72,
								},
								["斜掠"] = {
									["count"] = 1.53,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.35,
								},
								["撕碎"] = {
									["count"] = 1.76,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.7,
								},
								["肉搏"] = {
									["count"] = 7.73,
								},
							},
							["amount"] = 18.64,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["斜掠"] = {
									["count"] = 1.66,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["凶猛撕咬"] = {
									["count"] = 0.19,
								},
								["撕碎"] = {
									["count"] = 2.68,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["肉搏"] = {
									["count"] = 6.49,
								},
							},
							["amount"] = 14.6,
						},
					},
					["ManaGain"] = 249,
					["HOTs"] = {
						["愈合"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 93,
								},
							},
							["amount"] = 93,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 79.68,
								},
							},
							["amount"] = 79.68,
						},
						["深须国王"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1.7,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.58,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 12.81,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.94,
								},
								["斜掠"] = {
									["count"] = 2.13,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 2.55,
								},
								["撕碎"] = {
									["count"] = 9.78,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 7.78,
								},
								["肉搏"] = {
									["count"] = 29.67,
								},
							},
							["amount"] = 70.94,
						},
					},
					["DamageTaken"] = 12448756,
					["RageGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["撕碎"] = {
									["count"] = 0,
								},
								["原始狂怒"] = {
									["count"] = 0,
								},
								["能量割裂"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HOT_Time"] = 159,
					["ElementTaken"] = {
						["Frost"] = 325652,
						["Physical"] = 894656,
						["Melee"] = 6701353,
						["Nature"] = 4527095,
					},
					["RageGained"] = {
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["能量割裂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 69849379,
					["TimeHeal"] = 79.68,
					["ElementDone"] = {
						["Physical"] = 63337256,
						["Melee"] = 3365363,
						["Shadow"] = 3146760,
					},
					["ManaGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["猛虎之怒"] = {
									["count"] = 60,
								},
								["斜掠"] = {
									["count"] = 6,
								},
								["阿莎曼的能量"] = {
									["count"] = 102,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 3,
								},
								["能量割裂"] = {
									["count"] = 27,
								},
								["撕碎"] = {
									["count"] = 34,
								},
								["原始狂怒"] = {
									["count"] = 21,
								},
								["丛林之魂"] = {
									["count"] = 220,
								},
							},
							["amount"] = 473,
						},
					},
					["WhoDamaged"] = {
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["风暴"] = {
									["count"] = 1509034,
								},
							},
							["amount"] = 1509034,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["风暴"] = {
									["count"] = 1509030,
								},
							},
							["amount"] = 1509030,
						},
						["奎克"] = {
							["Details"] = {
								["地震"] = {
									["count"] = 513466,
								},
							},
							["amount"] = 513466,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 381190,
								},
							},
							["amount"] = 381190,
						},
						["深须国王"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6701353,
								},
							},
							["amount"] = 6701353,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["风暴"] = {
									["count"] = 1509031,
								},
							},
							["amount"] = 1509031,
						},
						["呼潮引浪"] = {
							["Details"] = {
								["呼潮引浪 (伤害/跳)"] = {
									["count"] = 325652,
								},
							},
							["amount"] = 325652,
						},
					},
					["EnergyGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["丛林之魂"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["RunicPowerGained"] = {
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 87849,
						["Physical"] = 79520,
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 79.68,
								},
							},
							["amount"] = 79.68,
						},
					},
					["OverHeals"] = {
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 9762,
									["min"] = 9762,
									["count"] = 2,
									["amount"] = 19524,
								},
							},
							["count"] = 2,
							["amount"] = 19524,
						},
					},
					["Overhealing"] = 19524,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["地震"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["呼潮引浪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 39,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 39,
						},
					},
					["ManaGained"] = {
						["猛虎之怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["阿莎曼的能量"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 102,
								},
							},
							["amount"] = 102,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["能量割裂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 220,
								},
							},
							["amount"] = 220,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 454357,
						["Physical"] = 75165,
					},
					["ActiveTime"] = 150.62,
					["RunicPowerGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["丛林之魂"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
					},
					["EnergyGain"] = 23,
					["HOTs"] = {
						["愈合"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 159,
								},
							},
							["amount"] = 159,
						},
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 7375854,
								},
							},
							["amount"] = 7375854,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 6,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 39,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["Heals"] = {
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11682,
									["min"] = 1470,
									["count"] = 33,
									["amount"] = 338795,
								},
								["Crit"] = {
									["max"] = 807965,
									["min"] = 19524,
									["count"] = 24,
									["amount"] = 4737772,
								},
								["Hit"] = {
									["max"] = 403982,
									["min"] = 341679,
									["count"] = 6,
									["amount"] = 2299287,
								},
							},
							["count"] = 63,
							["amount"] = 7375854,
						},
					},
					["WhoHealed"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 7375854,
								},
							},
							["amount"] = 7375854,
						},
						["深须国王"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 529522,
								},
							},
							["amount"] = 529522,
						},
					},
					["EnergyGained"] = {
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["地震"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 75165,
									["min"] = 75165,
									["count"] = 1,
									["amount"] = 75165,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 75165,
						},
						["风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["呼潮引浪 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 189596,
									["min"] = 91393,
									["count"] = 3,
									["amount"] = 454357,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 36,
									["amount"] = 0,
								},
							},
							["count"] = 39,
							["amount"] = 454357,
						},
					},
					["Healing"] = 7375854,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 31,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 54,
								},
								["Tick"] = {
									["count"] = 40,
								},
							},
							["amount"] = 127,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 61,
								},
							},
							["amount"] = 83,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 11,
						},
					},
					["DOT_Time"] = 210,
					["Attacks"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1713890,
									["min"] = 1713890,
									["count"] = 1,
									["amount"] = 1713890,
								},
								["Hit"] = {
									["max"] = 1172661,
									["min"] = 571297,
									["count"] = 9,
									["amount"] = 7232625,
								},
							},
							["count"] = 10,
							["amount"] = 8946515,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 85934,
									["min"] = 85934,
									["count"] = 8,
									["amount"] = 687472,
								},
								["Hit"] = {
									["max"] = 42968,
									["min"] = 33050,
									["count"] = 7,
									["amount"] = 290854,
								},
							},
							["count"] = 15,
							["amount"] = 978326,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 546707,
									["min"] = 346269,
									["count"] = 9,
									["amount"] = 3584629,
								},
								["Tick"] = {
									["max"] = 319341,
									["min"] = 173134,
									["count"] = 22,
									["amount"] = 4499043,
								},
							},
							["count"] = 31,
							["amount"] = 8083672,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 983193,
									["min"] = 983193,
									["count"] = 1,
									["amount"] = 983193,
								},
								["Tick"] = {
									["max"] = 547459,
									["min"] = 547459,
									["count"] = 4,
									["amount"] = 2189836,
								},
							},
							["count"] = 5,
							["amount"] = 3173029,
						},
						["斜掠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 706482,
									["min"] = 222901,
									["count"] = 6,
									["amount"] = 2494709,
								},
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 2494709,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 414357,
									["min"] = 278921,
									["count"] = 6,
									["amount"] = 2213766,
								},
								["Tick"] = {
									["max"] = 204704,
									["min"] = 173134,
									["count"] = 5,
									["amount"] = 932994,
								},
							},
							["count"] = 11,
							["amount"] = 3146760,
						},
						["撕碎"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 185546,
									["min"] = 185546,
									["count"] = 1,
									["amount"] = 185546,
								},
								["Crit"] = {
									["max"] = 1704929,
									["min"] = 503800,
									["count"] = 26,
									["amount"] = 24263848,
								},
								["Hit"] = {
									["max"] = 410587,
									["min"] = 251625,
									["count"] = 8,
									["amount"] = 2580666,
								},
							},
							["count"] = 35,
							["amount"] = 27030060,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1412963,
									["min"] = 440485,
									["count"] = 9,
									["amount"] = 7409834,
								},
								["Tick"] = {
									["max"] = 706482,
									["min"] = 191515,
									["count"] = 14,
									["amount"] = 5221111,
								},
							},
							["count"] = 23,
							["amount"] = 12630945,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 58171,
									["min"] = 39609,
									["count"] = 3,
									["amount"] = 155311,
								},
								["Hit (被格挡)"] = {
									["max"] = 29276,
									["min"] = 20397,
									["count"] = 2,
									["amount"] = 49673,
								},
								["Crit"] = {
									["max"] = 90132,
									["min"] = 60638,
									["count"] = 14,
									["amount"] = 999149,
								},
								["Hit"] = {
									["max"] = 44171,
									["min"] = 29539,
									["count"] = 59,
									["amount"] = 2161230,
								},
							},
							["count"] = 78,
							["amount"] = 3365363,
						},
					},
					["RageGain"] = 0,
					["RunicPowerGain"] = 19,
					["TimeDamage"] = 70.94,
					["TimeDamaging"] = {
						["深须国王"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1.7,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.58,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 12.81,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.94,
								},
								["斜掠"] = {
									["count"] = 2.13,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 2.55,
								},
								["撕碎"] = {
									["count"] = 9.78,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 7.78,
								},
								["肉搏"] = {
									["count"] = 29.67,
								},
							},
							["amount"] = 70.94,
						},
					},
					["ManaGain"] = 473,
					["HealingTaken"] = 7905376,
					["DamagedWho"] = {
						["深须国王"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 8946515,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 978326,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 8083672,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3173029,
								},
								["斜掠"] = {
									["count"] = 2494709,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 3146760,
								},
								["撕碎"] = {
									["count"] = 27030060,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 12630945,
								},
								["肉搏"] = {
									["count"] = 3365363,
								},
							},
							["amount"] = 69849379,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["甲喉"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["甲喉"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 5521581,
					["RageGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["原始狂怒"] = {
									["count"] = 0,
								},
								["撕碎"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 14,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 1,
					["HOT_Time"] = 18,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 17,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 38,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 2351440,
						["Physical"] = 2922996,
						["Nature"] = 247145,
					},
					["DOT_Time"] = 18,
					["Damage"] = 18202149,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 10.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Melee"] = 859624,
						["Physical"] = 17342525,
					},
					["PartialAbsorb"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["逆流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Drowning"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 6829429,
								},
								["肉搏"] = {
									["count"] = 136556,
								},
							},
							["amount"] = 6965985,
						},
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 897288,
								},
								["凶猛撕咬"] = {
									["count"] = 1817221,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2187776,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 578173,
								},
								["斜掠"] = {
									["count"] = 222902,
								},
								["撕碎"] = {
									["count"] = 2540726,
								},
								["野蛮挥砍"] = {
									["count"] = 2269010,
								},
								["肉搏"] = {
									["count"] = 723068,
								},
							},
							["amount"] = 11236164,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 247145,
								},
							},
							["amount"] = 247145,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["禁锢水泡 (伤害/跳)"] = {
									["count"] = 722193,
								},
								["逆流"] = {
									["count"] = 1629247,
								},
							},
							["amount"] = 2351440,
						},
						["Environment"] = {
							["Details"] = {
								["Drowning"] = {
									["count"] = 2922996,
								},
							},
							["amount"] = 2922996,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["Drowning"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["斜掠"] = {
									["count"] = 1,
								},
								["阿莎曼的能量"] = {
									["count"] = 28,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 3,
								},
								["丛林之魂"] = {
									["count"] = 40,
								},
								["原始狂怒"] = {
									["count"] = 1,
								},
								["撕碎"] = {
									["count"] = 4,
								},
							},
							["amount"] = 77,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 422475,
								},
							},
							["amount"] = 422475,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["阿莎曼的能量"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.05,
								},
								["凶猛撕咬"] = {
									["count"] = 0.87,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.98,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["撕碎"] = {
									["count"] = 1.09,
								},
								["斜掠"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 9.75,
								},
							},
							["amount"] = 18.71,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3.33,
								},
							},
							["amount"] = 3.53,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11543,
									["min"] = 11542,
									["count"] = 5,
									["amount"] = 57711,
								},
								["Crit"] = {
									["max"] = 23085,
									["min"] = 23085,
									["count"] = 1,
									["amount"] = 23085,
								},
								["Hit"] = {
									["max"] = 341679,
									["min"] = 341679,
									["count"] = 1,
									["amount"] = 341679,
								},
							},
							["count"] = 7,
							["amount"] = 422475,
						},
					},
					["WhoHealed"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 422475,
								},
							},
							["amount"] = 422475,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 38758,
								},
							},
							["amount"] = 38758,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 16427,
								},
							},
							["amount"] = 16427,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 32.74,
					["Healing"] = 422475,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 338524,
									["min"] = 220242,
									["count"] = 3,
									["amount"] = 897288,
								},
							},
							["count"] = 3,
							["amount"] = 897288,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 974754,
									["min"] = 974754,
									["count"] = 1,
									["amount"] = 974754,
								},
								["Hit"] = {
									["max"] = 842467,
									["min"] = 842467,
									["count"] = 1,
									["amount"] = 842467,
								},
							},
							["count"] = 2,
							["amount"] = 1817221,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 912361,
									["min"] = 819234,
									["count"] = 2,
									["amount"] = 1731595,
								},
								["Tick"] = {
									["max"] = 456181,
									["min"] = 456181,
									["count"] = 1,
									["amount"] = 456181,
								},
							},
							["count"] = 3,
							["amount"] = 2187776,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 68958,
									["min"] = 68956,
									["count"] = 2,
									["amount"] = 137914,
								},
								["Hit"] = {
									["max"] = 34479,
									["min"] = 26520,
									["count"] = 13,
									["amount"] = 440259,
								},
							},
							["count"] = 15,
							["amount"] = 578173,
						},
						["斜掠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 222902,
									["min"] = 222902,
									["count"] = 1,
									["amount"] = 222902,
								},
							},
							["count"] = 1,
							["amount"] = 222902,
						},
						["撕碎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 740606,
									["min"] = 625858,
									["count"] = 2,
									["amount"] = 1366464,
								},
								["Hit"] = {
									["max"] = 311642,
									["min"] = 275205,
									["count"] = 4,
									["amount"] = 1174262,
								},
							},
							["count"] = 6,
							["amount"] = 2540726,
						},
						["野蛮挥砍"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1648054,
									["min"] = 1496172,
									["count"] = 4,
									["amount"] = 6296393,
								},
								["Hit"] = {
									["max"] = 737119,
									["min"] = 662998,
									["count"] = 4,
									["amount"] = 2802046,
								},
							},
							["count"] = 8,
							["amount"] = 9098439,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 82578,
									["min"] = 65452,
									["count"] = 7,
									["amount"] = 504865,
								},
								["Hit"] = {
									["max"] = 40599,
									["min"] = 29980,
									["count"] = 10,
									["amount"] = 354759,
								},
							},
							["count"] = 17,
							["amount"] = 859624,
						},
					},
					["HealingTaken"] = 477660,
					["RageGain"] = 0,
					["TimeDamage"] = 22.24,
					["TimeDamaging"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3.33,
								},
							},
							["amount"] = 3.53,
						},
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.05,
								},
								["凶猛撕咬"] = {
									["count"] = 0.87,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.98,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["撕碎"] = {
									["count"] = 1.09,
								},
								["斜掠"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 9.75,
								},
							},
							["amount"] = 18.71,
						},
					},
					["ManaGain"] = 77,
					["HOTs"] = {
						["愈合"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["甲喉"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["甲喉"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 5521581,
					["RageGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["原始狂怒"] = {
									["count"] = 0,
								},
								["撕碎"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 14,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 1,
					["HOT_Time"] = 18,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 17,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 38,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 2351440,
						["Physical"] = 2922996,
						["Nature"] = 247145,
					},
					["DOT_Time"] = 18,
					["Damage"] = 18202149,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 10.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Melee"] = 859624,
						["Physical"] = 17342525,
					},
					["PartialAbsorb"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["逆流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Drowning"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 6829429,
								},
								["肉搏"] = {
									["count"] = 136556,
								},
							},
							["amount"] = 6965985,
						},
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 897288,
								},
								["凶猛撕咬"] = {
									["count"] = 1817221,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2187776,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 578173,
								},
								["斜掠"] = {
									["count"] = 222902,
								},
								["撕碎"] = {
									["count"] = 2540726,
								},
								["野蛮挥砍"] = {
									["count"] = 2269010,
								},
								["肉搏"] = {
									["count"] = 723068,
								},
							},
							["amount"] = 11236164,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 247145,
								},
							},
							["amount"] = 247145,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["禁锢水泡 (伤害/跳)"] = {
									["count"] = 722193,
								},
								["逆流"] = {
									["count"] = 1629247,
								},
							},
							["amount"] = 2351440,
						},
						["Environment"] = {
							["Details"] = {
								["Drowning"] = {
									["count"] = 2922996,
								},
							},
							["amount"] = 2922996,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["Drowning"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["斜掠"] = {
									["count"] = 1,
								},
								["阿莎曼的能量"] = {
									["count"] = 28,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 3,
								},
								["丛林之魂"] = {
									["count"] = 40,
								},
								["原始狂怒"] = {
									["count"] = 1,
								},
								["撕碎"] = {
									["count"] = 4,
								},
							},
							["amount"] = 77,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 422475,
								},
							},
							["amount"] = 422475,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["阿莎曼的能量"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 10.5,
								},
							},
							["amount"] = 10.5,
						},
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.05,
								},
								["凶猛撕咬"] = {
									["count"] = 0.87,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.98,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["撕碎"] = {
									["count"] = 1.09,
								},
								["斜掠"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 9.75,
								},
							},
							["amount"] = 18.71,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3.33,
								},
							},
							["amount"] = 3.53,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11543,
									["min"] = 11542,
									["count"] = 5,
									["amount"] = 57711,
								},
								["Crit"] = {
									["max"] = 23085,
									["min"] = 23085,
									["count"] = 1,
									["amount"] = 23085,
								},
								["Hit"] = {
									["max"] = 341679,
									["min"] = 341679,
									["count"] = 1,
									["amount"] = 341679,
								},
							},
							["count"] = 7,
							["amount"] = 422475,
						},
					},
					["WhoHealed"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 422475,
								},
							},
							["amount"] = 422475,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 38758,
								},
							},
							["amount"] = 38758,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 16427,
								},
							},
							["amount"] = 16427,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 32.74,
					["Healing"] = 422475,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 338524,
									["min"] = 220242,
									["count"] = 3,
									["amount"] = 897288,
								},
							},
							["count"] = 3,
							["amount"] = 897288,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 974754,
									["min"] = 974754,
									["count"] = 1,
									["amount"] = 974754,
								},
								["Hit"] = {
									["max"] = 842467,
									["min"] = 842467,
									["count"] = 1,
									["amount"] = 842467,
								},
							},
							["count"] = 2,
							["amount"] = 1817221,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 912361,
									["min"] = 819234,
									["count"] = 2,
									["amount"] = 1731595,
								},
								["Tick"] = {
									["max"] = 456181,
									["min"] = 456181,
									["count"] = 1,
									["amount"] = 456181,
								},
							},
							["count"] = 3,
							["amount"] = 2187776,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 68958,
									["min"] = 68956,
									["count"] = 2,
									["amount"] = 137914,
								},
								["Hit"] = {
									["max"] = 34479,
									["min"] = 26520,
									["count"] = 13,
									["amount"] = 440259,
								},
							},
							["count"] = 15,
							["amount"] = 578173,
						},
						["斜掠"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 222902,
									["min"] = 222902,
									["count"] = 1,
									["amount"] = 222902,
								},
							},
							["count"] = 1,
							["amount"] = 222902,
						},
						["撕碎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 740606,
									["min"] = 625858,
									["count"] = 2,
									["amount"] = 1366464,
								},
								["Hit"] = {
									["max"] = 311642,
									["min"] = 275205,
									["count"] = 4,
									["amount"] = 1174262,
								},
							},
							["count"] = 6,
							["amount"] = 2540726,
						},
						["野蛮挥砍"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1648054,
									["min"] = 1496172,
									["count"] = 4,
									["amount"] = 6296393,
								},
								["Hit"] = {
									["max"] = 737119,
									["min"] = 662998,
									["count"] = 4,
									["amount"] = 2802046,
								},
							},
							["count"] = 8,
							["amount"] = 9098439,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 82578,
									["min"] = 65452,
									["count"] = 7,
									["amount"] = 504865,
								},
								["Hit"] = {
									["max"] = 40599,
									["min"] = 29980,
									["count"] = 10,
									["amount"] = 354759,
								},
							},
							["count"] = 17,
							["amount"] = 859624,
						},
					},
					["HealingTaken"] = 477660,
					["RageGain"] = 0,
					["TimeDamage"] = 22.24,
					["TimeDamaging"] = {
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3.33,
								},
							},
							["amount"] = 3.53,
						},
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.05,
								},
								["凶猛撕咬"] = {
									["count"] = 0.87,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.98,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["撕碎"] = {
									["count"] = 1.09,
								},
								["斜掠"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 9.75,
								},
							},
							["amount"] = 18.71,
						},
					},
					["ManaGain"] = 77,
					["HOTs"] = {
						["愈合"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["甲喉"] = {
									["count"] = 9,
								},
								["深须国王"] = {
									["count"] = 69,
								},
								["艾萨拉之怒"] = {
									["count"] = 15,
								},
								["祭祀者勒莎"] = {
									["count"] = 12,
								},
							},
							["amount"] = 105,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 33,
								},
								["艾萨拉之怒"] = {
									["count"] = 9,
								},
								["祭祀者勒莎"] = {
									["count"] = 6,
								},
							},
							["amount"] = 48,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 93,
								},
								["艾萨拉之怒"] = {
									["count"] = 21,
								},
								["祭祀者勒莎"] = {
									["count"] = 12,
								},
							},
							["amount"] = 126,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["深须国王"] = {
									["count"] = 15,
								},
								["甲喉"] = {
									["count"] = 9,
								},
								["艾萨拉之怒"] = {
									["count"] = 15,
								},
							},
							["amount"] = 39,
						},
					},
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.05,
								},
								["凶猛撕咬"] = {
									["count"] = 0.87,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.98,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["撕碎"] = {
									["count"] = 1.09,
								},
								["斜掠"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 9.75,
								},
							},
							["amount"] = 18.71,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["斜掠"] = {
									["count"] = 1.66,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["凶猛撕咬"] = {
									["count"] = 0.19,
								},
								["撕碎"] = {
									["count"] = 2.68,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["肉搏"] = {
									["count"] = 6.49,
								},
							},
							["amount"] = 14.6,
						},
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 128.69,
								},
							},
							["amount"] = 128.69,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 0.23,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.4,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.22,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.72,
								},
								["斜掠"] = {
									["count"] = 1.53,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.35,
								},
								["撕碎"] = {
									["count"] = 1.76,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.7,
								},
								["肉搏"] = {
									["count"] = 7.73,
								},
							},
							["amount"] = 18.64,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3.33,
								},
							},
							["amount"] = 3.53,
						},
						["深须国王"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1.7,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.58,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 12.81,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.94,
								},
								["斜掠"] = {
									["count"] = 2.13,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 2.55,
								},
								["撕碎"] = {
									["count"] = 9.78,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 7.78,
								},
								["肉搏"] = {
									["count"] = 29.67,
								},
							},
							["amount"] = 70.94,
						},
					},
					["DamageTaken"] = 18778179,
					["RageGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["斜掠"] = {
									["count"] = 0,
								},
								["撕碎"] = {
									["count"] = 0,
								},
								["原始狂怒"] = {
									["count"] = 0,
								},
								["能量割裂"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 1,
					["HOT_Time"] = 255,
					["ElementTaken"] = {
						["Frost"] = 2677092,
						["Physical"] = 4182538,
						["Melee"] = 6847777,
						["Nature"] = 5070772,
					},
					["RageGained"] = {
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["能量割裂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 118396646,
					["TimeHeal"] = 128.69,
					["ElementDone"] = {
						["Physical"] = 107603981,
						["Melee"] = 5920356,
						["Shadow"] = 4872309,
					},
					["ManaGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["猛虎之怒"] = {
									["count"] = 60,
								},
								["斜掠"] = {
									["count"] = 9,
								},
								["阿莎曼的能量"] = {
									["count"] = 226,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 9,
								},
								["能量割裂"] = {
									["count"] = 36,
								},
								["撕碎"] = {
									["count"] = 49,
								},
								["原始狂怒"] = {
									["count"] = 30,
								},
								["丛林之魂"] = {
									["count"] = 380,
								},
							},
							["amount"] = 799,
						},
					},
					["WhoDamaged"] = {
						["奎克"] = {
							["Details"] = {
								["地震"] = {
									["count"] = 513466,
								},
							},
							["amount"] = 513466,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 147845,
								},
							},
							["amount"] = 147845,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["风暴"] = {
									["count"] = 1509031,
								},
							},
							["amount"] = 1509031,
						},
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 247145,
								},
							},
							["amount"] = 247145,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["风暴"] = {
									["count"] = 1509030,
								},
								["肉搏"] = {
									["count"] = 146424,
								},
								["闪电冲击"] = {
									["count"] = 296532,
								},
							},
							["amount"] = 1951986,
						},
						["呼潮引浪"] = {
							["Details"] = {
								["呼潮引浪 (伤害/跳)"] = {
									["count"] = 325652,
								},
							},
							["amount"] = 325652,
						},
						["束缚者阿什奥伊"] = {
							["Details"] = {
								["风暴"] = {
									["count"] = 1509034,
								},
							},
							["amount"] = 1509034,
						},
						["深须国王"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6701353,
								},
							},
							["amount"] = 6701353,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["禁锢水泡 (伤害/跳)"] = {
									["count"] = 722193,
								},
								["逆流"] = {
									["count"] = 1629247,
								},
							},
							["amount"] = 2351440,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 598231,
								},
								["Drowning"] = {
									["count"] = 2922996,
								},
							},
							["amount"] = 3521227,
						},
					},
					["EnergyGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["丛林之魂"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["RunicPowerGained"] = {
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 87849,
						["Physical"] = 79520,
					},
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 128.69,
								},
							},
							["amount"] = 128.69,
						},
					},
					["OverHeals"] = {
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 9762,
									["min"] = 9762,
									["count"] = 2,
									["amount"] = 19524,
								},
							},
							["count"] = 2,
							["amount"] = 19524,
						},
					},
					["Overhealing"] = 19524,
					["PartialResist"] = {
						["闪电冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["地震"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["Drowning"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["呼潮引浪 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 42,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 42,
						},
					},
					["ManaGained"] = {
						["猛虎之怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["斜掠"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["阿莎曼的能量"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 226,
								},
							},
							["amount"] = 226,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["能量割裂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["撕碎"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["原始狂怒"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 380,
								},
							},
							["amount"] = 380,
						},
					},
					["ElementTakenAbsorb"] = {
						["Melee"] = 454357,
						["Physical"] = 75165,
					},
					["ActiveTime"] = 255.11,
					["RunicPowerGainedFrom"] = {
						["龙轻雪"] = {
							["Details"] = {
								["丛林之魂"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
					},
					["EnergyGain"] = 23,
					["HOTs"] = {
						["愈合"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 255,
								},
							},
							["amount"] = 255,
						},
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 9281677,
								},
							},
							["amount"] = 9281677,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Tick"] = {
									["count"] = 27,
								},
							},
							["amount"] = 35,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 12,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 13,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 8,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 42,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 21,
						},
					},
					["Heals"] = {
						["愈合"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 11682,
									["min"] = 1470,
									["count"] = 57,
									["amount"] = 580458,
								},
								["Crit"] = {
									["max"] = 807965,
									["min"] = 19524,
									["count"] = 32,
									["amount"] = 4901604,
								},
								["Hit"] = {
									["max"] = 408861,
									["min"] = 341679,
									["count"] = 10,
									["amount"] = 3799615,
								},
							},
							["count"] = 99,
							["amount"] = 9281677,
						},
					},
					["WhoHealed"] = {
						["龙轻雪"] = {
							["Details"] = {
								["愈合"] = {
									["count"] = 9281677,
								},
							},
							["amount"] = 9281677,
						},
						["深须国王"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 529522,
								},
							},
							["amount"] = 529522,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 44370,
								},
							},
							["amount"] = 44370,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 38758,
								},
							},
							["amount"] = 38758,
						},
					},
					["EnergyGained"] = {
						["丛林之魂"] = {
							["Details"] = {
								["龙轻雪"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
					},
					["PartialAbsorb"] = {
						["闪电冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["地震"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 75165,
									["min"] = 75165,
									["count"] = 1,
									["amount"] = 75165,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 75165,
						},
						["逆流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Drowning"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["呼潮引浪 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 189596,
									["min"] = 91393,
									["count"] = 3,
									["amount"] = 454357,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 39,
									["amount"] = 0,
								},
							},
							["count"] = 42,
							["amount"] = 454357,
						},
					},
					["Healing"] = 9281677,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 80,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 86,
								},
								["Tick"] = {
									["count"] = 61,
								},
							},
							["amount"] = 231,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 35,
								},
								["Hit"] = {
									["count"] = 95,
								},
							},
							["amount"] = 135,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 9,
								},
								["Tick"] = {
									["count"] = 7,
								},
							},
							["amount"] = 16,
						},
					},
					["DOT_Time"] = 318,
					["Attacks"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1713890,
									["min"] = 974754,
									["count"] = 2,
									["amount"] = 2688644,
								},
								["Hit"] = {
									["max"] = 1172661,
									["min"] = 571297,
									["count"] = 13,
									["amount"] = 10705386,
								},
							},
							["count"] = 15,
							["amount"] = 13394030,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 85934,
									["min"] = 68956,
									["count"] = 12,
									["amount"] = 966376,
								},
								["Hit"] = {
									["max"] = 42968,
									["min"] = 23295,
									["count"] = 33,
									["amount"] = 1172417,
								},
							},
							["count"] = 45,
							["amount"] = 2138793,
						},
						["野蛮挥砍"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1648054,
									["min"] = 1496172,
									["count"] = 4,
									["amount"] = 6296393,
								},
								["Hit"] = {
									["max"] = 737119,
									["min"] = 662998,
									["count"] = 4,
									["amount"] = 2802046,
								},
							},
							["count"] = 8,
							["amount"] = 9098439,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 546707,
									["min"] = 346269,
									["count"] = 10,
									["amount"] = 3930900,
								},
								["Tick"] = {
									["max"] = 319341,
									["min"] = 173134,
									["count"] = 32,
									["amount"] = 6722177,
								},
							},
							["count"] = 42,
							["amount"] = 10653077,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 983193,
									["min"] = 806538,
									["count"] = 6,
									["amount"] = 5317704,
								},
								["Tick"] = {
									["max"] = 547459,
									["min"] = 449094,
									["count"] = 7,
									["amount"] = 3544205,
								},
							},
							["count"] = 13,
							["amount"] = 8861909,
						},
						["斜掠"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 579547,
									["min"] = 579547,
									["count"] = 1,
									["amount"] = 579547,
								},
								["Hit"] = {
									["max"] = 706482,
									["min"] = 191516,
									["count"] = 10,
									["amount"] = 3737965,
								},
							},
							["count"] = 14,
							["amount"] = 4317512,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 470823,
									["min"] = 278921,
									["count"] = 9,
									["amount"] = 3538388,
								},
								["Tick"] = {
									["max"] = 227793,
									["min"] = 173134,
									["count"] = 7,
									["amount"] = 1333921,
								},
							},
							["count"] = 16,
							["amount"] = 4872309,
						},
						["撕碎"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 185546,
									["min"] = 185546,
									["count"] = 1,
									["amount"] = 185546,
								},
								["Crit"] = {
									["max"] = 1704929,
									["min"] = 481210,
									["count"] = 38,
									["amount"] = 33248441,
								},
								["Hit"] = {
									["max"] = 413488,
									["min"] = 251625,
									["count"] = 19,
									["amount"] = 6188683,
								},
							},
							["count"] = 58,
							["amount"] = 39622670,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1412963,
									["min"] = 440485,
									["count"] = 13,
									["amount"] = 10954026,
								},
								["Tick"] = {
									["max"] = 706482,
									["min"] = 191515,
									["count"] = 22,
									["amount"] = 8563525,
								},
							},
							["count"] = 35,
							["amount"] = 19517551,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 58171,
									["min"] = 39609,
									["count"] = 3,
									["amount"] = 155311,
								},
								["Hit (被格挡)"] = {
									["max"] = 29276,
									["min"] = 20397,
									["count"] = 2,
									["amount"] = 49673,
								},
								["Crit"] = {
									["max"] = 90132,
									["min"] = 60041,
									["count"] = 32,
									["amount"] = 2304855,
								},
								["Hit"] = {
									["max"] = 44171,
									["min"] = 29539,
									["count"] = 93,
									["amount"] = 3410517,
								},
							},
							["count"] = 130,
							["amount"] = 5920356,
						},
					},
					["RageGain"] = 0,
					["RunicPowerGain"] = 19,
					["TimeDamage"] = 126.42,
					["TimeDamaging"] = {
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.05,
								},
								["凶猛撕咬"] = {
									["count"] = 0.87,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.98,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["撕碎"] = {
									["count"] = 1.09,
								},
								["斜掠"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 9.75,
								},
							},
							["amount"] = 18.71,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 2.35,
								},
								["斜掠"] = {
									["count"] = 1.66,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["凶猛撕咬"] = {
									["count"] = 0.19,
								},
								["撕碎"] = {
									["count"] = 2.68,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["肉搏"] = {
									["count"] = 6.49,
								},
							},
							["amount"] = 14.6,
						},
						["深须国王"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1.7,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.58,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 12.81,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.94,
								},
								["斜掠"] = {
									["count"] = 2.13,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 2.55,
								},
								["撕碎"] = {
									["count"] = 9.78,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 7.78,
								},
								["肉搏"] = {
									["count"] = 29.67,
								},
							},
							["amount"] = 70.94,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 0.2,
								},
								["肉搏"] = {
									["count"] = 3.33,
								},
							},
							["amount"] = 3.53,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 0.23,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 2.4,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1.22,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 1.72,
								},
								["斜掠"] = {
									["count"] = 1.53,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 0.35,
								},
								["撕碎"] = {
									["count"] = 1.76,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 1.7,
								},
								["肉搏"] = {
									["count"] = 7.73,
								},
							},
							["amount"] = 18.64,
						},
					},
					["ManaGain"] = 799,
					["HealingTaken"] = 9894327,
					["DamagedWho"] = {
						["甲喉"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 897288,
								},
								["凶猛撕咬"] = {
									["count"] = 1817221,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 2187776,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 578173,
								},
								["斜掠"] = {
									["count"] = 222902,
								},
								["撕碎"] = {
									["count"] = 2540726,
								},
								["野蛮挥砍"] = {
									["count"] = 2269010,
								},
								["肉搏"] = {
									["count"] = 723068,
								},
							},
							["amount"] = 11236164,
						},
						["祭祀者勒莎"] = {
							["Details"] = {
								["斜掠 (伤害/跳)"] = {
									["count"] = 3149984,
								},
								["斜掠"] = {
									["count"] = 637322,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 869035,
								},
								["凶猛撕咬"] = {
									["count"] = 706364,
								},
								["撕碎"] = {
									["count"] = 4339970,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 911027,
								},
								["肉搏"] = {
									["count"] = 716302,
								},
							},
							["amount"] = 11330004,
						},
						["深须国王"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 8946515,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 978326,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 8083672,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3173029,
								},
								["斜掠"] = {
									["count"] = 2494709,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 3146760,
								},
								["撕碎"] = {
									["count"] = 27030060,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 12630945,
								},
								["肉搏"] = {
									["count"] = 3365363,
								},
							},
							["amount"] = 69849379,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["野蛮挥砍"] = {
									["count"] = 6829429,
								},
								["肉搏"] = {
									["count"] = 136556,
								},
							},
							["amount"] = 6965985,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1923930,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 582294,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1658378,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3501104,
								},
								["斜掠"] = {
									["count"] = 962579,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 856514,
								},
								["撕碎"] = {
									["count"] = 5711914,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 2839334,
								},
								["肉搏"] = {
									["count"] = 979067,
								},
							},
							["amount"] = 19015114,
						},
					},
				},
			},
			["UnitLockout"] = 316673.38,
			["LastActive"] = 316797.509,
		},
		["积怨夫人"] = {
			["GUID"] = "Creature-0-3929-1456-14701-91789-00003FDEF0",
			["TimeLast"] = {
				["DeathCount"] = 316550.385,
				["ActiveTime"] = 316548.396,
				["TimeDamage"] = 316548.396,
				["OVERALL"] = 316550.385,
				["DamageTaken"] = 316550.385,
				["Damage"] = 316548.396,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"MISC", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					17.83, -- [1]
				},
				["TimeDamage"] = {
					17.83, -- [1]
				},
				["DamageTaken"] = {
					64741811, -- [1]
				},
				["Damage"] = {
					1965132, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 1019331,
			["level"] = -1,
			["LastDamageAbility"] = "冰霜打击",
			["LastFightIn"] = 1,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						false, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						false, -- [36]
						false, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [1]
						"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [2]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -28575 (Holy)", -- [3]
						"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Hit -43104 (Holy)", -- [4]
						"醉梦若歌 冰霜疫病 (伤害/跳) 积怨夫人 Tick -72774 (Frost)", -- [5]
						"染煞玫瑰-末日行者 十字军打击 积怨夫人 Hit -167517 (Physical)", -- [6]
						"醉梦若歌 凛风冲击 积怨夫人 Crit -1305568 (Frost)", -- [7]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -28575 (Holy)", -- [8]
						"醉梦若歌 恃强凌弱 (伤害/跳) 积怨夫人 Crit -41193 (Shadow)", -- [9]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Crit -57150 (Holy)", -- [10]
						"醉梦若歌 冰霜打击 积怨夫人 Crit -1186105 (Frost)", -- [11]
						"醉梦若歌 锋锐之霜 积怨夫人 Crit -47620 (Frost)", -- [12]
						"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Hit -44507 (Holy)", -- [13]
						"醉梦若歌 副手冰霜打击 积怨夫人 Crit -809449 (Frost)", -- [14]
						"染煞玫瑰-末日行者 审判 积怨夫人 Crit -669176 (Holy)", -- [15]
						"醉梦若歌 锋锐之霜 积怨夫人 Hit -23457 (Frost)", -- [16]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Crit -57152 (Holy)", -- [17]
						"醉梦若歌 湮灭 积怨夫人 Hit -314435 (Physical)", -- [18]
						"醉梦若歌 锋锐之霜 积怨夫人 Crit -51260 (Frost)", -- [19]
						"醉梦若歌 副手湮灭 积怨夫人 Hit -241601 (Physical)", -- [20]
						"染煞玫瑰-末日行者 十字军打击 积怨夫人 Hit -134351 (Physical)", -- [21]
						"醉梦若歌 晶化双剑 积怨夫人 Hit -188118 (Frost)", -- [22]
						"醉梦若歌 冰霜疫病 (伤害/跳) 积怨夫人 Crit -137954 (Frost)", -- [23]
						"醉梦若歌 恃强凌弱 (伤害/跳) 积怨夫人 Tick -20596 (Shadow)", -- [24]
						"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Crit -76741 (Holy)", -- [25]
						"积怨夫人 肉搏 醉梦若歌 Hit -183969 (Physical)", -- [26]
						"醉梦若歌 冰霜打击 积怨夫人 Hit -368233 (Frost)", -- [27]
						"醉梦若歌 锋锐之霜 积怨夫人 Hit -26005 (Frost)", -- [28]
						"醉梦若歌 副手冰霜打击 积怨夫人 Hit -265291 (Frost)", -- [29]
						"染煞玫瑰-末日行者 神圣风暴 积怨夫人 Crit -400497 (Holy)", -- [30]
						"醉梦若歌 锋锐之霜 积怨夫人 Crit -47280 (Frost)", -- [31]
						"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Crit -80287 (Holy)", -- [32]
						"醉梦若歌 湮灭 积怨夫人 Crit -876389 (Physical)", -- [33]
						"醉梦若歌 锋锐之霜 积怨夫人 Hit -25606 (Frost)", -- [34]
						"醉梦若歌 副手湮灭 积怨夫人 Crit -610791 (Physical)", -- [35]
						"积怨夫人 肉搏 醉梦若歌 Absorb -54856 (1)", -- [36]
						"积怨夫人 肉搏 醉梦若歌 Hit -125432 (54856 被吸收) (Physical)", -- [37]
						"醉梦若歌 晶化双剑 积怨夫人 Crit -396950 (Frost)", -- [38]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -24983 (Holy)", -- [39]
						"醉梦若歌 恃强凌弱 (伤害/跳) 积怨夫人 Tick -20596 (Shadow)", -- [40]
						"醉梦若歌 锋锐之霜 积怨夫人 Hit -27787 (Frost)", -- [41]
						"醉梦若歌 冰霜疫病 (伤害/跳) 积怨夫人 Tick -72774 (Frost)", -- [42]
						"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [43]
						"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [44]
						"醉梦若歌 凛风冲击 积怨夫人 Hit -652784 (Frost)", -- [45]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -24984 (Holy)", -- [46]
						"染煞玫瑰-末日行者 圣殿骑士的裁决 积怨夫人 Hit -431983 (Holy)", -- [47]
						"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -24983 (Holy)", -- [48]
						"醉梦若歌 冰霜打击 积怨夫人 Crit -1019331 (Frost)", -- [49]
						"积怨夫人死亡。", -- [50]
					},
					["DeathAt"] = 316552.391,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-7.44900000002235, -- [1]
						-7.44900000002235, -- [2]
						-7.44900000002235, -- [3]
						-7.41300000000047, -- [4]
						-7.23999999999069, -- [5]
						-7.01600000000326, -- [6]
						-6.84600000001956, -- [7]
						-6.63800000003539, -- [8]
						-6.39699999999721, -- [9]
						-5.83199999999488, -- [10]
						-5.6589999999851, -- [11]
						-5.6589999999851, -- [12]
						-5.6589999999851, -- [13]
						-5.6589999999851, -- [14]
						-5.6589999999851, -- [15]
						-4.98300000000745, -- [16]
						-4.98300000000745, -- [17]
						-4.56800000002841, -- [18]
						-4.56800000002841, -- [19]
						-4.56800000002841, -- [20]
						-4.56800000002841, -- [21]
						-4.37599999998929, -- [22]
						-4.22100000001956, -- [23]
						-4.16200000001118, -- [24]
						-3.92999999999302, -- [25]
						-3.66399999998976, -- [26]
						-3.37099999998463, -- [27]
						-3.37099999998463, -- [28]
						-3.37099999998463, -- [29]
						-3.10300000000279, -- [30]
						-3.10300000000279, -- [31]
						-2.31099999998696, -- [32]
						-2.23800000001211, -- [33]
						-2.23800000001211, -- [34]
						-2.23800000001211, -- [35]
						-2.11200000002282, -- [36]
						-2.11200000002282, -- [37]
						-1.89400000002934, -- [38]
						-1.89400000002934, -- [39]
						-1.77799999999115, -- [40]
						-1.49099999997998, -- [41]
						-1.24099999997998, -- [42]
						-1.1020000000135, -- [43]
						-1.1020000000135, -- [44]
						-1.1020000000135, -- [45]
						-1.1020000000135, -- [46]
						-0.704000000027008, -- [47]
						-0.310999999986962, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "醉梦若歌",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["type"] = "Boss",
			["FightsSaved"] = 4,
			["Owner"] = false,
			["NextEventNum"] = 15,
			["LastDamageTime"] = 316549.066,
			["LastEvents"] = {
				"积怨夫人 肉搏 醉梦若歌 Hit -125432 (54856 被吸收) (Physical)", -- [1]
				"醉梦若歌 晶化双剑 积怨夫人 Crit -396950 (Frost)", -- [2]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -24983 (Holy)", -- [3]
				"醉梦若歌 恃强凌弱 (伤害/跳) 积怨夫人 Tick -20596 (Shadow)", -- [4]
				"醉梦若歌 锋锐之霜 积怨夫人 Hit -27787 (Frost)", -- [5]
				"醉梦若歌 冰霜疫病 (伤害/跳) 积怨夫人 Tick -72774 (Frost)", -- [6]
				"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [7]
				"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [8]
				"醉梦若歌 凛风冲击 积怨夫人 Hit -652784 (Frost)", -- [9]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -24984 (Holy)", -- [10]
				"染煞玫瑰-末日行者 圣殿骑士的裁决 积怨夫人 Hit -431983 (Holy)", -- [11]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -24983 (Holy)", -- [12]
				"醉梦若歌 冰霜打击 积怨夫人 Crit -1019331 (Frost)", -- [13]
				"积怨夫人死亡。", -- [14]
				"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [15]
				"醉梦若歌 晶化双剑 积怨夫人 Hit -158780 (Frost)", -- [16]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -28575 (Holy)", -- [17]
				"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Hit -43104 (Holy)", -- [18]
				"醉梦若歌 冰霜疫病 (伤害/跳) 积怨夫人 Tick -72774 (Frost)", -- [19]
				"染煞玫瑰-末日行者 十字军打击 积怨夫人 Hit -167517 (Physical)", -- [20]
				"醉梦若歌 凛风冲击 积怨夫人 Crit -1305568 (Frost)", -- [21]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Hit -28575 (Holy)", -- [22]
				"醉梦若歌 恃强凌弱 (伤害/跳) 积怨夫人 Crit -41193 (Shadow)", -- [23]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Crit -57150 (Holy)", -- [24]
				"醉梦若歌 冰霜打击 积怨夫人 Crit -1186105 (Frost)", -- [25]
				"醉梦若歌 锋锐之霜 积怨夫人 Crit -47620 (Frost)", -- [26]
				"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Hit -44507 (Holy)", -- [27]
				"醉梦若歌 副手冰霜打击 积怨夫人 Crit -809449 (Frost)", -- [28]
				"染煞玫瑰-末日行者 审判 积怨夫人 Crit -669176 (Holy)", -- [29]
				"醉梦若歌 锋锐之霜 积怨夫人 Hit -23457 (Frost)", -- [30]
				"染煞玫瑰-末日行者 奉献 积怨夫人 Crit -57152 (Holy)", -- [31]
				"醉梦若歌 湮灭 积怨夫人 Hit -314435 (Physical)", -- [32]
				"醉梦若歌 锋锐之霜 积怨夫人 Crit -51260 (Frost)", -- [33]
				"醉梦若歌 副手湮灭 积怨夫人 Hit -241601 (Physical)", -- [34]
				"染煞玫瑰-末日行者 十字军打击 积怨夫人 Hit -134351 (Physical)", -- [35]
				"醉梦若歌 晶化双剑 积怨夫人 Hit -188118 (Frost)", -- [36]
				"醉梦若歌 冰霜疫病 (伤害/跳) 积怨夫人 Crit -137954 (Frost)", -- [37]
				"醉梦若歌 恃强凌弱 (伤害/跳) 积怨夫人 Tick -20596 (Shadow)", -- [38]
				"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Crit -76741 (Holy)", -- [39]
				"积怨夫人 肉搏 醉梦若歌 Hit -183969 (Physical)", -- [40]
				"醉梦若歌 冰霜打击 积怨夫人 Hit -368233 (Frost)", -- [41]
				"醉梦若歌 锋锐之霜 积怨夫人 Hit -26005 (Frost)", -- [42]
				"醉梦若歌 副手冰霜打击 积怨夫人 Hit -265291 (Frost)", -- [43]
				"染煞玫瑰-末日行者 神圣风暴 积怨夫人 Crit -400497 (Holy)", -- [44]
				"醉梦若歌 锋锐之霜 积怨夫人 Crit -47280 (Frost)", -- [45]
				"染煞玫瑰-末日行者 神圣之锤 积怨夫人 Crit -80287 (Holy)", -- [46]
				"醉梦若歌 湮灭 积怨夫人 Crit -876389 (Physical)", -- [47]
				"醉梦若歌 锋锐之霜 积怨夫人 Hit -25606 (Frost)", -- [48]
				"醉梦若歌 副手湮灭 积怨夫人 Crit -610791 (Physical)", -- [49]
				"积怨夫人 肉搏 醉梦若歌 Absorb -54856 (1)", -- [50]
			},
			["Name"] = "积怨夫人",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				316549.066, -- [1]
				316549.284, -- [2]
				316549.284, -- [3]
				316549.4, -- [4]
				316549.687, -- [5]
				316549.937, -- [6]
				316550.076, -- [7]
				316550.076, -- [8]
				316550.076, -- [9]
				316550.076, -- [10]
				316550.474, -- [11]
				316550.867, -- [12]
				316551.178, -- [13]
				316551.178, -- [14]
				316543.729, -- [15]
				316543.729, -- [16]
				316543.729, -- [17]
				316543.765, -- [18]
				316543.938, -- [19]
				316544.162, -- [20]
				316544.332, -- [21]
				316544.54, -- [22]
				316544.781, -- [23]
				316545.346, -- [24]
				316545.519, -- [25]
				316545.519, -- [26]
				316545.519, -- [27]
				316545.519, -- [28]
				316545.519, -- [29]
				316546.195, -- [30]
				316546.195, -- [31]
				316546.61, -- [32]
				316546.61, -- [33]
				316546.61, -- [34]
				316546.61, -- [35]
				316546.802, -- [36]
				316546.957, -- [37]
				316547.016, -- [38]
				316547.248, -- [39]
				316547.514, -- [40]
				316547.807, -- [41]
				316547.807, -- [42]
				316547.807, -- [43]
				316548.075, -- [44]
				316548.075, -- [45]
				316548.867, -- [46]
				316548.94, -- [47]
				316548.94, -- [48]
				316548.94, -- [49]
				316549.066, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 34,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 72,
								},
							},
							["amount"] = 115,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 31,
						},
					},
					["DamageTaken"] = 64741811,
					["ElementDoneAbsorb"] = {
						["Melee"] = 673035,
					},
					["PartialResist"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 43,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 43,
						},
						["湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 16,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["低温"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 43,
									["amount"] = 0,
								},
							},
							["count"] = 43,
							["amount"] = 0,
						},
						["湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["低温"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.83,
					["ElementTaken"] = {
						["Holy"] = 4886336,
						["Frost"] = 41034581,
						["Shadow"] = 299916,
						["Physical"] = 18151669,
					},
					["Damage"] = 1965132,
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 182003,
									["min"] = 22976,
									["count"] = 9,
									["amount"] = 673035,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 184261,
									["min"] = 43947,
									["count"] = 10,
									["amount"] = 1292097,
								},
							},
							["count"] = 20,
							["amount"] = 1965132,
						},
					},
					["TimeSpent"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17.83,
								},
							},
							["amount"] = 17.83,
						},
					},
					["DamagedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1965132,
								},
							},
							["amount"] = 1965132,
						},
					},
					["TimeDamage"] = 17.83,
					["WhoDamaged"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1487288,
								},
								["冰霜打击"] = {
									["count"] = 10068085,
								},
								["副手冰霜打击"] = {
									["count"] = 7334567,
								},
								["副手湮灭"] = {
									["count"] = 7569044,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 299916,
								},
								["晶化双剑"] = {
									["count"] = 8080352,
								},
								["低温"] = {
									["count"] = 1385897,
								},
								["锋锐之霜"] = {
									["count"] = 1949476,
								},
								["湮灭"] = {
									["count"] = 9484715,
								},
								["冰冷死亡"] = {
									["count"] = 3417276,
								},
								["冰冻灵魂"] = {
									["count"] = 266069,
								},
								["冷酷严冬"] = {
									["count"] = 1387763,
								},
								["凛风冲击"] = {
									["count"] = 5657808,
								},
							},
							["amount"] = 58388256,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 596125,
								},
								["十字军打击"] = {
									["count"] = 1097910,
								},
								["灰烬觉醒"] = {
									["count"] = 369309,
								},
								["神圣风暴"] = {
									["count"] = 400497,
								},
								["审判"] = {
									["count"] = 1923395,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1377005,
								},
								["奉献"] = {
									["count"] = 589314,
								},
							},
							["amount"] = 6353555,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 20,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1965132,
					},
					["TimeDamaging"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17.83,
								},
							},
							["amount"] = 17.83,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 34,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 72,
								},
							},
							["amount"] = 115,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 31,
						},
					},
					["DamageTaken"] = 64741811,
					["ElementDoneAbsorb"] = {
						["Melee"] = 673035,
					},
					["PartialResist"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 43,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 43,
						},
						["湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 16,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["低温"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["恃强凌弱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 43,
									["amount"] = 0,
								},
							},
							["count"] = 43,
							["amount"] = 0,
						},
						["湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["神圣风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["圣殿骑士的裁决"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["低温"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.83,
					["ElementTaken"] = {
						["Holy"] = 4886336,
						["Frost"] = 41034581,
						["Shadow"] = 299916,
						["Physical"] = 18151669,
					},
					["Damage"] = 1965132,
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 182003,
									["min"] = 22976,
									["count"] = 9,
									["amount"] = 673035,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 184261,
									["min"] = 43947,
									["count"] = 10,
									["amount"] = 1292097,
								},
							},
							["count"] = 20,
							["amount"] = 1965132,
						},
					},
					["TimeSpent"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17.83,
								},
							},
							["amount"] = 17.83,
						},
					},
					["DamagedWho"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1965132,
								},
							},
							["amount"] = 1965132,
						},
					},
					["TimeDamage"] = 17.83,
					["WhoDamaged"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1487288,
								},
								["冰霜打击"] = {
									["count"] = 10068085,
								},
								["副手冰霜打击"] = {
									["count"] = 7334567,
								},
								["副手湮灭"] = {
									["count"] = 7569044,
								},
								["恃强凌弱 (伤害/跳)"] = {
									["count"] = 299916,
								},
								["晶化双剑"] = {
									["count"] = 8080352,
								},
								["低温"] = {
									["count"] = 1385897,
								},
								["锋锐之霜"] = {
									["count"] = 1949476,
								},
								["湮灭"] = {
									["count"] = 9484715,
								},
								["冰冷死亡"] = {
									["count"] = 3417276,
								},
								["冰冻灵魂"] = {
									["count"] = 266069,
								},
								["冷酷严冬"] = {
									["count"] = 1387763,
								},
								["凛风冲击"] = {
									["count"] = 5657808,
								},
							},
							["amount"] = 58388256,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 596125,
								},
								["十字军打击"] = {
									["count"] = 1097910,
								},
								["灰烬觉醒"] = {
									["count"] = 369309,
								},
								["神圣风暴"] = {
									["count"] = 400497,
								},
								["审判"] = {
									["count"] = 1923395,
								},
								["圣殿骑士的裁决"] = {
									["count"] = 1377005,
								},
								["奉献"] = {
									["count"] = 589314,
								},
							},
							["amount"] = 6353555,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 20,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1965132,
					},
					["TimeDamaging"] = {
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 17.83,
								},
							},
							["amount"] = 17.83,
						},
					},
				},
			},
			["UnitLockout"] = 316550.385,
			["LastActive"] = 316550.385,
		},
		["深须国王"] = {
			["GUID"] = "Creature-0-3929-1456-14701-91797-00003FDEF0",
			["LastEventHealth"] = {
				333904, -- [1]
				300752, -- [2]
				80509, -- [3]
				80509, -- [4]
				0, -- [5]
				8753034, -- [6]
				8343623, -- [7]
				8343623, -- [8]
				8303658, -- [9]
				8303658, -- [10]
				7893071, -- [11]
				7893071, -- [12]
				7337923, -- [13]
				6928510, -- [14]
				6596929, -- [15]
				6596929, -- [16]
				6596929, -- [17]
				6354887, -- [18]
				6354887, -- [19]
				5730983, -- [20]
				5657384, -- [21]
				5657384, -- [22]
				5452677, -- [23]
				4881380, -- [24]
				4845973, -- [25]
				4845973, -- [26]
				4120463, -- [27]
				4089242, -- [28]
				4089242, -- [29]
				4089242, -- [30]
				3208372, -- [31]
				3208372, -- [32]
				2862101, -- [33]
				2862101, -- [34]
				2831091, -- [35]
				2390605, -- [36]
				2390605, -- [37]
				2390605, -- [38]
				1938547, -- [39]
				1907454, -- [40]
				1907454, -- [41]
				1721907, -- [42]
				1688436, -- [43]
				1688436, -- [44]
				1688436, -- [45]
				1688436, -- [46]
				1483255, -- [47]
				1483255, -- [48]
				1229449, -- [49]
				883178, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"MISC", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Absorbs"] = {
					529522, -- [1]
				},
				["TimeHeal"] = {
					5.87, -- [1]
				},
				["ActiveTime"] = {
					48.11, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["TimeDamage"] = {
					42.24, -- [1]
				},
				["DamageTaken"] = {
					69849379, -- [1]
				},
				["Damage"] = {
					6701353, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "playertarget",
			["LastHealTime"] = 316542.793,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						false, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						false, -- [26]
						true, -- [27]
						true, -- [28]
						false, -- [29]
						true, -- [30]
						false, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						false, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						false, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Crit -409410 (Shadow)", -- [1]
						"深须国王 肉搏 龙轻雪 Hit -163791 (Physical)", -- [2]
						"龙轻雪 肉搏 深须国王 Hit -39965 (Physical)", -- [3]
						"龙轻雪 撕碎 深须国王 Hit -410587 (Physical)", -- [4]
						"深须国王 肉搏 龙轻雪 Hit -196044 (Physical)", -- [5]
						"龙轻雪 斜掠 (伤害/跳) 深须国王 Crit -520805 (Physical)", -- [6]
						"龙轻雪 肉搏 深须国王 Hit -34342 (Physical)", -- [7]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Crit -409412 (Physical)", -- [8]
						"龙轻雪 撕碎 深须国王 Hit -331581 (Physical)", -- [9]
						"深须国王 肉搏 龙轻雪 Hit -209463 (Physical)", -- [10]
						"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Tick -204704 (Shadow)", -- [11]
						"龙轻雪 肉搏 深须国王 Hit -37336 (Physical)", -- [12]
						"深须国王 肉搏 龙轻雪 Hit -171174 (Physical)", -- [13]
						"龙轻雪 撕碎 深须国王 Crit -623904 (Physical)", -- [14]
						"龙轻雪 肉搏 深须国王 Crit -73599 (Physical)", -- [15]
						"深须国王 肉搏 龙轻雪 Hit -151478 (Physical)", -- [16]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -204706 (Physical)", -- [17]
						"龙轻雪 凶猛撕咬 深须国王 Hit -571297 (Physical)", -- [18]
						"龙轻雪 肉搏 深须国王 Hit -35406 (Physical)", -- [19]
						"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Tick -204704 (Shadow)", -- [20]
						"龙轻雪 斜掠 (伤害/跳) 深须国王 Crit -520805 (Physical)", -- [21]
						"龙轻雪 肉搏 深须国王 Hit -31221 (Physical)", -- [22]
						"龙轻雪 肉搏 深须国王 Hit -30797 (Physical)", -- [23]
						"龙轻雪 撕碎 深须国王 Crit -503800 (Physical)", -- [24]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Crit -346271 (Physical)", -- [25]
						"深须国王 肉搏 龙轻雪 Hit -157004 (Physical)", -- [26]
						"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Crit -346271 (Shadow)", -- [27]
						"龙轻雪 肉搏 深须国王 Hit -31009 (Physical)", -- [28]
						"深须国王 肉搏 龙轻雪 Dodge (1)", -- [29]
						"龙轻雪 斜掠 (伤害/跳) 深须国王 Crit -440485 (Physical)", -- [30]
						"深须国王 肉搏 龙轻雪 Hit -190231 (Physical)", -- [31]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -173136 (Physical)", -- [32]
						"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Crit -278921 (Shadow)", -- [33]
						"龙轻雪 肉搏 深须国王 Hit -31092 (Physical)", -- [34]
						"深须国王 肉搏 龙轻雪 Hit -181218 (Physical)", -- [35]
						"龙轻雪 撕碎 深须国王 Hit -185546 (Physical)", -- [36]
						"龙轻雪 肉搏 深须国王 Hit -33470 (Physical)", -- [37]
						"深须国王 肉搏 龙轻雪 Crit -392941 (Physical)", -- [38]
						"龙轻雪 肉搏 深须国王 Hit -32044 (Physical)", -- [39]
						"深须国王 肉搏 龙轻雪 Dodge (1)", -- [40]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -173136 (Physical)", -- [41]
						"龙轻雪 斜掠 (伤害/跳) 深须国王 Tick -220244 (Physical)", -- [42]
						"龙轻雪 肉搏 深须国王 Hit -33561 (Physical)", -- [43]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Crit -346271 (Physical)", -- [44]
						"龙轻雪 撕碎 深须国王 Crit -549274 (Physical)", -- [45]
						"龙轻雪 肉搏 深须国王 Hit -33151 (Physical)", -- [46]
						"龙轻雪 斜掠 (伤害/跳) 深须国王 Tick -220242 (Physical)", -- [47]
						"龙轻雪 肉搏 深须国王 Crit -62001 (Physical)", -- [48]
						"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -173134 (Physical)", -- [49]
						"深须国王死亡。", -- [50]
					},
					["DeathAt"] = 316562.378,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-13.6330000000307, -- [1]
						-13.2640000000247, -- [2]
						-13.0760000000009, -- [3]
						-12.7829999999958, -- [4]
						-12.515000000014, -- [5]
						-12.2760000000126, -- [6]
						-12.2760000000126, -- [7]
						-12.0059999999939, -- [8]
						-11.8170000000391, -- [9]
						-11.8170000000391, -- [10]
						-11.524000000034, -- [11]
						-11.3060000000405, -- [12]
						-10.9029999999912, -- [13]
						-10.8640000000014, -- [14]
						-10.5140000000247, -- [15]
						-10.2790000000387, -- [16]
						-10.0109999999986, -- [17]
						-9.85600000002887, -- [18]
						-9.72299999999814, -- [19]
						-9.61800000001676, -- [20]
						-9.44000000000233, -- [21]
						-8.8980000000447, -- [22]
						-8.04300000000512, -- [23]
						-8.04300000000512, -- [24]
						-8.04300000000512, -- [25]
						-7.77100000000792, -- [26]
						-7.57600000000093, -- [27]
						-7.12700000003679, -- [28]
						-6.88900000002468, -- [29]
						-6.45400000002701, -- [30]
						-6.28700000001118, -- [31]
						-6.01000000000931, -- [32]
						-6.01000000000931, -- [33]
						-5.77799999999115, -- [34]
						-5.57000000000699, -- [35]
						-5.2850000000326, -- [36]
						-4.86300000001211, -- [37]
						-4.7620000000461, -- [38]
						-4.21700000000419, -- [39]
						-4.02000000001863, -- [40]
						-4.02000000001863, -- [41]
						-3.28000000002794, -- [42]
						-3.28000000002794, -- [43]
						-2.00200000003679, -- [44]
						-1.88300000003073, -- [45]
						-1.0109999999986, -- [46]
						-0.393000000040047, -- [47]
						-0.176000000035856, -- [48]
						-0.0390000000479631, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						69694858, -- [1]
						69694858, -- [2]
						69694858, -- [3]
						69694858, -- [4]
						69694858, -- [5]
						69694858, -- [6]
						69694858, -- [7]
						69694858, -- [8]
						69694858, -- [9]
						69694858, -- [10]
						69694858, -- [11]
						69694858, -- [12]
						69694858, -- [13]
						69694858, -- [14]
						69694858, -- [15]
						69694858, -- [16]
						69694858, -- [17]
						69694858, -- [18]
						69694858, -- [19]
						69694858, -- [20]
						69694858, -- [21]
						69694858, -- [22]
						69694858, -- [23]
						69694858, -- [24]
						69694858, -- [25]
						69694858, -- [26]
						69694858, -- [27]
						69694858, -- [28]
						69694858, -- [29]
						69694858, -- [30]
						69694858, -- [31]
						69694858, -- [32]
						69694858, -- [33]
						69694858, -- [34]
						69694858, -- [35]
						69694858, -- [36]
						69694858, -- [37]
						69694858, -- [38]
						69694858, -- [39]
						69694858, -- [40]
						69694858, -- [41]
						69694858, -- [42]
						69694858, -- [43]
						69694858, -- [44]
						69694858, -- [45]
						69694858, -- [46]
						69694858, -- [47]
						69694858, -- [48]
						69694858, -- [49]
						69694858, -- [50]
					},
					["Health"] = {
						8753034, -- [1]
						8343623, -- [2]
						8343623, -- [3]
						8303658, -- [4]
						8303658, -- [5]
						7893071, -- [6]
						7893071, -- [7]
						7337923, -- [8]
						6928510, -- [9]
						6596929, -- [10]
						6596929, -- [11]
						6596929, -- [12]
						6354887, -- [13]
						6354887, -- [14]
						5730983, -- [15]
						5657384, -- [16]
						5657384, -- [17]
						5452677, -- [18]
						4881380, -- [19]
						4845973, -- [20]
						4845973, -- [21]
						4120463, -- [22]
						4089242, -- [23]
						4089242, -- [24]
						4089242, -- [25]
						3208372, -- [26]
						3208372, -- [27]
						2862101, -- [28]
						2862101, -- [29]
						2831091, -- [30]
						2390605, -- [31]
						2390605, -- [32]
						2390605, -- [33]
						1938547, -- [34]
						1907454, -- [35]
						1907454, -- [36]
						1721907, -- [37]
						1688436, -- [38]
						1688436, -- [39]
						1688436, -- [40]
						1688436, -- [41]
						1483255, -- [42]
						1483255, -- [43]
						1229449, -- [44]
						883178, -- [45]
						333904, -- [46]
						300752, -- [47]
						80509, -- [48]
						80509, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "龙轻雪",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = -1,
			["LastDamageAbility"] = "割裂 (伤害/跳)",
			["LastFightIn"] = 1,
			["type"] = "Boss",
			["FightsSaved"] = 4,
			["LastDamageTaken"] = 173134,
			["TimeLast"] = {
				["Absorbs"] = 316542.379,
				["TimeHeal"] = 316542.379,
				["DeathCount"] = 316560.388,
				["ActiveTime"] = 316556.403,
				["TimeDamage"] = 316556.403,
				["OVERALL"] = 316560.388,
				["DamageTaken"] = 316560.388,
				["Damage"] = 316555.381,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				69694858, -- [1]
				69694858, -- [2]
				69694858, -- [3]
				69694858, -- [4]
				69694858, -- [5]
				69694858, -- [6]
				69694858, -- [7]
				69694858, -- [8]
				69694858, -- [9]
				69694858, -- [10]
				69694858, -- [11]
				69694858, -- [12]
				69694858, -- [13]
				69694858, -- [14]
				69694858, -- [15]
				69694858, -- [16]
				69694858, -- [17]
				69694858, -- [18]
				69694858, -- [19]
				69694858, -- [20]
				69694858, -- [21]
				69694858, -- [22]
				69694858, -- [23]
				69694858, -- [24]
				69694858, -- [25]
				69694858, -- [26]
				69694858, -- [27]
				69694858, -- [28]
				69694858, -- [29]
				69694858, -- [30]
				69694858, -- [31]
				69694858, -- [32]
				69694858, -- [33]
				69694858, -- [34]
				69694858, -- [35]
				69694858, -- [36]
				69694858, -- [37]
				69694858, -- [38]
				69694858, -- [39]
				69694858, -- [40]
				69694858, -- [41]
				69694858, -- [42]
				69694858, -- [43]
				69694858, -- [44]
				69694858, -- [45]
				69694858, -- [46]
				69694858, -- [47]
				69694858, -- [48]
				69694858, -- [49]
				69694858, -- [50]
			},
			["NextEventNum"] = 6,
			["LastDamageTime"] = 316556.57,
			["LastEvents"] = {
				"龙轻雪 肉搏 深须国王 Hit -33151 (Physical)", -- [1]
				"龙轻雪 斜掠 (伤害/跳) 深须国王 Tick -220242 (Physical)", -- [2]
				"龙轻雪 肉搏 深须国王 Crit -62001 (Physical)", -- [3]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -173134 (Physical)", -- [4]
				"深须国王死亡。", -- [5]
				"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Crit -409410 (Shadow)", -- [6]
				"深须国王 肉搏 龙轻雪 Hit -163791 (Physical)", -- [7]
				"龙轻雪 肉搏 深须国王 Hit -39965 (Physical)", -- [8]
				"龙轻雪 撕碎 深须国王 Hit -410587 (Physical)", -- [9]
				"深须国王 肉搏 龙轻雪 Hit -196044 (Physical)", -- [10]
				"龙轻雪 斜掠 (伤害/跳) 深须国王 Crit -520805 (Physical)", -- [11]
				"龙轻雪 肉搏 深须国王 Hit -34342 (Physical)", -- [12]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Crit -409412 (Physical)", -- [13]
				"龙轻雪 撕碎 深须国王 Hit -331581 (Physical)", -- [14]
				"深须国王 肉搏 龙轻雪 Hit -209463 (Physical)", -- [15]
				"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Tick -204704 (Shadow)", -- [16]
				"龙轻雪 肉搏 深须国王 Hit -37336 (Physical)", -- [17]
				"深须国王 肉搏 龙轻雪 Hit -171174 (Physical)", -- [18]
				"龙轻雪 撕碎 深须国王 Crit -623904 (Physical)", -- [19]
				"龙轻雪 肉搏 深须国王 Crit -73599 (Physical)", -- [20]
				"深须国王 肉搏 龙轻雪 Hit -151478 (Physical)", -- [21]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -204706 (Physical)", -- [22]
				"龙轻雪 凶猛撕咬 深须国王 Hit -571297 (Physical)", -- [23]
				"龙轻雪 肉搏 深须国王 Hit -35406 (Physical)", -- [24]
				"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Tick -204704 (Shadow)", -- [25]
				"龙轻雪 斜掠 (伤害/跳) 深须国王 Crit -520805 (Physical)", -- [26]
				"龙轻雪 肉搏 深须国王 Hit -31221 (Physical)", -- [27]
				"龙轻雪 肉搏 深须国王 Hit -30797 (Physical)", -- [28]
				"龙轻雪 撕碎 深须国王 Crit -503800 (Physical)", -- [29]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Crit -346271 (Physical)", -- [30]
				"深须国王 肉搏 龙轻雪 Hit -157004 (Physical)", -- [31]
				"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Crit -346271 (Shadow)", -- [32]
				"龙轻雪 肉搏 深须国王 Hit -31009 (Physical)", -- [33]
				"深须国王 肉搏 龙轻雪 Dodge (1)", -- [34]
				"龙轻雪 斜掠 (伤害/跳) 深须国王 Crit -440485 (Physical)", -- [35]
				"深须国王 肉搏 龙轻雪 Hit -190231 (Physical)", -- [36]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -173136 (Physical)", -- [37]
				"龙轻雪 阿莎曼的撕扯 (伤害/跳) 深须国王 Crit -278921 (Shadow)", -- [38]
				"龙轻雪 肉搏 深须国王 Hit -31092 (Physical)", -- [39]
				"深须国王 肉搏 龙轻雪 Hit -181218 (Physical)", -- [40]
				"龙轻雪 撕碎 深须国王 Hit -185546 (Physical)", -- [41]
				"龙轻雪 肉搏 深须国王 Hit -33470 (Physical)", -- [42]
				"深须国王 肉搏 龙轻雪 Crit -392941 (Physical)", -- [43]
				"龙轻雪 肉搏 深须国王 Hit -32044 (Physical)", -- [44]
				"深须国王 肉搏 龙轻雪 Dodge (1)", -- [45]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Tick -173136 (Physical)", -- [46]
				"龙轻雪 斜掠 (伤害/跳) 深须国王 Tick -220244 (Physical)", -- [47]
				"龙轻雪 肉搏 深须国王 Hit -33561 (Physical)", -- [48]
				"龙轻雪 割裂 (伤害/跳) 深须国王 Crit -346271 (Physical)", -- [49]
				"龙轻雪 撕碎 深须国王 Crit -549274 (Physical)", -- [50]
			},
			["Name"] = "深须国王",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				true, -- [32]
				true, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				316559.579, -- [1]
				316560.197, -- [2]
				316560.414, -- [3]
				316560.551, -- [4]
				316560.59, -- [5]
				316546.957, -- [6]
				316547.326, -- [7]
				316547.514, -- [8]
				316547.807, -- [9]
				316548.075, -- [10]
				316548.314, -- [11]
				316548.314, -- [12]
				316548.584, -- [13]
				316548.773, -- [14]
				316548.773, -- [15]
				316549.066, -- [16]
				316549.284, -- [17]
				316549.687, -- [18]
				316549.726, -- [19]
				316550.076, -- [20]
				316550.311, -- [21]
				316550.579, -- [22]
				316550.734, -- [23]
				316550.867, -- [24]
				316550.972, -- [25]
				316551.15, -- [26]
				316551.692, -- [27]
				316552.547, -- [28]
				316552.547, -- [29]
				316552.547, -- [30]
				316552.819, -- [31]
				316553.014, -- [32]
				316553.463, -- [33]
				316553.701, -- [34]
				316554.136, -- [35]
				316554.303, -- [36]
				316554.58, -- [37]
				316554.58, -- [38]
				316554.812, -- [39]
				316555.02, -- [40]
				316555.305, -- [41]
				316555.727, -- [42]
				316555.828, -- [43]
				316556.373, -- [44]
				316556.57, -- [45]
				316556.57, -- [46]
				316557.31, -- [47]
				316557.31, -- [48]
				316558.588, -- [49]
				316558.707, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 5.87,
								},
							},
							["amount"] = 5.87,
						},
					},
					["PartialBlock"] = {
						["撕碎"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 79520,
									["min"] = 79520,
									["count"] = 1,
									["amount"] = 79520,
								},
							},
							["count"] = 1,
							["amount"] = 79520,
						},
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 24930,
									["min"] = 8741,
									["count"] = 5,
									["amount"] = 87849,
								},
							},
							["count"] = 5,
							["amount"] = 87849,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 31,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 54,
								},
								["Tick"] = {
									["count"] = 40,
								},
							},
							["amount"] = 127,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 61,
								},
							},
							["amount"] = 83,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 11,
						},
					},
					["DamageTaken"] = 69849379,
					["ElementDoneAbsorb"] = {
						["Melee"] = 454357,
					},
					["PartialResist"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 31,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["斜掠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["撕碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 35,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 78,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 78,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 0,
								},
							},
							["count"] = 31,
							["amount"] = 0,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 35,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 78,
									["amount"] = 0,
								},
							},
							["count"] = 78,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 48.11,
					["ElementTaken"] = {
						["Physical"] = 63337256,
						["Melee"] = 3365363,
						["Shadow"] = 3146760,
					},
					["Damage"] = 6701353,
					["TimeHeal"] = 5.87,
					["ElementTakenBlock"] = {
						["Melee"] = 87849,
						["Physical"] = 79520,
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 529522,
								},
							},
							["amount"] = 529522,
						},
					},
					["Heals"] = {
						["气体泡泡"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 189596,
									["min"] = 75165,
									["count"] = 4,
									["amount"] = 529522,
								},
							},
							["count"] = 4,
							["amount"] = 529522,
						},
					},
					["DamagedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6701353,
								},
							},
							["amount"] = 6701353,
						},
					},
					["Absorbs"] = 529522,
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 189596,
									["min"] = 91393,
									["count"] = 3,
									["amount"] = 454357,
								},
								["Crit"] = {
									["max"] = 397496,
									["min"] = 329516,
									["count"] = 4,
									["amount"] = 1451555,
								},
								["Hit"] = {
									["max"] = 222416,
									["min"] = 149949,
									["count"] = 26,
									["amount"] = 4795441,
								},
							},
							["count"] = 39,
							["amount"] = 6701353,
						},
					},
					["ElementDone"] = {
						["Melee"] = 6701353,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 6,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 39,
						},
					},
					["TimeDamage"] = 42.24,
					["TimeDamaging"] = {
						["龙轻雪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 42.24,
								},
							},
							["amount"] = 42.24,
						},
					},
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 5.87,
								},
								["肉搏"] = {
									["count"] = 42.24,
								},
							},
							["amount"] = 48.11,
						},
					},
					["WhoDamaged"] = {
						["龙轻雪"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 8946515,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 978326,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 8083672,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3173029,
								},
								["斜掠"] = {
									["count"] = 2494709,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 3146760,
								},
								["撕碎"] = {
									["count"] = 27030060,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 12630945,
								},
								["肉搏"] = {
									["count"] = 3365363,
								},
							},
							["amount"] = 69849379,
						},
					},
					["Absorbed"] = {
						["气体泡泡"] = {
							["Details"] = {
								["龙轻雪"] = {
									["max"] = 189596,
									["min"] = 75165,
									["count"] = 4,
									["amount"] = 529522,
								},
							},
							["count"] = 4,
							["amount"] = 529522,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["龙轻雪"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 5.87,
								},
							},
							["amount"] = 5.87,
						},
					},
					["PartialBlock"] = {
						["撕碎"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 79520,
									["min"] = 79520,
									["count"] = 1,
									["amount"] = 79520,
								},
							},
							["count"] = 1,
							["amount"] = 79520,
						},
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 24930,
									["min"] = 8741,
									["count"] = 5,
									["amount"] = 87849,
								},
							},
							["count"] = 5,
							["amount"] = 87849,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 31,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 54,
								},
								["Tick"] = {
									["count"] = 40,
								},
							},
							["amount"] = 127,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 61,
								},
							},
							["amount"] = 83,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 11,
						},
					},
					["DamageTaken"] = 69849379,
					["ElementDoneAbsorb"] = {
						["Melee"] = 454357,
					},
					["PartialResist"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 31,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["斜掠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["撕碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 35,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 78,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 78,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["凶猛撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 0,
								},
							},
							["count"] = 31,
							["amount"] = 0,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 35,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 78,
									["amount"] = 0,
								},
							},
							["count"] = 78,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 48.11,
					["ElementTaken"] = {
						["Physical"] = 63337256,
						["Melee"] = 3365363,
						["Shadow"] = 3146760,
					},
					["Damage"] = 6701353,
					["TimeHeal"] = 5.87,
					["ElementTakenBlock"] = {
						["Melee"] = 87849,
						["Physical"] = 79520,
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 529522,
								},
							},
							["amount"] = 529522,
						},
					},
					["Heals"] = {
						["气体泡泡"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 189596,
									["min"] = 75165,
									["count"] = 4,
									["amount"] = 529522,
								},
							},
							["count"] = 4,
							["amount"] = 529522,
						},
					},
					["DamagedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6701353,
								},
							},
							["amount"] = 6701353,
						},
					},
					["Absorbs"] = 529522,
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 189596,
									["min"] = 91393,
									["count"] = 3,
									["amount"] = 454357,
								},
								["Crit"] = {
									["max"] = 397496,
									["min"] = 329516,
									["count"] = 4,
									["amount"] = 1451555,
								},
								["Hit"] = {
									["max"] = 222416,
									["min"] = 149949,
									["count"] = 26,
									["amount"] = 4795441,
								},
							},
							["count"] = 39,
							["amount"] = 6701353,
						},
					},
					["ElementDone"] = {
						["Melee"] = 6701353,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 6,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 39,
						},
					},
					["TimeDamage"] = 42.24,
					["TimeDamaging"] = {
						["龙轻雪"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 42.24,
								},
							},
							["amount"] = 42.24,
						},
					},
					["TimeSpent"] = {
						["龙轻雪"] = {
							["Details"] = {
								["气体泡泡"] = {
									["count"] = 5.87,
								},
								["肉搏"] = {
									["count"] = 42.24,
								},
							},
							["amount"] = 48.11,
						},
					},
					["WhoDamaged"] = {
						["龙轻雪"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 8946515,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 978326,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 8083672,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3173029,
								},
								["斜掠"] = {
									["count"] = 2494709,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 3146760,
								},
								["撕碎"] = {
									["count"] = 27030060,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 12630945,
								},
								["肉搏"] = {
									["count"] = 3365363,
								},
							},
							["amount"] = 69849379,
						},
					},
					["Absorbed"] = {
						["气体泡泡"] = {
							["Details"] = {
								["龙轻雪"] = {
									["max"] = 189596,
									["min"] = 75165,
									["count"] = 4,
									["amount"] = 529522,
								},
							},
							["count"] = 4,
							["amount"] = 529522,
						},
					},
				},
			},
			["UnitLockout"] = 316490.379,
			["LastActive"] = 316560.388,
		},
		["艾萨拉之怒"] = {
			["GUID"] = "Creature-0-3929-1456-14701-96028-00003FDFD6",
			["LastEventHealth"] = {
				9210645, -- [1]
				9210645, -- [2]
				9210645, -- [3]
				9210645, -- [4]
				8401644, -- [5]
				8401644, -- [6]
				8401644, -- [7]
				8401644, -- [8]
				8401644, -- [9]
				8401644, -- [10]
				6370842, -- [11]
				6370842, -- [12]
				6370842, -- [13]
				5840667, -- [14]
				5840667, -- [15]
				5474532, -- [16]
				4853890, -- [17]
				4853890, -- [18]
				4853890, -- [19]
				4853890, -- [20]
				4853890, -- [21]
				4853890, -- [22]
				4853890, -- [23]
				4853890, -- [24]
				4853890, -- [25]
				4853890, -- [26]
				2110183, -- [27]
				2110183, -- [28]
				2110183, -- [29]
				1939778, -- [30]
				1939778, -- [31]
				1939778, -- [32]
				1939778, -- [33]
				1939778, -- [34]
				1939778, -- [35]
				1939778, -- [36]
				1939778, -- [37]
				45535, -- [38]
				45535, -- [39]
				0, -- [40]
				12023780, -- [41]
				12023780, -- [42]
				12023780, -- [43]
				11016760, -- [44]
				10337122, -- [45]
				10337122, -- [46]
				10337122, -- [47]
				10337122, -- [48]
				10337122, -- [49]
				9210645, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"MISC", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					11.04, -- [1]
				},
				["TimeDamage"] = {
					11.04, -- [1]
				},
				["DamageTaken"] = {
					67951870, -- [1]
				},
				["Damage"] = {
					1401750, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "party2target",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"龙轻雪 阿莎曼的狂乱 (伤害/跳) 艾萨拉之怒 Crit -898189 (Physical)", -- [1]
						"不知火明乃 猛虎掌 艾萨拉之怒 Hit -70041 (Physical)", -- [2]
						"龙轻雪 肉搏 艾萨拉之怒 Hit -38788 (Physical)", -- [3]
						"染煞玫瑰-末日行者 审判 艾萨拉之怒 Crit -679638 (Holy)", -- [4]
						"龙轻雪 撕碎 艾萨拉之怒 Hit -356963 (Physical)", -- [5]
						"不知火明乃 肉搏 艾萨拉之怒 Hit -12531 (Physical)", -- [6]
						"Ieo 奉献 艾萨拉之怒 Crit -63654 (Holy)", -- [7]
						"醉梦若歌 肉搏 艾萨拉之怒 Hit -31294 (Physical)", -- [8]
						"Ieo 暗影连结 艾萨拉之怒 Crit -662033 (Shadow)", -- [9]
						"醉梦若歌 湮灭 艾萨拉之怒 Hit -402249 (Physical)", -- [10]
						"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -35062 (Frost)", -- [11]
						"醉梦若歌 副手湮灭 艾萨拉之怒 Hit -277346 (Physical)", -- [12]
						"醉梦若歌 肉搏 艾萨拉之怒 Hit -57326 (Physical)", -- [13]
						"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -37016 (Frost)", -- [14]
						"龙轻雪 斜掠 (伤害/跳) 艾萨拉之怒 Crit -440487 (Physical)", -- [15]
						"染煞玫瑰-末日行者 奉献 艾萨拉之怒 Hit -28575 (Holy)", -- [16]
						"龙轻雪 割裂 (伤害/跳) 艾萨拉之怒 Crit -346271 (Physical)", -- [17]
						"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -414908 (Frost)", -- [18]
						"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -414772 (Frost)", -- [19]
						"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -385786 (Frost)", -- [20]
						"龙轻雪 肉搏 艾萨拉之怒 Crit -75986 (Physical)", -- [21]
						"龙轻雪 阿莎曼的撕扯 (伤害/跳) 艾萨拉之怒 Tick -173134 (Shadow)", -- [22]
						"不知火明乃 幻灭踢 艾萨拉之怒 Hit -281054 (Physical)", -- [23]
						"Ieo 奉献 艾萨拉之怒 Crit -63652 (Holy)", -- [24]
						"龙轻雪 撕碎 艾萨拉之怒 Hit -302482 (Physical)", -- [25]
						"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -620642 (Frost)", -- [26]
						"染煞玫瑰-末日行者 肉搏 艾萨拉之怒 Hit -39952 (Physical)", -- [27]
						"不知火明乃 肉搏 艾萨拉之怒 Crit -34489 (Physical)", -- [28]
						"醉梦若歌 冰霜疫病 (伤害/跳) 艾萨拉之怒 Tick -120411 (Frost)", -- [29]
						"染煞玫瑰-末日行者 奉献 艾萨拉之怒 Hit -24984 (Holy)", -- [30]
						"Ieo 审判 艾萨拉之怒 Hit -397814 (Holy)", -- [31]
						"醉梦若歌 湮灭 艾萨拉之怒 Crit -1082204 (Physical)", -- [32]
						"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -36653 (Frost)", -- [33]
						"醉梦若歌 副手湮灭 艾萨拉之怒 Crit -820449 (Physical)", -- [34]
						"龙轻雪 肉搏 艾萨拉之怒 Hit -34007 (Physical)", -- [35]
						"Ieo 肉搏 艾萨拉之怒 Crit -152739 (Physical)", -- [36]
						"Ieo 奉献 艾萨拉之怒 Crit -63654 (Holy)", -- [37]
						"不知火明乃 猛虎掌 艾萨拉之怒 Hit -71570 (Physical)", -- [38]
						"醉梦若歌 肉搏 艾萨拉之怒 Hit -35180 (Physical)", -- [39]
						"Ieo 祝福之锤 艾萨拉之怒 Crit -169143 (Holy)", -- [40]
						"醉梦若歌 肉搏 艾萨拉之怒 Hit -47135 (Physical)", -- [41]
						"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -46696 (Frost)", -- [42]
						"染煞玫瑰-末日行者 奉献 艾萨拉之怒 Hit -33728 (Holy)", -- [43]
						"醉梦若歌 晶化双剑 艾萨拉之怒 Hit -328398 (Frost)", -- [44]
						"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -619695 (Frost)", -- [45]
						"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -619695 (Frost)", -- [46]
						"龙轻雪 肉搏 艾萨拉之怒 Hit -29748 (Physical)", -- [47]
						"不知火明乃 肉搏 艾萨拉之怒 Hit -13153 (Physical)", -- [48]
						"龙轻雪 割裂 (伤害/跳) 艾萨拉之怒 Tick -173136 (Physical)", -- [49]
						"艾萨拉之怒死亡。", -- [50]
					},
					["DeathAt"] = 316674.386,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-2.74000000004889, -- [1]
						-2.74000000004889, -- [2]
						-2.74000000004889, -- [3]
						-2.58800000004703, -- [4]
						-2.49800000002142, -- [5]
						-2.3859999999986, -- [6]
						-2.3859999999986, -- [7]
						-2.3859999999986, -- [8]
						-2.3859999999986, -- [9]
						-2.24900000001071, -- [10]
						-2.24900000001071, -- [11]
						-2.24900000001071, -- [12]
						-2.17800000001444, -- [13]
						-2.17800000001444, -- [14]
						-2.10300000000279, -- [15]
						-2.04899999999907, -- [16]
						-2.04899999999907, -- [17]
						-2.02000000001863, -- [18]
						-2.02000000001863, -- [19]
						-2.02000000001863, -- [20]
						-1.83800000004703, -- [21]
						-1.83800000004703, -- [22]
						-1.77400000003399, -- [23]
						-1.52900000003865, -- [24]
						-1.52900000003865, -- [25]
						-1.42399999999907, -- [26]
						-1.25500000000466, -- [27]
						-1.25500000000466, -- [28]
						-1.23000000003958, -- [29]
						-1.23000000003958, -- [30]
						-1.1820000000298, -- [31]
						-1.1820000000298, -- [32]
						-1.1820000000298, -- [33]
						-1.1820000000298, -- [34]
						-1.0120000000461, -- [35]
						-1.0120000000461, -- [36]
						-0.78000000002794, -- [37]
						-0.645000000018627, -- [38]
						-0.645000000018627, -- [39]
						-0.358000000007451, -- [40]
						-0.358000000007451, -- [41]
						-0.358000000007451, -- [42]
						-0.358000000007451, -- [43]
						-0.149000000033993, -- [44]
						-0.149000000033993, -- [45]
						-0.149000000033993, -- [46]
						-0.149000000033993, -- [47]
						-0.118000000016764, -- [48]
						-0.0450000000419095, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						339056065, -- [1]
						339056065, -- [2]
						339056065, -- [3]
						339056065, -- [4]
						339056065, -- [5]
						339056065, -- [6]
						339056065, -- [7]
						339056065, -- [8]
						339056065, -- [9]
						339056065, -- [10]
						339056065, -- [11]
						339056065, -- [12]
						339056065, -- [13]
						339056065, -- [14]
						339056065, -- [15]
						339056065, -- [16]
						339056065, -- [17]
						339056065, -- [18]
						339056065, -- [19]
						339056065, -- [20]
						339056065, -- [21]
						339056065, -- [22]
						339056065, -- [23]
						339056065, -- [24]
						339056065, -- [25]
						339056065, -- [26]
						339056065, -- [27]
						339056065, -- [28]
						339056065, -- [29]
						339056065, -- [30]
						339056065, -- [31]
						339056065, -- [32]
						339056065, -- [33]
						339056065, -- [34]
						339056065, -- [35]
						339056065, -- [36]
						339056065, -- [37]
						339056065, -- [38]
						339056065, -- [39]
						339056065, -- [40]
						339056065, -- [41]
						339056065, -- [42]
						339056065, -- [43]
						339056065, -- [44]
						339056065, -- [45]
						339056065, -- [46]
						339056065, -- [47]
						339056065, -- [48]
						339056065, -- [49]
						339056065, -- [50]
					},
					["Health"] = {
						12023780, -- [1]
						12023780, -- [2]
						12023780, -- [3]
						11016760, -- [4]
						10337122, -- [5]
						10337122, -- [6]
						10337122, -- [7]
						10337122, -- [8]
						10337122, -- [9]
						9210645, -- [10]
						9210645, -- [11]
						9210645, -- [12]
						9210645, -- [13]
						9210645, -- [14]
						8401644, -- [15]
						8401644, -- [16]
						8401644, -- [17]
						8401644, -- [18]
						8401644, -- [19]
						8401644, -- [20]
						6370842, -- [21]
						6370842, -- [22]
						6370842, -- [23]
						5840667, -- [24]
						5840667, -- [25]
						5474532, -- [26]
						4853890, -- [27]
						4853890, -- [28]
						4853890, -- [29]
						4853890, -- [30]
						4853890, -- [31]
						4853890, -- [32]
						4853890, -- [33]
						4853890, -- [34]
						4853890, -- [35]
						4853890, -- [36]
						2110183, -- [37]
						2110183, -- [38]
						2110183, -- [39]
						1939778, -- [40]
						1939778, -- [41]
						1939778, -- [42]
						1939778, -- [43]
						1939778, -- [44]
						1939778, -- [45]
						1939778, -- [46]
						1939778, -- [47]
						45535, -- [48]
						45535, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "龙轻雪",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = -1,
			["LastDamageAbility"] = "割裂 (伤害/跳)",
			["LastFightIn"] = 2,
			["type"] = "Boss",
			["FightsSaved"] = 3,
			["LastEventHealthMax"] = {
				339056065, -- [1]
				339056065, -- [2]
				339056065, -- [3]
				339056065, -- [4]
				339056065, -- [5]
				339056065, -- [6]
				339056065, -- [7]
				339056065, -- [8]
				339056065, -- [9]
				339056065, -- [10]
				339056065, -- [11]
				339056065, -- [12]
				339056065, -- [13]
				339056065, -- [14]
				339056065, -- [15]
				339056065, -- [16]
				339056065, -- [17]
				339056065, -- [18]
				339056065, -- [19]
				339056065, -- [20]
				339056065, -- [21]
				339056065, -- [22]
				339056065, -- [23]
				339056065, -- [24]
				339056065, -- [25]
				339056065, -- [26]
				339056065, -- [27]
				339056065, -- [28]
				339056065, -- [29]
				339056065, -- [30]
				339056065, -- [31]
				339056065, -- [32]
				339056065, -- [33]
				339056065, -- [34]
				339056065, -- [35]
				339056065, -- [36]
				339056065, -- [37]
				339056065, -- [38]
				339056065, -- [39]
				339056065, -- [40]
				339056065, -- [41]
				339056065, -- [42]
				339056065, -- [43]
				339056065, -- [44]
				339056065, -- [45]
				339056065, -- [46]
				339056065, -- [47]
				339056065, -- [48]
				339056065, -- [49]
				339056065, -- [50]
			},
			["LastDamageTaken"] = 173136,
			["Owner"] = false,
			["TimeLast"] = {
				["DeathCount"] = 316672.377,
				["ActiveTime"] = 316665.389,
				["TimeDamage"] = 316665.389,
				["OVERALL"] = 316672.377,
				["DamageTaken"] = 316672.377,
				["Damage"] = 316665.389,
			},
			["NextEventNum"] = 41,
			["LastDamageTime"] = 316665.882,
			["LastEvents"] = {
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -35062 (Frost)", -- [1]
				"醉梦若歌 副手湮灭 艾萨拉之怒 Hit -277346 (Physical)", -- [2]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -57326 (Physical)", -- [3]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -37016 (Frost)", -- [4]
				"龙轻雪 斜掠 (伤害/跳) 艾萨拉之怒 Crit -440487 (Physical)", -- [5]
				"染煞玫瑰-末日行者 奉献 艾萨拉之怒 Hit -28575 (Holy)", -- [6]
				"龙轻雪 割裂 (伤害/跳) 艾萨拉之怒 Crit -346271 (Physical)", -- [7]
				"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -414908 (Frost)", -- [8]
				"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -414772 (Frost)", -- [9]
				"醉梦若歌 冰冷死亡 艾萨拉之怒 Hit -385786 (Frost)", -- [10]
				"龙轻雪 肉搏 艾萨拉之怒 Crit -75986 (Physical)", -- [11]
				"龙轻雪 阿莎曼的撕扯 (伤害/跳) 艾萨拉之怒 Tick -173134 (Shadow)", -- [12]
				"不知火明乃 幻灭踢 艾萨拉之怒 Hit -281054 (Physical)", -- [13]
				"Ieo 奉献 艾萨拉之怒 Crit -63652 (Holy)", -- [14]
				"龙轻雪 撕碎 艾萨拉之怒 Hit -302482 (Physical)", -- [15]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -620642 (Frost)", -- [16]
				"染煞玫瑰-末日行者 肉搏 艾萨拉之怒 Hit -39952 (Physical)", -- [17]
				"不知火明乃 肉搏 艾萨拉之怒 Crit -34489 (Physical)", -- [18]
				"醉梦若歌 冰霜疫病 (伤害/跳) 艾萨拉之怒 Tick -120411 (Frost)", -- [19]
				"染煞玫瑰-末日行者 奉献 艾萨拉之怒 Hit -24984 (Holy)", -- [20]
				"Ieo 审判 艾萨拉之怒 Hit -397814 (Holy)", -- [21]
				"醉梦若歌 湮灭 艾萨拉之怒 Crit -1082204 (Physical)", -- [22]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -36653 (Frost)", -- [23]
				"醉梦若歌 副手湮灭 艾萨拉之怒 Crit -820449 (Physical)", -- [24]
				"龙轻雪 肉搏 艾萨拉之怒 Hit -34007 (Physical)", -- [25]
				"Ieo 肉搏 艾萨拉之怒 Crit -152739 (Physical)", -- [26]
				"Ieo 奉献 艾萨拉之怒 Crit -63654 (Holy)", -- [27]
				"不知火明乃 猛虎掌 艾萨拉之怒 Hit -71570 (Physical)", -- [28]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -35180 (Physical)", -- [29]
				"Ieo 祝福之锤 艾萨拉之怒 Crit -169143 (Holy)", -- [30]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -47135 (Physical)", -- [31]
				"醉梦若歌 锋锐之霜 艾萨拉之怒 Hit -46696 (Frost)", -- [32]
				"染煞玫瑰-末日行者 奉献 艾萨拉之怒 Hit -33728 (Holy)", -- [33]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Hit -328398 (Frost)", -- [34]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -619695 (Frost)", -- [35]
				"醉梦若歌 晶化双剑 艾萨拉之怒 Crit -619695 (Frost)", -- [36]
				"龙轻雪 肉搏 艾萨拉之怒 Hit -29748 (Physical)", -- [37]
				"不知火明乃 肉搏 艾萨拉之怒 Hit -13153 (Physical)", -- [38]
				"龙轻雪 割裂 (伤害/跳) 艾萨拉之怒 Tick -173136 (Physical)", -- [39]
				"艾萨拉之怒死亡。", -- [40]
				"龙轻雪 阿莎曼的狂乱 (伤害/跳) 艾萨拉之怒 Crit -898189 (Physical)", -- [41]
				"不知火明乃 猛虎掌 艾萨拉之怒 Hit -70041 (Physical)", -- [42]
				"龙轻雪 肉搏 艾萨拉之怒 Hit -38788 (Physical)", -- [43]
				"染煞玫瑰-末日行者 审判 艾萨拉之怒 Crit -679638 (Holy)", -- [44]
				"龙轻雪 撕碎 艾萨拉之怒 Hit -356963 (Physical)", -- [45]
				"不知火明乃 肉搏 艾萨拉之怒 Hit -12531 (Physical)", -- [46]
				"Ieo 奉献 艾萨拉之怒 Crit -63654 (Holy)", -- [47]
				"醉梦若歌 肉搏 艾萨拉之怒 Hit -31294 (Physical)", -- [48]
				"Ieo 暗影连结 艾萨拉之怒 Crit -662033 (Shadow)", -- [49]
				"醉梦若歌 湮灭 艾萨拉之怒 Hit -402249 (Physical)", -- [50]
			},
			["Name"] = "艾萨拉之怒",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				316670.58, -- [1]
				316670.58, -- [2]
				316670.651, -- [3]
				316670.651, -- [4]
				316670.726, -- [5]
				316670.78, -- [6]
				316670.78, -- [7]
				316670.809, -- [8]
				316670.809, -- [9]
				316670.809, -- [10]
				316670.991, -- [11]
				316670.991, -- [12]
				316671.055, -- [13]
				316671.3, -- [14]
				316671.3, -- [15]
				316671.405, -- [16]
				316671.574, -- [17]
				316671.574, -- [18]
				316671.599, -- [19]
				316671.599, -- [20]
				316671.647, -- [21]
				316671.647, -- [22]
				316671.647, -- [23]
				316671.647, -- [24]
				316671.817, -- [25]
				316671.817, -- [26]
				316672.049, -- [27]
				316672.184, -- [28]
				316672.184, -- [29]
				316672.471, -- [30]
				316672.471, -- [31]
				316672.471, -- [32]
				316672.471, -- [33]
				316672.68, -- [34]
				316672.68, -- [35]
				316672.68, -- [36]
				316672.68, -- [37]
				316672.711, -- [38]
				316672.784, -- [39]
				316672.829, -- [40]
				316670.089, -- [41]
				316670.089, -- [42]
				316670.089, -- [43]
				316670.241, -- [44]
				316670.331, -- [45]
				316670.443, -- [46]
				316670.443, -- [47]
				316670.443, -- [48]
				316670.443, -- [49]
				316670.58, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 21294,
									["min"] = 14780,
									["count"] = 3,
									["amount"] = 56275,
								},
							},
							["count"] = 3,
							["amount"] = 56275,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 28,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 68,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 29,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Block"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 56,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 14,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 26,
								},
								["Hit"] = {
									["count"] = 41,
								},
							},
							["amount"] = 69,
						},
					},
					["DamageTaken"] = 67951870,
					["ElementDoneAbsorb"] = {
						["Melee"] = 382912,
						["Physical"] = 93262,
					},
					["PartialResist"] = {
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["低温"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 24,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 24,
						},
						["湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["凛冬将至"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["斜掠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["撕碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 53,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 53,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["低温"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 24,
									["amount"] = 0,
								},
							},
							["count"] = 24,
							["amount"] = 0,
						},
						["湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["凛冬将至"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 53,
									["amount"] = 0,
								},
							},
							["count"] = 53,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 11.04,
					["ElementTaken"] = {
						["Physical"] = 31794314,
						["Melee"] = 2848593,
						["Holy"] = 5287915,
						["Shadow"] = 1518547,
						["Frost"] = 26502501,
					},
					["Damage"] = 1401750,
					["ElementTakenBlock"] = {
						["Melee"] = 56275,
					},
					["ElementDone"] = {
						["Melee"] = 694746,
						["Physical"] = 707004,
					},
					["Attacks"] = {
						["起伏之沙"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 32669,
									["min"] = 437,
									["count"] = 4,
									["amount"] = 93262,
								},
								["Hit"] = {
									["max"] = 40951,
									["min"] = 1932,
									["count"] = 18,
									["amount"] = 613742,
								},
							},
							["count"] = 22,
							["amount"] = 707004,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 193183,
									["min"] = 39003,
									["count"] = 3,
									["amount"] = 382912,
								},
								["Hit"] = {
									["max"] = 191571,
									["min"] = 40647,
									["count"] = 3,
									["amount"] = 311834,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 694746,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 18,
								},
							},
							["amount"] = 22,
						},
					},
					["TimeDamage"] = 11.04,
					["WhoDamaged"] = {
						["不知火明乃"] = {
							["Details"] = {
								["旭日东升踢"] = {
									["count"] = 637173,
								},
								["猛虎掌"] = {
									["count"] = 196452,
								},
								["幻灭踢"] = {
									["count"] = 555913,
								},
								["肉搏"] = {
									["count"] = 156652,
								},
							},
							["amount"] = 1546190,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 169143,
								},
								["正义盾击"] = {
									["count"] = 661257,
								},
								["复仇者之盾"] = {
									["count"] = 2023682,
								},
								["暗影连结"] = {
									["count"] = 662033,
								},
								["奉献"] = {
									["count"] = 255398,
								},
								["审判"] = {
									["count"] = 1367011,
								},
								["提尔的执行者"] = {
									["count"] = 44499,
								},
								["肉搏"] = {
									["count"] = 477780,
								},
							},
							["amount"] = 5660803,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1107755,
								},
								["冰霜打击"] = {
									["count"] = 5662969,
								},
								["副手冰霜打击"] = {
									["count"] = 3838215,
								},
								["副手湮灭"] = {
									["count"] = 5590641,
								},
								["冰冷死亡"] = {
									["count"] = 1215466,
								},
								["晶化双剑"] = {
									["count"] = 6266075,
								},
								["低温"] = {
									["count"] = 1609765,
								},
								["锋锐之霜"] = {
									["count"] = 1427297,
								},
								["湮灭"] = {
									["count"] = 7324985,
								},
								["凛风冲击"] = {
									["count"] = 3989172,
								},
								["冰冻灵魂"] = {
									["count"] = 209043,
								},
								["冷酷严冬"] = {
									["count"] = 1176744,
								},
								["肉搏"] = {
									["count"] = 1147786,
								},
							},
							["amount"] = 40565913,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 87287,
								},
								["十字军打击"] = {
									["count"] = 309617,
								},
								["审判"] = {
									["count"] = 679638,
								},
								["肉搏"] = {
									["count"] = 87308,
								},
							},
							["amount"] = 1163850,
						},
						["龙轻雪"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1923930,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 582294,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1658378,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3501104,
								},
								["斜掠"] = {
									["count"] = 962579,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 856514,
								},
								["撕碎"] = {
									["count"] = 5711914,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 2839334,
								},
								["肉搏"] = {
									["count"] = 979067,
								},
							},
							["amount"] = 19015114,
						},
					},
					["DamagedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 157956,
								},
							},
							["amount"] = 157956,
						},
						["Ieo"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 115291,
								},
							},
							["amount"] = 115291,
						},
						["龙轻雪"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 147845,
								},
							},
							["amount"] = 147845,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 158453,
								},
							},
							["amount"] = 158453,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 127459,
								},
								["肉搏"] = {
									["count"] = 694746,
								},
							},
							["amount"] = 822205,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 0.09,
						},
						["Ieo"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 0.61,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.82,
								},
							},
							["amount"] = 8.82,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["龙轻雪"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 1.01,
								},
							},
							["amount"] = 1.01,
						},
					},
					["TimeDamaging"] = {
						["不知火明乃"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 0.09,
						},
						["Ieo"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 0.61,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.82,
								},
							},
							["amount"] = 8.82,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["龙轻雪"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 1.01,
								},
							},
							["amount"] = 1.01,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 21294,
									["min"] = 14780,
									["count"] = 3,
									["amount"] = 56275,
								},
							},
							["count"] = 3,
							["amount"] = 56275,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 28,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 68,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 29,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Block"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 56,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 14,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 26,
								},
								["Hit"] = {
									["count"] = 41,
								},
							},
							["amount"] = 69,
						},
					},
					["DamageTaken"] = 67951870,
					["ElementDoneAbsorb"] = {
						["Melee"] = 382912,
						["Physical"] = 93262,
					},
					["PartialResist"] = {
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 15,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["低温"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 24,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 24,
						},
						["湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["凛冬将至"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["斜掠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["撕碎"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 53,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 53,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["阿莎曼的狂乱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["低温"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["阿莎曼的狂乱 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["阿莎曼的撕扯 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 24,
									["amount"] = 0,
								},
							},
							["count"] = 24,
							["amount"] = 0,
						},
						["湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["冰冷死亡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冷酷严冬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["凛冬将至"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["凶猛撕咬"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰霜打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["割裂 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["斜掠 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["斜掠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["撕碎"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰冻灵魂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 53,
									["amount"] = 0,
								},
							},
							["count"] = 53,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 11.04,
					["ElementTaken"] = {
						["Physical"] = 31794314,
						["Melee"] = 2848593,
						["Holy"] = 5287915,
						["Shadow"] = 1518547,
						["Frost"] = 26502501,
					},
					["Damage"] = 1401750,
					["ElementTakenBlock"] = {
						["Melee"] = 56275,
					},
					["ElementDone"] = {
						["Melee"] = 694746,
						["Physical"] = 707004,
					},
					["Attacks"] = {
						["起伏之沙"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 32669,
									["min"] = 437,
									["count"] = 4,
									["amount"] = 93262,
								},
								["Hit"] = {
									["max"] = 40951,
									["min"] = 1932,
									["count"] = 18,
									["amount"] = 613742,
								},
							},
							["count"] = 22,
							["amount"] = 707004,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 193183,
									["min"] = 39003,
									["count"] = 3,
									["amount"] = 382912,
								},
								["Hit"] = {
									["max"] = 191571,
									["min"] = 40647,
									["count"] = 3,
									["amount"] = 311834,
								},
								["Parry"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 694746,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 18,
								},
							},
							["amount"] = 22,
						},
					},
					["TimeDamage"] = 11.04,
					["WhoDamaged"] = {
						["不知火明乃"] = {
							["Details"] = {
								["旭日东升踢"] = {
									["count"] = 637173,
								},
								["猛虎掌"] = {
									["count"] = 196452,
								},
								["幻灭踢"] = {
									["count"] = 555913,
								},
								["肉搏"] = {
									["count"] = 156652,
								},
							},
							["amount"] = 1546190,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 169143,
								},
								["正义盾击"] = {
									["count"] = 661257,
								},
								["复仇者之盾"] = {
									["count"] = 2023682,
								},
								["暗影连结"] = {
									["count"] = 662033,
								},
								["奉献"] = {
									["count"] = 255398,
								},
								["审判"] = {
									["count"] = 1367011,
								},
								["提尔的执行者"] = {
									["count"] = 44499,
								},
								["肉搏"] = {
									["count"] = 477780,
								},
							},
							["amount"] = 5660803,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1107755,
								},
								["冰霜打击"] = {
									["count"] = 5662969,
								},
								["副手冰霜打击"] = {
									["count"] = 3838215,
								},
								["副手湮灭"] = {
									["count"] = 5590641,
								},
								["冰冷死亡"] = {
									["count"] = 1215466,
								},
								["晶化双剑"] = {
									["count"] = 6266075,
								},
								["低温"] = {
									["count"] = 1609765,
								},
								["锋锐之霜"] = {
									["count"] = 1427297,
								},
								["湮灭"] = {
									["count"] = 7324985,
								},
								["凛风冲击"] = {
									["count"] = 3989172,
								},
								["冰冻灵魂"] = {
									["count"] = 209043,
								},
								["冷酷严冬"] = {
									["count"] = 1176744,
								},
								["肉搏"] = {
									["count"] = 1147786,
								},
							},
							["amount"] = 40565913,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 87287,
								},
								["十字军打击"] = {
									["count"] = 309617,
								},
								["审判"] = {
									["count"] = 679638,
								},
								["肉搏"] = {
									["count"] = 87308,
								},
							},
							["amount"] = 1163850,
						},
						["龙轻雪"] = {
							["Details"] = {
								["凶猛撕咬"] = {
									["count"] = 1923930,
								},
								["阿莎曼的狂乱"] = {
									["count"] = 582294,
								},
								["割裂 (伤害/跳)"] = {
									["count"] = 1658378,
								},
								["阿莎曼的狂乱 (伤害/跳)"] = {
									["count"] = 3501104,
								},
								["斜掠"] = {
									["count"] = 962579,
								},
								["阿莎曼的撕扯 (伤害/跳)"] = {
									["count"] = 856514,
								},
								["撕碎"] = {
									["count"] = 5711914,
								},
								["斜掠 (伤害/跳)"] = {
									["count"] = 2839334,
								},
								["肉搏"] = {
									["count"] = 979067,
								},
							},
							["amount"] = 19015114,
						},
					},
					["DamagedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 157956,
								},
							},
							["amount"] = 157956,
						},
						["Ieo"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 115291,
								},
							},
							["amount"] = 115291,
						},
						["龙轻雪"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 147845,
								},
							},
							["amount"] = 147845,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 158453,
								},
							},
							["amount"] = 158453,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 127459,
								},
								["肉搏"] = {
									["count"] = 694746,
								},
							},
							["amount"] = 822205,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 0.09,
						},
						["Ieo"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 0.61,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.82,
								},
							},
							["amount"] = 8.82,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["龙轻雪"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 1.01,
								},
							},
							["amount"] = 1.01,
						},
					},
					["TimeDamaging"] = {
						["不知火明乃"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 0.09,
						},
						["Ieo"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 0.61,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8.82,
								},
							},
							["amount"] = 8.82,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 0.51,
								},
							},
							["amount"] = 0.51,
						},
						["龙轻雪"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 1.01,
								},
							},
							["amount"] = 1.01,
						},
					},
				},
			},
			["UnitLockout"] = 316653.403,
			["LastActive"] = 316672.377,
		},
		["Ieo"] = {
			["GUID"] = "Player-1955-01B07F7A",
			["LastEventHealth"] = {
				9265713, -- [1]
				9265713, -- [2]
				9265713, -- [3]
				9265713, -- [4]
				9265713, -- [5]
				9265713, -- [6]
				9265713, -- [7]
				9271230, -- [8]
				9271230, -- [9]
				9271230, -- [10]
				9271230, -- [11]
				9271230, -- [12]
				9271230, -- [13]
				9271230, -- [14]
				9271230, -- [15]
				9271230, -- [16]
				9282265, -- [17]
				9282265, -- [18]
				9282265, -- [19]
				9282265, -- [20]
				9282265, -- [21]
				9282265, -- [22]
				9282265, -- [23]
				9282265, -- [24]
				9293300, -- [25]
				9293300, -- [26]
				9293300, -- [27]
				9293300, -- [28]
				9293300, -- [29]
				9293300, -- [30]
				9293300, -- [31]
				9293300, -- [32]
				10069173, -- [33]
				10069173, -- [34]
				10069173, -- [35]
				10069173, -- [36]
				10069173, -- [37]
				9188201, -- [38]
				9188201, -- [39]
				9188201, -- [40]
				9188201, -- [41]
				9188201, -- [42]
				9188201, -- [43]
				9188201, -- [44]
				9188201, -- [45]
				9188201, -- [46]
				9188201, -- [47]
				9199236, -- [48]
				9199236, -- [49]
				9265713, -- [50]
			},
			["LastAttackedBy"] = "No One",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					145.07, -- [1]
				},
				["Healing"] = {
					8278229, -- [1]
				},
				["DamageTaken"] = {
					15762487, -- [1]
				},
				["Absorbs"] = {
					7706474, -- [1]
				},
				["HealingTaken"] = {
					14529832, -- [1]
				},
				["HOT_Time"] = {
					99, -- [1]
				},
				["ActiveTime"] = {
					363.78, -- [1]
				},
				["Interrupts"] = {
					4, -- [1]
				},
				["Overhealing"] = {
					15207802, -- [1]
				},
				["TimeDamage"] = {
					218.71, -- [1]
				},
				["Damage"] = {
					282395712, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = true,
			["LastEventHealthMax"] = {
				10309833, -- [1]
				10309833, -- [2]
				10309833, -- [3]
				10309833, -- [4]
				10309833, -- [5]
				10309833, -- [6]
				10309833, -- [7]
				10309833, -- [8]
				10309833, -- [9]
				10309833, -- [10]
				10309833, -- [11]
				10309833, -- [12]
				10309833, -- [13]
				10309833, -- [14]
				10309833, -- [15]
				10309833, -- [16]
				10309833, -- [17]
				10309833, -- [18]
				10309833, -- [19]
				10309833, -- [20]
				10309833, -- [21]
				10309833, -- [22]
				10309833, -- [23]
				10309833, -- [24]
				10309833, -- [25]
				10309833, -- [26]
				10309833, -- [27]
				10309833, -- [28]
				10309833, -- [29]
				10309833, -- [30]
				10309833, -- [31]
				10309833, -- [32]
				10309833, -- [33]
				10309833, -- [34]
				10309833, -- [35]
				10309833, -- [36]
				10309833, -- [37]
				10309833, -- [38]
				10309833, -- [39]
				10309833, -- [40]
				10309833, -- [41]
				10309833, -- [42]
				10309833, -- [43]
				10309833, -- [44]
				10309833, -- [45]
				10309833, -- [46]
				10309833, -- [47]
				10309833, -- [48]
				10309833, -- [49]
				10309833, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 316766.42,
				["OVERALL"] = 316766.42,
				["DamageTaken"] = 316765.391,
				["Interrupts"] = 316507.384,
				["Absorbs"] = 316765.391,
				["HealingTaken"] = 316766.42,
				["HOT_Time"] = 316766.42,
				["TimeDamage"] = 316766.42,
				["Overhealing"] = 316766.42,
				["Healing"] = 316766.42,
				["ActiveTime"] = 316766.42,
				["Damage"] = 316766.42,
			},
			["level"] = 110,
			["LastDamageAbility"] = "腐蚀痕迹 (伤害/跳)",
			["LastFightIn"] = 4,
			["LastHealTime"] = 316767.065,
			["type"] = "Grouped",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["奉献"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						"Creature-0-3929-1456-14701-43499-00003FDF18", -- [1]
						"Creature-0-3929-1456-14701-43499-00003FDF22", -- [2]
						"Creature-0-3929-1456-14701-43499-00003FDFBA", -- [3]
						"Creature-0-3929-1456-14701-43499-00003FDFC3", -- [4]
						"Creature-0-3929-1456-14701-43499-00003FDFD0", -- [5]
						"Creature-0-3929-1456-14701-43499-00003FDFDC", -- [6]
						"Creature-0-3929-1456-14701-43499-00003FDFF2", -- [7]
						"Creature-0-3929-1456-14701-43499-00003FDFFE", -- [8]
						"Creature-0-3929-1456-14701-43499-00003FE006", -- [9]
						"Creature-0-3929-1456-14701-43499-00003FE016", -- [10]
						"Creature-0-3929-1456-14701-43499-00003FE03C", -- [11]
						"Creature-0-3929-1456-14701-43499-00003FE066", -- [12]
						"Creature-0-3929-1456-14701-43499-00003FE074", -- [13]
						[0] = "Creature-0-3929-1456-14701-43499-00003FDF0F",
					},
				},
			},
			["LastDamageTaken"] = 124851,
			["Owner"] = false,
			["Pet"] = {
				"奉献 <Ieo>", -- [1]
			},
			["NextEventNum"] = 38,
			["LastDamageTime"] = 316767.132,
			["LastEvents"] = {
				"Ieo 奉献 不知火明乃 Hit +5516 (5516 过量治疗)", -- [1]
				"Ieo 奉献 龙轻雪 Hit +5517", -- [2]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [3]
				"Ieo 奉献 焦躁的海潮元素 Crit -65452 (Holy)", -- [4]
				"Ieo 奉献 焦躁的海潮元素 Hit -32727 (Holy)", -- [5]
				"Ieo 奉献 砂泥蜗牛 Crit -65452 (Holy)", -- [6]
				"No One 腐蚀痕迹 (伤害/跳) Ieo Absorb -55395 (55395 被吸收) (Nature)", -- [7]
				"焦躁的海潮元素 肉搏 Ieo Absorb -50753 (50753 被吸收) (1)", -- [8]
				"焦躁的海潮元素 肉搏 Ieo Absorb -22184 (22184 被吸收) (1)", -- [9]
				"Ieo 祝福之锤 砂泥蜗牛 Crit -173924 (Holy)", -- [10]
				"Ieo 奉献 Ieo Crit +11035", -- [11]
				"Ieo 奉献 不知火明乃 Crit +11033 (11033 过量治疗)", -- [12]
				"Ieo 奉献 龙轻雪 Hit +5518", -- [13]
				"Ieo 奉献 染煞玫瑰-末日行者 Crit +12084 (12084 过量治疗)", -- [14]
				"Ieo 奉献 焦躁的海潮元素 Hit -31826 (Holy)", -- [15]
				"Ieo 奉献 砂泥蜗牛 Crit -63652 (Holy)", -- [16]
				"Ieo 祝福之锤 焦躁的海潮元素 Hit -84571 (Holy)", -- [17]
				"Ieo 奉献 Ieo Crit +11035", -- [18]
				"Ieo 奉献 不知火明乃 Crit +11033 (11033 过量治疗)", -- [19]
				"Ieo 奉献 龙轻雪 Hit +5518", -- [20]
				"Ieo 奉献 染煞玫瑰-末日行者 Crit +12084 (12084 过量治疗)", -- [21]
				"Ieo 奉献 焦躁的海潮元素 Crit -63652 (Holy)", -- [22]
				"Ieo 奉献 砂泥蜗牛 Crit -63653 (Holy)", -- [23]
				"Ieo 祝福之锤 焦躁的海潮元素 Crit -169143 (Holy)", -- [24]
				"No One 腐蚀痕迹 (伤害/跳) Ieo Absorb -124851 (124851 被吸收) (Nature)", -- [25]
				"Ieo 奉献 Ieo Crit +11036", -- [26]
				"Ieo 奉献 不知火明乃 Hit +5516 (5516 过量治疗)", -- [27]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [28]
				"Ieo 奉献 砂泥蜗牛 Hit -30899 (Holy)", -- [29]
				"Ieo 暗影连结 砂泥蜗牛 Crit -642751 (Shadow)", -- [30]
				"Ieo 暗影连结 Ieo Hit +698360", -- [31]
				"Ieo 泰坦之光 Ieo Tick +66477", -- [32]
				"Ieo 祝福之锤 砂泥蜗牛 Hit -84571 (Holy)", -- [33]
				"Ieo 奉献 Ieo Crit +11035", -- [34]
				"Ieo 奉献 不知火明乃 Crit +11035 (11035 过量治疗)", -- [35]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [36]
				"Ieo 奉献 砂泥蜗牛 Hit -31826 (Holy)", -- [37]
				"Ieo 祝福之锤 焦躁的海潮元素 Hit -89279 (Holy)", -- [38]
				"焦躁的海潮元素 肉搏 Ieo Absorb -49153 (49153 被吸收) (1)", -- [39]
				"Ieo 奉献 Ieo Crit +11035", -- [40]
				"Ieo 奉献 不知火明乃 Hit +5516 (5516 过量治疗)", -- [41]
				"Ieo 奉献 龙轻雪 Crit +11035", -- [42]
				"Ieo 奉献 染煞玫瑰-末日行者 Hit +6042 (6042 过量治疗)", -- [43]
				"Ieo 奉献 焦躁的海潮元素 Hit -32725 (Holy)", -- [44]
				"Ieo 奉献 焦躁的海潮元素 Hit -32725 (Holy)", -- [45]
				"Ieo 奉献 焦躁的海潮元素 Immune (Holy)", -- [46]
				"Ieo 祝福之锤 焦躁的海潮元素 Crit -173922 (Holy)", -- [47]
				"Ieo 奉献 焦躁的海潮元素 Immune (Holy)", -- [48]
				"Ieo 泰坦之光 Ieo Tick +66477", -- [49]
				"Ieo 奉献 Ieo Hit +5517", -- [50]
			},
			["Name"] = "Ieo",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				true, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				316763.793, -- [1]
				316763.793, -- [2]
				316763.793, -- [3]
				316763.793, -- [4]
				316763.793, -- [5]
				316763.793, -- [6]
				316764.056, -- [7]
				316764.27, -- [8]
				316764.472, -- [9]
				316764.61, -- [10]
				316764.61, -- [11]
				316764.61, -- [12]
				316764.681, -- [13]
				316764.681, -- [14]
				316764.681, -- [15]
				316764.681, -- [16]
				316765.183, -- [17]
				316765.433, -- [18]
				316765.433, -- [19]
				316765.433, -- [20]
				316765.433, -- [21]
				316765.433, -- [22]
				316765.433, -- [23]
				316765.725, -- [24]
				316766.198, -- [25]
				316766.294, -- [26]
				316766.294, -- [27]
				316766.294, -- [28]
				316766.294, -- [29]
				316766.294, -- [30]
				316766.475, -- [31]
				316766.475, -- [32]
				316766.737, -- [33]
				316767.065, -- [34]
				316767.132, -- [35]
				316767.132, -- [36]
				316767.132, -- [37]
				316762.489, -- [38]
				316762.489, -- [39]
				316762.943, -- [40]
				316762.943, -- [41]
				316762.943, -- [42]
				316762.943, -- [43]
				316763.159, -- [44]
				316763.159, -- [45]
				316763.3, -- [46]
				316763.3, -- [47]
				316763.366, -- [48]
				316763.552, -- [49]
				316763.793, -- [50]
			},
			["Fights"] = {
				["Fight5"] = {
					["ElementDoneBlock"] = {
						["Holy"] = 119059,
					},
					["TimeHealing"] = {
						["Ieo"] = {
							["Details"] = {
								["秩序壁垒"] = {
									["count"] = 0.17,
								},
								["奉献"] = {
									["count"] = 3.53,
								},
								["泰坦之光"] = {
									["count"] = 0.95,
								},
								["暗影连结"] = {
									["count"] = 1.5,
								},
								["最终防御者"] = {
									["count"] = 22.42,
								},
								["守护之光"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 30.07,
						},
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 2.04,
						},
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 47052,
									["min"] = 47052,
									["count"] = 1,
									["amount"] = 47052,
								},
							},
							["count"] = 1,
							["amount"] = 47052,
						},
					},
					["OverHeals"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 89744,
									["min"] = 8528,
									["count"] = 7,
									["amount"] = 505644,
								},
							},
							["count"] = 7,
							["amount"] = 505644,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 14898,
									["min"] = 11036,
									["count"] = 13,
									["amount"] = 184756,
								},
								["Hit"] = {
									["max"] = 7449,
									["min"] = 5517,
									["count"] = 12,
									["amount"] = 77948,
								},
							},
							["count"] = 25,
							["amount"] = 262704,
						},
					},
					["Overhealing"] = 768348,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.04,
								},
							},
							["amount"] = 2.04,
						},
						["积怨战士"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.86,
								},
								["复仇者之盾"] = {
									["count"] = 0.23,
								},
								["提尔的执行者"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 3.24,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 1.72,
								},
								["祝福之锤"] = {
									["count"] = 4.43,
								},
								["正义盾击"] = {
									["count"] = 1.24,
								},
								["提尔的执行者"] = {
									["count"] = 0.2,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.27,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2.08,
								},
								["审判"] = {
									["count"] = 2.08,
								},
								["奉献"] = {
									["count"] = 6.37,
								},
								["肉搏"] = {
									["count"] = 3.06,
								},
							},
							["amount"] = 21.45,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.38,
								},
								["奉献"] = {
									["count"] = 0.52,
								},
							},
							["amount"] = 2.24,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 0.47,
								},
								["祝福之锤"] = {
									["count"] = 1.94,
								},
							},
							["amount"] = 2.41,
						},
						["Ieo"] = {
							["Details"] = {
								["秩序壁垒"] = {
									["count"] = 0.17,
								},
								["奉献"] = {
									["count"] = 3.53,
								},
								["泰坦之光"] = {
									["count"] = 0.95,
								},
								["暗影连结"] = {
									["count"] = 1.5,
								},
								["最终防御者"] = {
									["count"] = 22.42,
								},
								["守护之光"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 30.07,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.16,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 1.51,
						},
					},
					["DamageTaken"] = 3374086,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 162,
								},
								["Hit"] = {
									["count"] = 136,
								},
							},
							["amount"] = 308,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 18,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 31,
						},
					},
					["PartialResist"] = {
						["奥术箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["巨力猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["电弧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 41,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 41,
						},
					},
					["HOT_Time"] = 24,
					["ElementTakenAbsorb"] = {
						["Arcane"] = 420203,
						["Physical"] = 333005,
						["Melee"] = 1398931,
						["Nature"] = 473403,
					},
					["ActiveTime"] = 62.96,
					["TimeDamaging"] = {
						["积怨战士"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.86,
								},
								["复仇者之盾"] = {
									["count"] = 0.23,
								},
								["提尔的执行者"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 3.24,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 1.72,
								},
								["祝福之锤"] = {
									["count"] = 4.43,
								},
								["正义盾击"] = {
									["count"] = 1.24,
								},
								["提尔的执行者"] = {
									["count"] = 0.2,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.27,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2.08,
								},
								["审判"] = {
									["count"] = 2.08,
								},
								["奉献"] = {
									["count"] = 6.37,
								},
								["肉搏"] = {
									["count"] = 3.06,
								},
							},
							["amount"] = 21.45,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.38,
								},
								["奉献"] = {
									["count"] = 0.52,
								},
							},
							["amount"] = 2.24,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 0.47,
								},
								["祝福之锤"] = {
									["count"] = 1.94,
								},
							},
							["amount"] = 2.41,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.16,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 1.51,
						},
					},
					["ElementTaken"] = {
						["Arcane"] = 420203,
						["Physical"] = 333005,
						["Melee"] = 1676013,
						["Nature"] = 944865,
					},
					["HOTs"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 24,
								},
							},
							["amount"] = 24,
						},
					},
					["ElementTakenBlock"] = {
						["Melee"] = 47052,
					},
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 24575,
									["min"] = 1971,
									["count"] = 17,
									["amount"] = 145955,
								},
							},
							["count"] = 17,
							["amount"] = 145955,
						},
						["守护之光"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 451532,
									["min"] = 451532,
									["count"] = 1,
									["amount"] = 451532,
								},
							},
							["count"] = 1,
							["amount"] = 451532,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 18508,
									["min"] = 11033,
									["count"] = 8,
									["amount"] = 112430,
								},
								["Hit"] = {
									["max"] = 9254,
									["min"] = 5516,
									["count"] = 14,
									["amount"] = 95880,
								},
							},
							["count"] = 22,
							["amount"] = 208310,
						},
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 111496,
									["min"] = 10927,
									["count"] = 3,
									["amount"] = 180372,
								},
							},
							["count"] = 3,
							["amount"] = 180372,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 446826,
									["min"] = 446826,
									["count"] = 1,
									["amount"] = 446826,
								},
							},
							["count"] = 1,
							["amount"] = 446826,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 26535,
									["min"] = 1877,
									["count"] = 39,
									["amount"] = 300284,
								},
							},
							["count"] = 39,
							["amount"] = 300284,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 180220,
									["min"] = 14458,
									["count"] = 35,
									["amount"] = 2179303,
								},
							},
							["count"] = 35,
							["amount"] = 2179303,
						},
					},
					["TimeHeal"] = 32.11,
					["ElementDone"] = {
						["Shadow"] = 411246,
						["Holy"] = 71231683,
						["Melee"] = 3079002,
						["Arcane"] = 12219330,
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 72884,
								},
							},
							["amount"] = 72884,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 145955,
								},
								["守护之光"] = {
									["count"] = 451532,
								},
								["奉献"] = {
									["count"] = 112908,
								},
								["泰坦之光"] = {
									["count"] = 180372,
								},
								["暗影连结"] = {
									["count"] = 446826,
								},
								["最终防御者"] = {
									["count"] = 300284,
								},
								["秩序壁垒"] = {
									["count"] = 2179303,
								},
							},
							["amount"] = 3817180,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 22518,
								},
							},
							["amount"] = 22518,
						},
					},
					["Damage"] = 86941261,
					["Healing"] = 1287040,
					["PartialAbsorb"] = {
						["奥术箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 152719,
									["min"] = 64004,
									["count"] = 5,
									["amount"] = 420203,
								},
							},
							["count"] = 5,
							["amount"] = 420203,
						},
						["投掷长矛"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 46984,
									["min"] = 46984,
									["count"] = 1,
									["amount"] = 46984,
								},
							},
							["count"] = 1,
							["amount"] = 46984,
						},
						["闪电冲击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 88535,
									["min"] = 11572,
									["count"] = 4,
									["amount"] = 264771,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 264771,
						},
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 36278,
									["min"] = 36277,
									["count"] = 3,
									["amount"] = 108833,
								},
							},
							["count"] = 3,
							["amount"] = 108833,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["低吼"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 66267,
									["min"] = 66267,
									["count"] = 1,
									["amount"] = 66267,
								},
							},
							["count"] = 1,
							["amount"] = 66267,
						},
						["巨力猛击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 110921,
									["min"] = 110921,
									["count"] = 1,
									["amount"] = 110921,
								},
							},
							["count"] = 1,
							["amount"] = 110921,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 92723,
									["min"] = 11083,
									["count"] = 2,
									["amount"] = 103806,
								},
							},
							["count"] = 3,
							["amount"] = 103806,
						},
						["电弧"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 104826,
									["min"] = 104826,
									["count"] = 1,
									["amount"] = 104826,
								},
							},
							["count"] = 1,
							["amount"] = 104826,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 231330,
									["min"] = 2117,
									["count"] = 21,
									["amount"] = 1398931,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 41,
							["amount"] = 1398931,
						},
					},
					["WhoHealed"] = {
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 145955,
								},
								["守护之光"] = {
									["count"] = 451532,
								},
								["奉献"] = {
									["count"] = 112908,
								},
								["泰坦之光"] = {
									["count"] = 180372,
								},
								["暗影连结"] = {
									["count"] = 446826,
								},
								["最终防御者"] = {
									["count"] = 300284,
								},
								["秩序壁垒"] = {
									["count"] = 2179303,
								},
							},
							["amount"] = 3817180,
						},
					},
					["Attacks"] = {
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2941366,
									["min"] = 1198596,
									["count"] = 13,
									["amount"] = 26122653,
								},
								["Hit"] = {
									["max"] = 980455,
									["min"] = 599296,
									["count"] = 9,
									["amount"] = 7599019,
								},
							},
							["count"] = 22,
							["amount"] = 33721672,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 128753,
									["min"] = 76765,
									["count"] = 35,
									["amount"] = 3501952,
								},
								["Hit"] = {
									["max"] = 64377,
									["min"] = 38382,
									["count"] = 25,
									["amount"] = 1337057,
								},
							},
							["count"] = 60,
							["amount"] = 4839009,
						},
						["祝福之锤"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 172986,
									["min"] = 172986,
									["count"] = 1,
									["amount"] = 172986,
								},
								["Hit (被格挡)"] = {
									["max"] = 104816,
									["min"] = 104816,
									["count"] = 1,
									["amount"] = 104816,
								},
								["Crit"] = {
									["max"] = 299479,
									["min"] = 183053,
									["count"] = 43,
									["amount"] = 10209735,
								},
								["Hit"] = {
									["max"] = 149741,
									["min"] = 91526,
									["count"] = 32,
									["amount"] = 3882259,
								},
							},
							["count"] = 77,
							["amount"] = 14369796,
						},
						["正义盾击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1817806,
									["min"] = 1368884,
									["count"] = 3,
									["amount"] = 4914703,
								},
								["Hit"] = {
									["max"] = 923997,
									["min"] = 864008,
									["count"] = 2,
									["amount"] = 1788005,
								},
							},
							["count"] = 5,
							["amount"] = 6702708,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 8,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 115541,
									["min"] = 68887,
									["count"] = 66,
									["amount"] = 5737929,
								},
								["Hit"] = {
									["max"] = 57770,
									["min"] = 34443,
									["count"] = 63,
									["amount"] = 2732655,
								},
							},
							["count"] = 137,
							["amount"] = 8470584,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1030226,
									["min"] = 1030226,
									["count"] = 1,
									["amount"] = 1030226,
								},
								["Hit"] = {
									["max"] = 511108,
									["min"] = 498093,
									["count"] = 3,
									["amount"] = 1512801,
								},
							},
							["count"] = 4,
							["amount"] = 2543027,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 498910,
									["min"] = 408887,
									["count"] = 16,
									["amount"] = 7333813,
								},
								["Hit"] = {
									["max"] = 244115,
									["min"] = 195833,
									["count"] = 11,
									["amount"] = 2342490,
								},
							},
							["count"] = 27,
							["amount"] = 9676303,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 861059,
									["min"] = 861059,
									["count"] = 1,
									["amount"] = 861059,
								},
								["Hit"] = {
									["max"] = 704351,
									["min"] = 386227,
									["count"] = 4,
									["amount"] = 2266855,
								},
							},
							["count"] = 5,
							["amount"] = 3127914,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 411246,
									["min"] = 411246,
									["count"] = 1,
									["amount"] = 411246,
								},
							},
							["count"] = 1,
							["amount"] = 411246,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 270950,
									["min"] = 146003,
									["count"] = 12,
									["amount"] = 2463022,
								},
								["Hit"] = {
									["max"] = 129483,
									["min"] = 83339,
									["count"] = 6,
									["amount"] = 615980,
								},
							},
							["count"] = 18,
							["amount"] = 3079002,
						},
					},
					["HealingTaken"] = 3817180,
					["DamagedWho"] = {
						["积怨战士"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2704505,
								},
								["复仇者之盾"] = {
									["count"] = 7310900,
								},
								["破碎晦暗战刃"] = {
									["count"] = 503600,
								},
								["晦暗战刃风暴"] = {
									["count"] = 5234258,
								},
								["奉献"] = {
									["count"] = 1283543,
								},
								["提尔的执行者"] = {
									["count"] = 1499701,
								},
							},
							["amount"] = 18536507,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 14580325,
								},
								["提尔的执行者"] = {
									["count"] = 1592118,
								},
								["祝福之锤"] = {
									["count"] = 4519970,
								},
								["正义盾击"] = {
									["count"] = 6702708,
								},
								["奉献"] = {
									["count"] = 2346044,
								},
								["破碎晦暗战刃"] = {
									["count"] = 1030226,
								},
								["晦暗战刃风暴"] = {
									["count"] = 3427239,
								},
								["暗影连结"] = {
									["count"] = 411246,
								},
								["审判"] = {
									["count"] = 3127914,
								},
								["肉搏"] = {
									["count"] = 3079002,
								},
							},
							["amount"] = 40816792,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2861737,
								},
								["复仇者之盾"] = {
									["count"] = 5025913,
								},
								["破碎晦暗战刃"] = {
									["count"] = 498093,
								},
								["晦暗战刃风暴"] = {
									["count"] = 817973,
								},
								["奉献"] = {
									["count"] = 1875392,
								},
								["提尔的执行者"] = {
									["count"] = 875875,
								},
							},
							["amount"] = 11954983,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3668901,
								},
								["奉献"] = {
									["count"] = 1945041,
								},
								["复仇者之盾"] = {
									["count"] = 5167154,
								},
								["提尔的执行者"] = {
									["count"] = 613502,
								},
							},
							["amount"] = 11394598,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 614683,
								},
								["复仇者之盾"] = {
									["count"] = 1637380,
								},
								["破碎晦暗战刃"] = {
									["count"] = 511108,
								},
								["晦暗战刃风暴"] = {
									["count"] = 196833,
								},
								["提尔的执行者"] = {
									["count"] = 257813,
								},
								["奉献"] = {
									["count"] = 1020564,
								},
							},
							["amount"] = 4238381,
						},
					},
					["TimeDamage"] = 30.85,
					["WhoDamaged"] = {
						["积怨战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 292851,
								},
							},
							["amount"] = 292851,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 108833,
								},
								["投掷长矛"] = {
									["count"] = 46984,
								},
								["肉搏"] = {
									["count"] = 997046,
								},
							},
							["amount"] = 1152863,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 189344,
								},
								["巨力猛击"] = {
									["count"] = 110921,
								},
								["肉搏"] = {
									["count"] = 236631,
								},
							},
							["amount"] = 536896,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["奥术箭"] = {
									["count"] = 420203,
								},
								["肉搏"] = {
									["count"] = 77202,
								},
							},
							["amount"] = 497405,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["电弧"] = {
									["count"] = 104826,
								},
								["闪电冲击"] = {
									["count"] = 650695,
								},
							},
							["amount"] = 755521,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["低吼"] = {
									["count"] = 66267,
								},
								["肉搏"] = {
									["count"] = 72283,
								},
							},
							["amount"] = 138550,
						},
					},
					["Absorbs"] = 2625542,
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 6,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 4,
								},
								["Block"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 15,
								},
							},
							["amount"] = 42,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 10,
						},
					},
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 24575,
									["min"] = 1971,
									["count"] = 17,
									["amount"] = 145955,
								},
							},
							["count"] = 17,
							["amount"] = 145955,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 26535,
									["min"] = 1877,
									["count"] = 39,
									["amount"] = 300284,
								},
							},
							["count"] = 39,
							["amount"] = 300284,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 180220,
									["min"] = 14458,
									["count"] = 35,
									["amount"] = 2179303,
								},
							},
							["count"] = 35,
							["amount"] = 2179303,
						},
					},
				},
				["Fight2"] = {
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 2255,
									["min"] = 1028,
									["count"] = 8,
									["amount"] = 11517,
								},
							},
							["count"] = 8,
							["amount"] = 11517,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 6888,
									["min"] = 478,
									["count"] = 33,
									["amount"] = 131465,
								},
							},
							["count"] = 33,
							["amount"] = 131465,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 19810,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 322743,
								},
							},
							["count"] = 23,
							["amount"] = 322743,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 22,
								},
								["Miss"] = {
									["count"] = 5,
								},
								["Block"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 11,
								},
								["Parry"] = {
									["count"] = 12,
								},
							},
							["amount"] = 55,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 606499,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 465725,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 104,
								},
								["Hit"] = {
									["count"] = 68,
								},
							},
							["amount"] = 172,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementTakenAbsorb"] = {
						["Frost"] = 187251,
						["Melee"] = 276935,
						["Nature"] = 0,
					},
					["ElementTaken"] = {
						["Frost"] = 187251,
						["Melee"] = 419248,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 22690296,
					["ElementTakenBlock"] = {
						["Melee"] = 45911,
					},
					["TimeHeal"] = 12.23,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 21667411,
						["Melee"] = 537273,
						["Shadow"] = 485612,
					},
					["PartialAbsorb"] = {
						["水花飞溅"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 17126,
									["min"] = 13580,
									["count"] = 12,
									["amount"] = 187251,
								},
							},
							["count"] = 12,
							["amount"] = 187251,
						},
						["闪电打击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 26057,
									["min"] = 2256,
									["count"] = 22,
									["amount"] = 276935,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 28,
									["amount"] = 0,
								},
							},
							["count"] = 50,
							["amount"] = 276935,
						},
					},
					["DamagedWho"] = {
						["盐海小水滴"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2599413,
								},
								["复仇者之盾"] = {
									["count"] = 6543206,
								},
								["暗影连结"] = {
									["count"] = 485612,
								},
								["提尔的执行者"] = {
									["count"] = 5196479,
								},
								["审判"] = {
									["count"] = 386227,
								},
								["奉献"] = {
									["count"] = 6942086,
								},
								["肉搏"] = {
									["count"] = 537273,
								},
							},
							["amount"] = 22690296,
						},
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 10784,
									["min"] = 7644,
									["count"] = 5,
									["amount"] = 45911,
								},
							},
							["count"] = 5,
							["amount"] = 45911,
						},
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["闪电打击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["水花飞溅"] = {
									["count"] = 187251,
								},
								["肉搏"] = {
									["count"] = 419248,
								},
							},
							["amount"] = 606499,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["水花飞溅"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["闪电打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 50,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 50,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.09,
								},
								["最终防御者"] = {
									["count"] = 7.18,
								},
								["秩序壁垒"] = {
									["count"] = 0.34,
								},
							},
							["amount"] = 9.61,
						},
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.62,
								},
							},
							["amount"] = 2.62,
						},
					},
					["OverHeals"] = {
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 455402,
									["min"] = 455402,
									["count"] = 1,
									["amount"] = 455402,
								},
							},
							["count"] = 1,
							["amount"] = 455402,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11035,
									["min"] = 2239,
									["count"] = 8,
									["amount"] = 79478,
								},
								["Hit"] = {
									["max"] = 6854,
									["min"] = 5517,
									["count"] = 6,
									["amount"] = 34441,
								},
							},
							["count"] = 14,
							["amount"] = 113919,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 11517,
								},
								["奉献"] = {
									["count"] = 68550,
								},
								["暗影连结"] = {
									["count"] = 72224,
								},
								["最终防御者"] = {
									["count"] = 131465,
								},
								["秩序壁垒"] = {
									["count"] = 322743,
								},
							},
							["amount"] = 606499,
						},
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 83015,
								},
							},
							["amount"] = 83015,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 569321,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.62,
								},
							},
							["amount"] = 2.62,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 4.29,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["提尔的执行者"] = {
									["count"] = 0.19,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 0.18,
								},
								["奉献"] = {
									["count"] = 7.49,
								},
							},
							["amount"] = 13.7,
						},
						["Ieo"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 2.09,
								},
								["最终防御者"] = {
									["count"] = 7.18,
								},
								["秩序壁垒"] = {
									["count"] = 0.34,
								},
							},
							["amount"] = 9.61,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 2255,
									["min"] = 1028,
									["count"] = 8,
									["amount"] = 11517,
								},
							},
							["count"] = 8,
							["amount"] = 11517,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13710,
									["min"] = 8794,
									["count"] = 6,
									["amount"] = 74667,
								},
								["Hit"] = {
									["max"] = 6855,
									["min"] = 5516,
									["count"] = 12,
									["amount"] = 76898,
								},
							},
							["count"] = 18,
							["amount"] = 151565,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 72224,
									["min"] = 72224,
									["count"] = 1,
									["amount"] = 72224,
								},
							},
							["count"] = 1,
							["amount"] = 72224,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6888,
									["min"] = 478,
									["count"] = 33,
									["amount"] = 131465,
								},
							},
							["count"] = 33,
							["amount"] = 131465,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 19810,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 322743,
								},
							},
							["count"] = 23,
							["amount"] = 322743,
						},
					},
					["WhoHealed"] = {
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 11517,
								},
								["奉献"] = {
									["count"] = 68550,
								},
								["暗影连结"] = {
									["count"] = 72224,
								},
								["最终防御者"] = {
									["count"] = 131465,
								},
								["秩序壁垒"] = {
									["count"] = 322743,
								},
							},
							["amount"] = 606499,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 25.93,
					["Healing"] = 223789,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 266482,
									["min"] = 216077,
									["count"] = 9,
									["amount"] = 2229338,
								},
								["Hit"] = {
									["max"] = 133240,
									["min"] = 108039,
									["count"] = 3,
									["amount"] = 370075,
								},
							},
							["count"] = 12,
							["amount"] = 2599413,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1744856,
									["min"] = 1744855,
									["count"] = 2,
									["amount"] = 3489711,
								},
								["Hit"] = {
									["max"] = 1308641,
									["min"] = 872427,
									["count"] = 3,
									["amount"] = 3053495,
								},
							},
							["count"] = 5,
							["amount"] = 6543206,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 485612,
									["min"] = 485612,
									["count"] = 1,
									["amount"] = 485612,
								},
							},
							["count"] = 1,
							["amount"] = 485612,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 111753,
									["min"] = 111752,
									["count"] = 33,
									["amount"] = 3687832,
								},
								["Hit"] = {
									["max"] = 55876,
									["min"] = 55875,
									["count"] = 27,
									["amount"] = 1508647,
								},
							},
							["count"] = 60,
							["amount"] = 5196479,
						},
						["审判"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 386227,
									["min"] = 386227,
									["count"] = 1,
									["amount"] = 386227,
								},
							},
							["count"] = 1,
							["amount"] = 386227,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 100284,
									["min"] = 63653,
									["count"] = 60,
									["amount"] = 5396390,
								},
								["Hit"] = {
									["max"] = 50142,
									["min"] = 33599,
									["count"] = 34,
									["amount"] = 1545696,
								},
							},
							["count"] = 94,
							["amount"] = 6942086,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 230150,
									["min"] = 196779,
									["count"] = 2,
									["amount"] = 426929,
								},
								["Hit"] = {
									["max"] = 110344,
									["min"] = 110344,
									["count"] = 1,
									["amount"] = 110344,
								},
							},
							["count"] = 3,
							["amount"] = 537273,
						},
					},
					["HealingTaken"] = 606499,
					["RageGain"] = 0,
					["TimeDamage"] = 13.7,
					["TimeDamaging"] = {
						["盐海小水滴"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 4.29,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["提尔的执行者"] = {
									["count"] = 0.19,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 0.18,
								},
								["奉献"] = {
									["count"] = 7.49,
								},
							},
							["amount"] = 13.7,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 14571,
									["min"] = 2141,
									["count"] = 5,
									["amount"] = 36007,
								},
							},
							["count"] = 5,
							["amount"] = 36007,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 6173,
									["min"] = 437,
									["count"] = 9,
									["amount"] = 23810,
								},
							},
							["count"] = 9,
							["amount"] = 23810,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 199620,
									["min"] = 15706,
									["count"] = 9,
									["amount"] = 841273,
								},
							},
							["count"] = 9,
							["amount"] = 841273,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 5,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1015944,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 901090,
					["DeathCount"] = 0,
					["HOT_Time"] = 21,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 53,
								},
								["Hit"] = {
									["count"] = 35,
								},
							},
							["amount"] = 91,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 20,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 437,
						["Melee"] = 527960,
						["Nature"] = 372693,
					},
					["ElementTaken"] = {
						["Physical"] = 115291,
						["Melee"] = 527960,
						["Nature"] = 372693,
					},
					["DOT_Time"] = 0,
					["Damage"] = 27442255,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 26.6,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 24403718,
						["Melee"] = 2055129,
						["Shadow"] = 983408,
					},
					["PartialAbsorb"] = {
						["毒血"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 205793,
									["min"] = 205793,
									["count"] = 1,
									["amount"] = 205793,
								},
							},
							["count"] = 1,
							["amount"] = 205793,
						},
						["起伏之沙"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 437,
									["min"] = 437,
									["count"] = 1,
									["amount"] = 437,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 437,
						},
						["混乱风暴"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 166900,
									["min"] = 166900,
									["count"] = 1,
									["amount"] = 166900,
								},
							},
							["count"] = 1,
							["amount"] = 166900,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 162690,
									["min"] = 18398,
									["count"] = 7,
									["amount"] = 527960,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 527960,
						},
					},
					["DamagedWho"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 169143,
								},
								["正义盾击"] = {
									["count"] = 661257,
								},
								["复仇者之盾"] = {
									["count"] = 2023682,
								},
								["暗影连结"] = {
									["count"] = 662033,
								},
								["奉献"] = {
									["count"] = 255398,
								},
								["审判"] = {
									["count"] = 1367011,
								},
								["提尔的执行者"] = {
									["count"] = 44499,
								},
								["肉搏"] = {
									["count"] = 477780,
								},
							},
							["amount"] = 5660803,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1855710,
								},
								["正义盾击"] = {
									["count"] = 2424318,
								},
								["复仇者之盾"] = {
									["count"] = 3322540,
								},
								["提尔的执行者"] = {
									["count"] = 106398,
								},
								["审判"] = {
									["count"] = 1591254,
								},
								["暗影连结"] = {
									["count"] = 321375,
								},
								["肉搏"] = {
									["count"] = 1109685,
								},
								["奉献"] = {
									["count"] = 1454415,
								},
							},
							["amount"] = 12185695,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1014864,
								},
								["正义盾击"] = {
									["count"] = 1015011,
								},
								["复仇者之盾"] = {
									["count"] = 4935425,
								},
								["奉献"] = {
									["count"] = 381915,
								},
								["审判"] = {
									["count"] = 1568082,
								},
								["肉搏"] = {
									["count"] = 467664,
								},
								["提尔的执行者"] = {
									["count"] = 212796,
								},
							},
							["amount"] = 9595757,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 115291,
								},
							},
							["amount"] = 115291,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["毒血"] = {
									["count"] = 205793,
								},
								["混乱风暴"] = {
									["count"] = 166900,
								},
								["肉搏"] = {
									["count"] = 509562,
								},
							},
							["amount"] = 882255,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18398,
								},
							},
							["amount"] = 18398,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["毒血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 42411,
						["Holy"] = 25371,
					},
					["TimeHealing"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 9.68,
								},
							},
							["amount"] = 9.68,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.5,
								},
								["泰坦之光"] = {
									["count"] = 0.23,
								},
								["守护之光"] = {
									["count"] = 0.29,
								},
								["最终防御者"] = {
									["count"] = 11.28,
								},
								["奉献"] = {
									["count"] = 3.62,
								},
							},
							["amount"] = 16.92,
						},
					},
					["OverHeals"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82589,
									["min"] = 64503,
									["count"] = 7,
									["amount"] = 479478,
								},
							},
							["count"] = 7,
							["amount"] = 479478,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 693393,
									["min"] = 349179,
									["count"] = 2,
									["amount"] = 1042572,
								},
							},
							["count"] = 2,
							["amount"] = 1042572,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13846,
									["min"] = 3678,
									["count"] = 20,
									["amount"] = 224214,
								},
								["Hit"] = {
									["max"] = 6923,
									["min"] = 5517,
									["count"] = 16,
									["amount"] = 92074,
								},
							},
							["count"] = 36,
							["amount"] = 316288,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 120998,
								},
							},
							["amount"] = 120998,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 36007,
								},
								["奉献"] = {
									["count"] = 34981,
								},
								["守护之光"] = {
									["count"] = 30944,
								},
								["泰坦之光"] = {
									["count"] = 18906,
								},
								["暗影连结"] = {
									["count"] = 25917,
								},
								["最终防御者"] = {
									["count"] = 23810,
								},
								["秩序壁垒"] = {
									["count"] = 841273,
								},
							},
							["amount"] = 1011838,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 1838338,
					["TimeSpent"] = {
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.5,
								},
								["泰坦之光"] = {
									["count"] = 0.23,
								},
								["守护之光"] = {
									["count"] = 0.29,
								},
								["最终防御者"] = {
									["count"] = 11.28,
								},
								["奉献"] = {
									["count"] = 3.62,
								},
							},
							["amount"] = 16.92,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 6.14,
								},
								["正义盾击"] = {
									["count"] = 0.28,
								},
								["复仇者之盾"] = {
									["count"] = 0.14,
								},
								["提尔的执行者"] = {
									["count"] = 0.14,
								},
								["审判"] = {
									["count"] = 1.03,
								},
								["肉搏"] = {
									["count"] = 3.22,
								},
								["奉献"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 20.47,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.42,
								},
								["正义盾击"] = {
									["count"] = 0.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.46,
								},
								["审判"] = {
									["count"] = 1.85,
								},
								["奉献"] = {
									["count"] = 3.11,
								},
								["肉搏"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 6.82,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.99,
								},
								["正义盾击"] = {
									["count"] = 0.26,
								},
								["复仇者之盾"] = {
									["count"] = 1.74,
								},
								["奉献"] = {
									["count"] = 4.76,
								},
								["审判"] = {
									["count"] = 1.65,
								},
								["肉搏"] = {
									["count"] = 1.8,
								},
								["提尔的执行者"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 11.48,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 9.68,
								},
							},
							["amount"] = 9.68,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 14571,
									["min"] = 2141,
									["count"] = 5,
									["amount"] = 36007,
								},
							},
							["count"] = 5,
							["amount"] = 36007,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 199620,
									["min"] = 15706,
									["count"] = 9,
									["amount"] = 841273,
								},
							},
							["count"] = 9,
							["amount"] = 841273,
						},
						["守护之光"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 30944,
									["min"] = 30944,
									["count"] = 1,
									["amount"] = 30944,
								},
							},
							["count"] = 1,
							["amount"] = 30944,
						},
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 18906,
									["min"] = 18906,
									["count"] = 1,
									["amount"] = 18906,
								},
							},
							["count"] = 1,
							["amount"] = 18906,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 25917,
									["min"] = 25917,
									["count"] = 1,
									["amount"] = 25917,
								},
							},
							["count"] = 1,
							["amount"] = 25917,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6173,
									["min"] = 437,
									["count"] = 9,
									["amount"] = 23810,
								},
							},
							["count"] = 9,
							["amount"] = 23810,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13846,
									["min"] = 10032,
									["count"] = 10,
									["amount"] = 120708,
								},
								["Hit"] = {
									["max"] = 6042,
									["min"] = 5518,
									["count"] = 6,
									["amount"] = 35271,
								},
							},
							["count"] = 16,
							["amount"] = 155979,
						},
					},
					["WhoHealed"] = {
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 36007,
								},
								["奉献"] = {
									["count"] = 34981,
								},
								["守护之光"] = {
									["count"] = 30944,
								},
								["泰坦之光"] = {
									["count"] = 18906,
								},
								["暗影连结"] = {
									["count"] = 25917,
								},
								["最终防御者"] = {
									["count"] = 23810,
								},
								["秩序壁垒"] = {
									["count"] = 841273,
								},
							},
							["amount"] = 1011838,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 4106,
								},
							},
							["amount"] = 4106,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 65.37,
					["Healing"] = 231746,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 59199,
									["min"] = 59199,
									["count"] = 1,
									["amount"] = 59199,
								},
								["Crit"] = {
									["max"] = 169144,
									["min"] = 169143,
									["count"] = 13,
									["amount"] = 2198871,
								},
								["Hit"] = {
									["max"] = 105071,
									["min"] = 84572,
									["count"] = 9,
									["amount"] = 781647,
								},
							},
							["count"] = 23,
							["amount"] = 3039717,
						},
						["正义盾击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1264863,
									["min"] = 1264863,
									["count"] = 1,
									["amount"] = 1264863,
								},
								["Hit"] = {
									["max"] = 661257,
									["min"] = 487986,
									["count"] = 5,
									["amount"] = 2835723,
								},
							},
							["count"] = 6,
							["amount"] = 4100586,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2023682,
									["min"] = 1612885,
									["count"] = 5,
									["amount"] = 8620377,
								},
								["Hit"] = {
									["max"] = 830636,
									["min"] = 830634,
									["count"] = 2,
									["amount"] = 1661270,
								},
							},
							["count"] = 7,
							["amount"] = 10281647,
						},
						["暗影连结"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 662033,
									["min"] = 662033,
									["count"] = 1,
									["amount"] = 662033,
								},
								["Hit"] = {
									["max"] = 321375,
									["min"] = 321375,
									["count"] = 1,
									["amount"] = 321375,
								},
							},
							["count"] = 2,
							["amount"] = 983408,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 79083,
									["min"] = 63652,
									["count"] = 26,
									["amount"] = 1671198,
								},
								["Hit"] = {
									["max"] = 39541,
									["min"] = 30900,
									["count"] = 13,
									["amount"] = 420530,
								},
							},
							["count"] = 41,
							["amount"] = 2091728,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 969197,
									["min"] = 772454,
									["count"] = 5,
									["amount"] = 4128533,
								},
								["Hit"] = {
									["max"] = 397814,
									["min"] = 397814,
									["count"] = 1,
									["amount"] = 397814,
								},
							},
							["count"] = 6,
							["amount"] = 4526347,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 51336,
									["min"] = 47621,
									["count"] = 2,
									["amount"] = 98957,
								},
								["Crit"] = {
									["max"] = 185468,
									["min"] = 137890,
									["count"] = 10,
									["amount"] = 1521975,
								},
								["Hit"] = {
									["max"] = 77054,
									["min"] = 67807,
									["count"] = 6,
									["amount"] = 434197,
								},
							},
							["count"] = 18,
							["amount"] = 2055129,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 70932,
									["min"] = 70932,
									["count"] = 3,
									["amount"] = 212796,
								},
								["Hit"] = {
									["max"] = 44499,
									["min"] = 35466,
									["count"] = 4,
									["amount"] = 150897,
								},
							},
							["count"] = 7,
							["amount"] = 363693,
						},
					},
					["HealingTaken"] = 1015944,
					["RageGain"] = 0,
					["TimeDamage"] = 38.77,
					["TimeDamaging"] = {
						["艾萨拉之怒"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.42,
								},
								["正义盾击"] = {
									["count"] = 0.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.46,
								},
								["审判"] = {
									["count"] = 1.85,
								},
								["奉献"] = {
									["count"] = 3.11,
								},
								["肉搏"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 6.82,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 6.14,
								},
								["正义盾击"] = {
									["count"] = 0.28,
								},
								["复仇者之盾"] = {
									["count"] = 0.14,
								},
								["提尔的执行者"] = {
									["count"] = 0.14,
								},
								["审判"] = {
									["count"] = 1.03,
								},
								["肉搏"] = {
									["count"] = 3.22,
								},
								["奉献"] = {
									["count"] = 9.52,
								},
							},
							["amount"] = 20.47,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.99,
								},
								["正义盾击"] = {
									["count"] = 0.26,
								},
								["复仇者之盾"] = {
									["count"] = 1.74,
								},
								["奉献"] = {
									["count"] = 4.76,
								},
								["审判"] = {
									["count"] = 1.65,
								},
								["肉搏"] = {
									["count"] = 1.8,
								},
								["提尔的执行者"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 11.48,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 12799,
									["min"] = 4467,
									["count"] = 12,
									["amount"] = 95631,
								},
							},
							["count"] = 12,
							["amount"] = 95631,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 12119,
									["min"] = 889,
									["count"] = 42,
									["amount"] = 145572,
								},
							},
							["count"] = 42,
							["amount"] = 145572,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 192956,
									["min"] = 3983,
									["count"] = 34,
									["amount"] = 2337938,
								},
							},
							["count"] = 34,
							["amount"] = 2337938,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Absorb"] = {
									["count"] = 22,
								},
							},
							["amount"] = 30,
						},
						["Physical"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 40,
								},
								["Hit"] = {
									["count"] = 8,
								},
								["Block"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 23,
								},
							},
							["amount"] = 77,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 8,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 4204355,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 2579141,
					["DeathCount"] = 0,
					["HOT_Time"] = 36,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 220,
								},
								["Hit"] = {
									["count"] = 189,
								},
							},
							["amount"] = 414,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 19,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 31,
						},
					},
					["ElementTakenAbsorb"] = {
						["Fire"] = 938718,
						["Melee"] = 1850699,
						["Nature"] = 721629,
					},
					["ElementTaken"] = {
						["Fire"] = 1221489,
						["Melee"] = 2158149,
						["Nature"] = 824717,
					},
					["DOT_Time"] = 0,
					["Damage"] = 110646415,
					["ElementTakenBlock"] = {
						["Melee"] = 143174,
					},
					["TimeHeal"] = 47.63,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 3207498,
						["Holy"] = 93459022,
						["Melee"] = 2903633,
						["Arcane"] = 11076262,
					},
					["PartialAbsorb"] = {
						["毒血"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 205075,
									["min"] = 171025,
									["count"] = 2,
									["amount"] = 376100,
								},
							},
							["count"] = 2,
							["amount"] = 376100,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 20310,
									["min"] = 20118,
									["count"] = 2,
									["amount"] = 40428,
								},
							},
							["count"] = 2,
							["amount"] = 40428,
						},
						["盲目啄击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["锯齿利爪"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 79112,
									["min"] = 903,
									["count"] = 22,
									["amount"] = 938718,
								},
							},
							["count"] = 30,
							["amount"] = 938718,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 129809,
									["min"] = 61178,
									["count"] = 2,
									["amount"] = 190987,
								},
							},
							["count"] = 2,
							["amount"] = 190987,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 107639,
									["min"] = 6475,
									["count"] = 2,
									["amount"] = 114114,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 114114,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 32,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 150633,
									["min"] = 0,
									["count"] = 40,
									["amount"] = 1850699,
								},
							},
							["count"] = 72,
							["amount"] = 1850699,
						},
					},
					["DamagedWho"] = {
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1719881,
								},
								["复仇者之盾"] = {
									["count"] = 2937458,
								},
								["肉搏"] = {
									["count"] = 290446,
								},
								["审判"] = {
									["count"] = 818107,
								},
								["提尔的执行者"] = {
									["count"] = 197489,
								},
								["奉献"] = {
									["count"] = 993634,
								},
							},
							["amount"] = 6957015,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2389822,
								},
								["正义盾击"] = {
									["count"] = 4681988,
								},
								["复仇者之盾"] = {
									["count"] = 2644843,
								},
								["奉献"] = {
									["count"] = 284211,
								},
								["暗影连结"] = {
									["count"] = 399268,
								},
								["审判"] = {
									["count"] = 1302730,
								},
								["提尔的执行者"] = {
									["count"] = 173683,
								},
							},
							["amount"] = 11876545,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 10071043,
								},
								["复仇者之盾"] = {
									["count"] = 11521023,
								},
								["晦暗战刃风暴"] = {
									["count"] = 4659885,
								},
								["暗影连结"] = {
									["count"] = 1061300,
								},
								["奉献"] = {
									["count"] = 2283136,
								},
								["提尔的执行者"] = {
									["count"] = 2261795,
								},
							},
							["amount"] = 31858182,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 343066,
								},
								["正义盾击"] = {
									["count"] = 632430,
								},
								["复仇者之盾"] = {
									["count"] = 569401,
								},
								["肉搏"] = {
									["count"] = 151419,
								},
								["提尔的执行者"] = {
									["count"] = 109406,
								},
								["奉献"] = {
									["count"] = 653238,
								},
							},
							["amount"] = 2458960,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 4486295,
								},
								["祝福之锤"] = {
									["count"] = 5049060,
								},
								["正义盾击"] = {
									["count"] = 351241,
								},
								["暗影连结"] = {
									["count"] = 662033,
								},
								["破碎晦暗战刃"] = {
									["count"] = 459780,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2522373,
								},
								["审判"] = {
									["count"] = 818105,
								},
								["提尔的执行者"] = {
									["count"] = 276987,
								},
								["奉献"] = {
									["count"] = 2487007,
								},
							},
							["amount"] = 17112881,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 9438181,
								},
								["暗影连结"] = {
									["count"] = 1084897,
								},
								["祝福之锤"] = {
									["count"] = 6842050,
								},
								["正义盾击"] = {
									["count"] = 8296440,
								},
								["肉搏"] = {
									["count"] = 2461768,
								},
								["破碎晦暗战刃"] = {
									["count"] = 909383,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2524841,
								},
								["审判"] = {
									["count"] = 5096954,
								},
								["奉献"] = {
									["count"] = 2500593,
								},
								["提尔的执行者"] = {
									["count"] = 1227725,
								},
							},
							["amount"] = 40382832,
						},
					},
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 44342,
									["min"] = 14952,
									["count"] = 5,
									["amount"] = 143174,
								},
							},
							["count"] = 5,
							["amount"] = 143174,
						},
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1221489,
								},
							},
							["amount"] = 1221489,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 138734,
								},
							},
							["amount"] = 138734,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["喷洒沙砾"] = {
									["count"] = 217202,
								},
								["肉搏"] = {
									["count"] = 62378,
								},
							},
							["amount"] = 279580,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 69022,
								},
							},
							["amount"] = 69022,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 399180,
								},
							},
							["amount"] = 399180,
						},
						["No One"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 40428,
								},
							},
							["amount"] = 40428,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["毒血"] = {
									["count"] = 376100,
								},
								["肉搏"] = {
									["count"] = 747935,
								},
							},
							["amount"] = 1124035,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 190987,
								},
								["肉搏"] = {
									["count"] = 740900,
								},
							},
							["amount"] = 931887,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["毒血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["盲目啄击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["锯齿利爪"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 72,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 72,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Holy"] = 279287,
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.81,
								},
							},
							["amount"] = 1.81,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 9.49,
								},
							},
							["amount"] = 9.49,
						},
						["Ieo"] = {
							["Details"] = {
								["守护之光"] = {
									["count"] = 0.72,
								},
								["奉献"] = {
									["count"] = 5.31,
								},
								["泰坦之光"] = {
									["count"] = 1.78,
								},
								["暗影连结"] = {
									["count"] = 0.59,
								},
								["最终防御者"] = {
									["count"] = 21.33,
								},
								["秩序壁垒"] = {
									["count"] = 5.2,
								},
							},
							["amount"] = 34.93,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.4,
								},
							},
							["amount"] = 1.4,
						},
					},
					["OverHeals"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 89744,
									["min"] = 12304,
									["count"] = 11,
									["amount"] = 583846,
								},
							},
							["count"] = 11,
							["amount"] = 583846,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 719310,
									["min"] = 337596,
									["count"] = 2,
									["amount"] = 1056906,
								},
							},
							["count"] = 2,
							["amount"] = 1056906,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13710,
									["min"] = 7449,
									["count"] = 14,
									["amount"] = 163740,
								},
								["Hit"] = {
									["max"] = 6855,
									["min"] = 5517,
									["count"] = 11,
									["amount"] = 64705,
								},
							},
							["count"] = 25,
							["amount"] = 228445,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 63189,
								},
							},
							["amount"] = 63189,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 152151,
								},
							},
							["amount"] = 152151,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 95631,
								},
								["守护之光"] = {
									["count"] = 119728,
								},
								["奉献"] = {
									["count"] = 157608,
								},
								["泰坦之光"] = {
									["count"] = 340973,
								},
								["暗影连结"] = {
									["count"] = 121853,
								},
								["最终防御者"] = {
									["count"] = 145572,
								},
								["秩序壁垒"] = {
									["count"] = 2337938,
								},
							},
							["amount"] = 3319303,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 47984,
								},
							},
							["amount"] = 47984,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 2,
					["Overhealing"] = 1869197,
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.81,
								},
							},
							["amount"] = 1.81,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 9.49,
								},
							},
							["amount"] = 9.49,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.23,
								},
								["正义盾击"] = {
									["count"] = 0.18,
								},
								["复仇者之盾"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 0.14,
								},
								["奉献"] = {
									["count"] = 3.21,
								},
							},
							["amount"] = 4.87,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.4,
								},
							},
							["amount"] = 1.4,
						},
						["Ieo"] = {
							["Details"] = {
								["守护之光"] = {
									["count"] = 0.72,
								},
								["奉献"] = {
									["count"] = 5.31,
								},
								["泰坦之光"] = {
									["count"] = 1.78,
								},
								["暗影连结"] = {
									["count"] = 0.59,
								},
								["最终防御者"] = {
									["count"] = 21.33,
								},
								["秩序壁垒"] = {
									["count"] = 5.2,
								},
							},
							["amount"] = 34.93,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 6.55,
								},
								["正义盾击"] = {
									["count"] = 1.71,
								},
								["复仇者之盾"] = {
									["count"] = 1.91,
								},
								["审判"] = {
									["count"] = 0.37,
								},
								["奉献"] = {
									["count"] = 4.44,
								},
								["提尔的执行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 14.98,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 8.01,
								},
								["复仇者之盾"] = {
									["count"] = 3.21,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.16,
								},
								["暗影连结"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 11.52,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.07,
								},
								["复仇者之盾"] = {
									["count"] = 0.5,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["审判"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 0.75,
								},
								["奉献"] = {
									["count"] = 3.6,
								},
							},
							["amount"] = 8.19,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 8.67,
								},
								["正义盾击"] = {
									["count"] = 0.63,
								},
								["复仇者之盾"] = {
									["count"] = 0.71,
								},
								["审判"] = {
									["count"] = 0.23,
								},
								["奉献"] = {
									["count"] = 10.21,
								},
							},
							["amount"] = 20.45,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 2.7,
								},
								["祝福之锤"] = {
									["count"] = 13.94,
								},
								["正义盾击"] = {
									["count"] = 3.08,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.26,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.39,
								},
								["审判"] = {
									["count"] = 4.75,
								},
								["肉搏"] = {
									["count"] = 3.4,
								},
								["奉献"] = {
									["count"] = 9.51,
								},
							},
							["amount"] = 38.08,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
						["积怨奥术师"] = {
							["Details"] = {
								["奥术弹射 (责难)"] = {
									["count"] = 1,
								},
								["奥术弹射 (复仇者之盾)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12799,
									["min"] = 4467,
									["count"] = 12,
									["amount"] = 95631,
								},
							},
							["count"] = 12,
							["amount"] = 95631,
						},
						["守护之光"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 119728,
									["min"] = 119728,
									["count"] = 1,
									["amount"] = 119728,
								},
							},
							["count"] = 1,
							["amount"] = 119728,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15015,
									["min"] = 541,
									["count"] = 21,
									["amount"] = 263645,
								},
								["Hit"] = {
									["max"] = 7506,
									["min"] = 5516,
									["count"] = 24,
									["amount"] = 157287,
								},
							},
							["count"] = 45,
							["amount"] = 420932,
						},
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82589,
									["min"] = 23488,
									["count"] = 6,
									["amount"] = 340973,
								},
							},
							["count"] = 6,
							["amount"] = 340973,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 121853,
									["min"] = 121853,
									["count"] = 1,
									["amount"] = 121853,
								},
							},
							["count"] = 1,
							["amount"] = 121853,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12119,
									["min"] = 889,
									["count"] = 42,
									["amount"] = 145572,
								},
							},
							["count"] = 42,
							["amount"] = 145572,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 192956,
									["min"] = 3983,
									["count"] = 34,
									["amount"] = 2337938,
								},
							},
							["count"] = 34,
							["amount"] = 2337938,
						},
					},
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 83625,
								},
							},
							["amount"] = 83625,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 95631,
								},
								["守护之光"] = {
									["count"] = 119728,
								},
								["奉献"] = {
									["count"] = 157608,
								},
								["泰坦之光"] = {
									["count"] = 340973,
								},
								["暗影连结"] = {
									["count"] = 121853,
								},
								["最终防御者"] = {
									["count"] = 145572,
								},
								["秩序壁垒"] = {
									["count"] = 2337938,
								},
							},
							["amount"] = 3319303,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 25140,
								},
							},
							["amount"] = 25140,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 145.72,
					["Healing"] = 1003486,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2122229,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 18640574,
								},
								["Hit"] = {
									["max"] = 1507715,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 12956627,
								},
							},
							["count"] = 26,
							["amount"] = 31597201,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 97366,
									["min"] = 0,
									["count"] = 77,
									["amount"] = 6139190,
								},
								["Hit"] = {
									["max"] = 48682,
									["min"] = 0,
									["count"] = 77,
									["amount"] = 3062629,
								},
							},
							["count"] = 155,
							["amount"] = 9201819,
						},
						["祝福之锤"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 75627,
									["min"] = 73548,
									["count"] = 2,
									["amount"] = 149175,
								},
								["Crit (被格挡)"] = {
									["max"] = 151252,
									["min"] = 151252,
									["count"] = 1,
									["amount"] = 151252,
								},
								["Crit"] = {
									["max"] = 307020,
									["min"] = 0,
									["count"] = 85,
									["amount"] = 19065221,
								},
								["Hit"] = {
									["max"] = 129362,
									["min"] = 0,
									["count"] = 65,
									["amount"] = 7049274,
								},
							},
							["count"] = 153,
							["amount"] = 26414922,
						},
						["正义盾击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 351241,
									["min"] = 351241,
									["count"] = 1,
									["amount"] = 351241,
								},
								["Crit"] = {
									["max"] = 1625747,
									["min"] = 910418,
									["count"] = 7,
									["amount"] = 9255615,
								},
								["Hit"] = {
									["max"] = 1001526,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 4355243,
								},
							},
							["count"] = 14,
							["amount"] = 13962099,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 231976,
									["min"] = 141572,
									["count"] = 14,
									["amount"] = 2445319,
								},
								["Hit"] = {
									["max"] = 96171,
									["min"] = 87807,
									["count"] = 5,
									["amount"] = 458314,
								},
							},
							["count"] = 19,
							["amount"] = 2903633,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 909383,
									["min"] = 909383,
									["count"] = 1,
									["amount"] = 909383,
								},
								["Hit"] = {
									["max"] = 459780,
									["min"] = 459780,
									["count"] = 1,
									["amount"] = 459780,
								},
							},
							["count"] = 2,
							["amount"] = 1369163,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 434367,
									["min"] = 372128,
									["count"] = 20,
									["amount"] = 7998960,
								},
								["Hit"] = {
									["max"] = 199838,
									["min"] = 181137,
									["count"] = 9,
									["amount"] = 1708139,
								},
							},
							["count"] = 29,
							["amount"] = 9707099,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1295562,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 6811111,
								},
								["Hit"] = {
									["max"] = 552221,
									["min"] = 286337,
									["count"] = 3,
									["amount"] = 1224785,
								},
							},
							["count"] = 10,
							["amount"] = 8035896,
						},
						["暗影连结"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 662033,
									["min"] = 662033,
									["count"] = 3,
									["amount"] = 1986099,
								},
								["Hit"] = {
									["max"] = 422864,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1221399,
								},
							},
							["count"] = 6,
							["amount"] = 3207498,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 134797,
									["min"] = 0,
									["count"] = 31,
									["amount"] = 3087964,
								},
								["Hit"] = {
									["max"] = 67398,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 1159121,
								},
							},
							["count"] = 52,
							["amount"] = 4247085,
						},
					},
					["HealingTaken"] = 3428068,
					["RageGain"] = 0,
					["TimeDamage"] = 98.09,
					["TimeDamaging"] = {
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.07,
								},
								["复仇者之盾"] = {
									["count"] = 0.5,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["审判"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 0.75,
								},
								["奉献"] = {
									["count"] = 3.6,
								},
							},
							["amount"] = 8.19,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 6.55,
								},
								["正义盾击"] = {
									["count"] = 1.71,
								},
								["复仇者之盾"] = {
									["count"] = 1.91,
								},
								["审判"] = {
									["count"] = 0.37,
								},
								["奉献"] = {
									["count"] = 4.44,
								},
								["提尔的执行者"] = {
									["count"] = 0,
								},
							},
							["amount"] = 14.98,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 8.01,
								},
								["复仇者之盾"] = {
									["count"] = 3.21,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.16,
								},
								["暗影连结"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 11.52,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.23,
								},
								["正义盾击"] = {
									["count"] = 0.18,
								},
								["复仇者之盾"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 0.14,
								},
								["奉献"] = {
									["count"] = 3.21,
								},
							},
							["amount"] = 4.87,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 8.67,
								},
								["正义盾击"] = {
									["count"] = 0.63,
								},
								["复仇者之盾"] = {
									["count"] = 0.71,
								},
								["审判"] = {
									["count"] = 0.23,
								},
								["奉献"] = {
									["count"] = 10.21,
								},
							},
							["amount"] = 20.45,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 2.7,
								},
								["祝福之锤"] = {
									["count"] = 13.94,
								},
								["正义盾击"] = {
									["count"] = 3.08,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.26,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.39,
								},
								["审判"] = {
									["count"] = 4.75,
								},
								["肉搏"] = {
									["count"] = 3.4,
								},
								["奉献"] = {
									["count"] = 9.51,
								},
							},
							["amount"] = 38.08,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 10399,
									["min"] = 2504,
									["count"] = 7,
									["amount"] = 47685,
								},
							},
							["count"] = 7,
							["amount"] = 47685,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 8292,
									["min"] = 1311,
									["count"] = 19,
									["amount"] = 59689,
								},
							},
							["count"] = 19,
							["amount"] = 59689,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 124851,
									["min"] = 18369,
									["count"] = 15,
									["amount"] = 875886,
								},
							},
							["count"] = 15,
							["amount"] = 875886,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Absorb"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 18,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 7,
								},
							},
							["amount"] = 9,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Immune"] = {
									["count"] = 13,
								},
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 19,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 5740050,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 983260,
					["DeathCount"] = 0,
					["HOT_Time"] = 18,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 42,
								},
								["Hit"] = {
									["count"] = 51,
								},
							},
							["amount"] = 99,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementTakenAbsorb"] = {
						["Frost"] = 250120,
						["Melee"] = 428204,
						["Nature"] = 304936,
					},
					["ElementTaken"] = {
						["Frost"] = 601923,
						["Physical"] = 4336316,
						["Melee"] = 428204,
						["Nature"] = 373607,
					},
					["DOT_Time"] = 0,
					["Damage"] = 21949400,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 25.61,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 19080001,
						["Melee"] = 757917,
						["Shadow"] = 2111482,
					},
					["PartialAbsorb"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 124851,
									["min"] = 2123,
									["count"] = 5,
									["amount"] = 304936,
								},
							},
							["count"] = 6,
							["amount"] = 304936,
						},
						["逆流"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 3728,
									["min"] = 3590,
									["count"] = 2,
									["amount"] = 7318,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 7318,
						},
						["腐蚀痕迹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["粗糙的烂泥"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Drowning"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 59811,
									["min"] = 1780,
									["count"] = 6,
									["amount"] = 242802,
								},
							},
							["count"] = 8,
							["amount"] = 242802,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 94956,
									["min"] = 22184,
									["count"] = 7,
									["amount"] = 428204,
								},
							},
							["count"] = 9,
							["amount"] = 428204,
						},
					},
					["DamagedWho"] = {
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1324077,
								},
								["正义盾击"] = {
									["count"] = 4481342,
								},
								["复仇者之盾"] = {
									["count"] = 3402317,
								},
								["审判"] = {
									["count"] = 839911,
								},
								["奉献"] = {
									["count"] = 619329,
								},
								["暗影连结"] = {
									["count"] = 1468731,
								},
								["肉搏"] = {
									["count"] = 757917,
								},
								["提尔的执行者"] = {
									["count"] = 514357,
								},
							},
							["amount"] = 13407981,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1485078,
								},
								["奉献"] = {
									["count"] = 689775,
								},
								["复仇者之盾"] = {
									["count"] = 4558805,
								},
								["提尔的执行者"] = {
									["count"] = 651033,
								},
							},
							["amount"] = 7384691,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 258495,
								},
								["暗影连结"] = {
									["count"] = 642751,
								},
								["奉献"] = {
									["count"] = 255482,
								},
							},
							["amount"] = 1156728,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 373607,
								},
							},
							["amount"] = 373607,
						},
						["甲喉"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 79040,
								},
							},
							["amount"] = 79040,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["逆流"] = {
									["count"] = 243967,
								},
								["禁锢水泡 (伤害/跳)"] = {
									["count"] = 357956,
								},
								["肉搏"] = {
									["count"] = 349164,
								},
							},
							["amount"] = 951087,
						},
						["Environment"] = {
							["Details"] = {
								["Drowning"] = {
									["count"] = 4336316,
								},
							},
							["amount"] = 4336316,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["腐蚀痕迹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["粗糙的烂泥"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Drowning"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Ieo"] = {
							["Details"] = {
								["秩序壁垒"] = {
									["count"] = 0.77,
								},
								["奉献"] = {
									["count"] = 8.97,
								},
								["泰坦之光"] = {
									["count"] = 3.42,
								},
								["暗影连结"] = {
									["count"] = 1.68,
								},
								["最终防御者"] = {
									["count"] = 7.37,
								},
								["守护之光"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 24.04,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 1.57,
						},
					},
					["OverHeals"] = {
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 867624,
									["min"] = 867624,
									["count"] = 1,
									["amount"] = 867624,
								},
							},
							["count"] = 1,
							["amount"] = 867624,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9190947,
									["min"] = 9190947,
									["count"] = 1,
									["amount"] = 9190947,
								},
							},
							["count"] = 1,
							["amount"] = 9190947,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12084,
									["min"] = 11033,
									["count"] = 5,
									["amount"] = 57269,
								},
								["Hit"] = {
									["max"] = 6042,
									["min"] = 5516,
									["count"] = 8,
									["amount"] = 46758,
								},
							},
							["count"] = 13,
							["amount"] = 104027,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 38758,
								},
							},
							["amount"] = 38758,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 47685,
								},
								["守护之光"] = {
									["count"] = 2393405,
								},
								["奉献"] = {
									["count"] = 154900,
								},
								["泰坦之光"] = {
									["count"] = 399683,
								},
								["暗影连结"] = {
									["count"] = 1426537,
								},
								["最终防御者"] = {
									["count"] = 59689,
								},
								["秩序壁垒"] = {
									["count"] = 875886,
								},
							},
							["amount"] = 5357785,
						},
						["不知火明乃"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 1118885,
								},
							},
							["amount"] = 1118885,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 10162598,
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.5,
								},
								["正义盾击"] = {
									["count"] = 1.8,
								},
								["复仇者之盾"] = {
									["count"] = 2.62,
								},
								["奉献"] = {
									["count"] = 3.96,
								},
								["审判"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 2.88,
								},
								["制裁之锤"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 15.05,
						},
						["Ieo"] = {
							["Details"] = {
								["秩序壁垒"] = {
									["count"] = 0.77,
								},
								["奉献"] = {
									["count"] = 8.97,
								},
								["泰坦之光"] = {
									["count"] = 3.42,
								},
								["暗影连结"] = {
									["count"] = 1.68,
								},
								["最终防御者"] = {
									["count"] = 7.37,
								},
								["守护之光"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 24.04,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 1.57,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.97,
								},
								["奉献"] = {
									["count"] = 2.72,
								},
								["复仇者之盾"] = {
									["count"] = 0.95,
								},
								["提尔的执行者"] = {
									["count"] = 0.16,
								},
							},
							["amount"] = 7.8,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.26,
								},
								["奉献"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 2.22,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 10399,
									["min"] = 2504,
									["count"] = 7,
									["amount"] = 47685,
								},
							},
							["count"] = 7,
							["amount"] = 47685,
						},
						["守护之光"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1619255,
									["min"] = 774150,
									["count"] = 2,
									["amount"] = 2393405,
								},
							},
							["count"] = 2,
							["amount"] = 2393405,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1118885,
									["min"] = 1118885,
									["count"] = 1,
									["amount"] = 1118885,
								},
							},
							["count"] = 1,
							["amount"] = 1118885,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11172,
									["min"] = 11035,
									["count"] = 13,
									["amount"] = 143865,
								},
								["Hit"] = {
									["max"] = 5585,
									["min"] = 5517,
									["count"] = 9,
									["amount"] = 49793,
								},
							},
							["count"] = 22,
							["amount"] = 193658,
						},
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 67297,
									["min"] = 66477,
									["count"] = 6,
									["amount"] = 399683,
								},
							},
							["count"] = 6,
							["amount"] = 399683,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 728177,
									["min"] = 698360,
									["count"] = 2,
									["amount"] = 1426537,
								},
							},
							["count"] = 2,
							["amount"] = 1426537,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 8292,
									["min"] = 1311,
									["count"] = 19,
									["amount"] = 59689,
								},
							},
							["count"] = 19,
							["amount"] = 59689,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 124851,
									["min"] = 18369,
									["count"] = 15,
									["amount"] = 875886,
								},
							},
							["count"] = 15,
							["amount"] = 875886,
						},
					},
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111563,
								},
							},
							["amount"] = 111563,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 47685,
								},
								["守护之光"] = {
									["count"] = 2393405,
								},
								["奉献"] = {
									["count"] = 154900,
								},
								["泰坦之光"] = {
									["count"] = 399683,
								},
								["暗影连结"] = {
									["count"] = 1426537,
								},
								["最终防御者"] = {
									["count"] = 59689,
								},
								["秩序壁垒"] = {
									["count"] = 875886,
								},
							},
							["amount"] = 5357785,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 41077,
								},
							},
							["amount"] = 41077,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 50.68,
					["Healing"] = 5532168,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1708206,
									["min"] = 1138803,
									["count"] = 3,
									["amount"] = 4030572,
								},
								["Hit"] = {
									["max"] = 887671,
									["min"] = 537628,
									["count"] = 6,
									["amount"] = 3930550,
								},
							},
							["count"] = 9,
							["amount"] = 7961122,
						},
						["制裁之锤"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 178560,
									["min"] = 169143,
									["count"] = 9,
									["amount"] = 1571741,
								},
								["Hit"] = {
									["max"] = 102010,
									["min"] = 84571,
									["count"] = 17,
									["amount"] = 1495909,
								},
							},
							["count"] = 26,
							["amount"] = 3067650,
						},
						["正义盾击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1177209,
									["min"] = 988002,
									["count"] = 3,
									["amount"] = 3336380,
								},
								["Hit"] = {
									["max"] = 588603,
									["min"] = 556359,
									["count"] = 2,
									["amount"] = 1144962,
								},
							},
							["count"] = 5,
							["amount"] = 4481342,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 839911,
									["min"] = 839911,
									["count"] = 1,
									["amount"] = 839911,
								},
							},
							["count"] = 1,
							["amount"] = 839911,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 5,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 67197,
									["min"] = 63652,
									["count"] = 14,
									["amount"] = 913112,
								},
								["Hit"] = {
									["max"] = 33597,
									["min"] = 30899,
									["count"] = 20,
									["amount"] = 651474,
								},
							},
							["count"] = 39,
							["amount"] = 1564586,
						},
						["暗影连结"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 798537,
									["min"] = 642751,
									["count"] = 3,
									["amount"] = 2111482,
								},
							},
							["count"] = 3,
							["amount"] = 2111482,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 160806,
									["min"] = 141821,
									["count"] = 4,
									["amount"] = 602996,
								},
								["Hit"] = {
									["max"] = 84649,
									["min"] = 70272,
									["count"] = 2,
									["amount"] = 154921,
								},
							},
							["count"] = 6,
							["amount"] = 757917,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 85558,
									["min"] = 72936,
									["count"] = 12,
									["amount"] = 942232,
								},
								["Hit"] = {
									["max"] = 37901,
									["min"] = 36468,
									["count"] = 6,
									["amount"] = 223158,
								},
							},
							["count"] = 18,
							["amount"] = 1165390,
						},
					},
					["HealingTaken"] = 5510425,
					["RageGain"] = 0,
					["TimeDamage"] = 25.07,
					["TimeDamaging"] = {
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.5,
								},
								["正义盾击"] = {
									["count"] = 1.8,
								},
								["复仇者之盾"] = {
									["count"] = 2.62,
								},
								["奉献"] = {
									["count"] = 3.96,
								},
								["审判"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 2.88,
								},
								["制裁之锤"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 15.05,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.97,
								},
								["奉献"] = {
									["count"] = 2.72,
								},
								["复仇者之盾"] = {
									["count"] = 0.95,
								},
								["提尔的执行者"] = {
									["count"] = 0.16,
								},
							},
							["amount"] = 7.8,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.26,
								},
								["奉献"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 2.22,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 10399,
									["min"] = 2504,
									["count"] = 7,
									["amount"] = 47685,
								},
							},
							["count"] = 7,
							["amount"] = 47685,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 8292,
									["min"] = 1311,
									["count"] = 19,
									["amount"] = 59689,
								},
							},
							["count"] = 19,
							["amount"] = 59689,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 124851,
									["min"] = 18369,
									["count"] = 15,
									["amount"] = 875886,
								},
							},
							["count"] = 15,
							["amount"] = 875886,
						},
					},
					["DOTs"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Absorb"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 18,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 7,
								},
							},
							["amount"] = 9,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Immune"] = {
									["count"] = 13,
								},
								["Tick"] = {
									["count"] = 1,
								},
							},
							["amount"] = 19,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 5740050,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 983260,
					["DeathCount"] = 0,
					["HOT_Time"] = 18,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 42,
								},
								["Hit"] = {
									["count"] = 51,
								},
							},
							["amount"] = 99,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["ElementTakenAbsorb"] = {
						["Frost"] = 250120,
						["Melee"] = 428204,
						["Nature"] = 304936,
					},
					["ElementTaken"] = {
						["Frost"] = 601923,
						["Physical"] = 4336316,
						["Melee"] = 428204,
						["Nature"] = 373607,
					},
					["DOT_Time"] = 0,
					["Damage"] = 21949400,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 25.61,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Holy"] = 19080001,
						["Melee"] = 757917,
						["Shadow"] = 2111482,
					},
					["PartialAbsorb"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 124851,
									["min"] = 2123,
									["count"] = 5,
									["amount"] = 304936,
								},
							},
							["count"] = 6,
							["amount"] = 304936,
						},
						["逆流"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 3728,
									["min"] = 3590,
									["count"] = 2,
									["amount"] = 7318,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 7318,
						},
						["腐蚀痕迹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["粗糙的烂泥"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Drowning"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 59811,
									["min"] = 1780,
									["count"] = 6,
									["amount"] = 242802,
								},
							},
							["count"] = 8,
							["amount"] = 242802,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 94956,
									["min"] = 22184,
									["count"] = 7,
									["amount"] = 428204,
								},
							},
							["count"] = 9,
							["amount"] = 428204,
						},
					},
					["DamagedWho"] = {
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1324077,
								},
								["正义盾击"] = {
									["count"] = 4481342,
								},
								["复仇者之盾"] = {
									["count"] = 3402317,
								},
								["审判"] = {
									["count"] = 839911,
								},
								["奉献"] = {
									["count"] = 619329,
								},
								["暗影连结"] = {
									["count"] = 1468731,
								},
								["肉搏"] = {
									["count"] = 757917,
								},
								["提尔的执行者"] = {
									["count"] = 514357,
								},
							},
							["amount"] = 13407981,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1485078,
								},
								["奉献"] = {
									["count"] = 689775,
								},
								["复仇者之盾"] = {
									["count"] = 4558805,
								},
								["提尔的执行者"] = {
									["count"] = 651033,
								},
							},
							["amount"] = 7384691,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 258495,
								},
								["暗影连结"] = {
									["count"] = 642751,
								},
								["奉献"] = {
									["count"] = 255482,
								},
							},
							["amount"] = 1156728,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 373607,
								},
							},
							["amount"] = 373607,
						},
						["甲喉"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 79040,
								},
							},
							["amount"] = 79040,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["逆流"] = {
									["count"] = 243967,
								},
								["禁锢水泡 (伤害/跳)"] = {
									["count"] = 357956,
								},
								["肉搏"] = {
									["count"] = 349164,
								},
							},
							["amount"] = 951087,
						},
						["Environment"] = {
							["Details"] = {
								["Drowning"] = {
									["count"] = 4336316,
								},
							},
							["amount"] = 4336316,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["腐蚀痕迹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["粗糙的烂泥"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["Drowning"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Ieo"] = {
							["Details"] = {
								["秩序壁垒"] = {
									["count"] = 0.77,
								},
								["奉献"] = {
									["count"] = 8.97,
								},
								["泰坦之光"] = {
									["count"] = 3.42,
								},
								["暗影连结"] = {
									["count"] = 1.68,
								},
								["最终防御者"] = {
									["count"] = 7.37,
								},
								["守护之光"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 24.04,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 1.57,
						},
					},
					["OverHeals"] = {
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 867624,
									["min"] = 867624,
									["count"] = 1,
									["amount"] = 867624,
								},
							},
							["count"] = 1,
							["amount"] = 867624,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9190947,
									["min"] = 9190947,
									["count"] = 1,
									["amount"] = 9190947,
								},
							},
							["count"] = 1,
							["amount"] = 9190947,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12084,
									["min"] = 11033,
									["count"] = 5,
									["amount"] = 57269,
								},
								["Hit"] = {
									["max"] = 6042,
									["min"] = 5516,
									["count"] = 8,
									["amount"] = 46758,
								},
							},
							["count"] = 13,
							["amount"] = 104027,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 38758,
								},
							},
							["amount"] = 38758,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 47685,
								},
								["守护之光"] = {
									["count"] = 2393405,
								},
								["奉献"] = {
									["count"] = 154900,
								},
								["泰坦之光"] = {
									["count"] = 399683,
								},
								["暗影连结"] = {
									["count"] = 1426537,
								},
								["最终防御者"] = {
									["count"] = 59689,
								},
								["秩序壁垒"] = {
									["count"] = 875886,
								},
							},
							["amount"] = 5357785,
						},
						["不知火明乃"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 1118885,
								},
							},
							["amount"] = 1118885,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 10162598,
					["TimeSpent"] = {
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.5,
								},
								["正义盾击"] = {
									["count"] = 1.8,
								},
								["复仇者之盾"] = {
									["count"] = 2.62,
								},
								["奉献"] = {
									["count"] = 3.96,
								},
								["审判"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 2.88,
								},
								["制裁之锤"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 15.05,
						},
						["Ieo"] = {
							["Details"] = {
								["秩序壁垒"] = {
									["count"] = 0.77,
								},
								["奉献"] = {
									["count"] = 8.97,
								},
								["泰坦之光"] = {
									["count"] = 3.42,
								},
								["暗影连结"] = {
									["count"] = 1.68,
								},
								["最终防御者"] = {
									["count"] = 7.37,
								},
								["守护之光"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 24.04,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 1.57,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.97,
								},
								["奉献"] = {
									["count"] = 2.72,
								},
								["复仇者之盾"] = {
									["count"] = 0.95,
								},
								["提尔的执行者"] = {
									["count"] = 0.16,
								},
							},
							["amount"] = 7.8,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.26,
								},
								["奉献"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 2.22,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 10399,
									["min"] = 2504,
									["count"] = 7,
									["amount"] = 47685,
								},
							},
							["count"] = 7,
							["amount"] = 47685,
						},
						["守护之光"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1619255,
									["min"] = 774150,
									["count"] = 2,
									["amount"] = 2393405,
								},
							},
							["count"] = 2,
							["amount"] = 2393405,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1118885,
									["min"] = 1118885,
									["count"] = 1,
									["amount"] = 1118885,
								},
							},
							["count"] = 1,
							["amount"] = 1118885,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11172,
									["min"] = 11035,
									["count"] = 13,
									["amount"] = 143865,
								},
								["Hit"] = {
									["max"] = 5585,
									["min"] = 5517,
									["count"] = 9,
									["amount"] = 49793,
								},
							},
							["count"] = 22,
							["amount"] = 193658,
						},
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 67297,
									["min"] = 66477,
									["count"] = 6,
									["amount"] = 399683,
								},
							},
							["count"] = 6,
							["amount"] = 399683,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 728177,
									["min"] = 698360,
									["count"] = 2,
									["amount"] = 1426537,
								},
							},
							["count"] = 2,
							["amount"] = 1426537,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 8292,
									["min"] = 1311,
									["count"] = 19,
									["amount"] = 59689,
								},
							},
							["count"] = 19,
							["amount"] = 59689,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 124851,
									["min"] = 18369,
									["count"] = 15,
									["amount"] = 875886,
								},
							},
							["count"] = 15,
							["amount"] = 875886,
						},
					},
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 111563,
								},
							},
							["amount"] = 111563,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 47685,
								},
								["守护之光"] = {
									["count"] = 2393405,
								},
								["奉献"] = {
									["count"] = 154900,
								},
								["泰坦之光"] = {
									["count"] = 399683,
								},
								["暗影连结"] = {
									["count"] = 1426537,
								},
								["最终防御者"] = {
									["count"] = 59689,
								},
								["秩序壁垒"] = {
									["count"] = 875886,
								},
							},
							["amount"] = 5357785,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 41077,
								},
							},
							["amount"] = 41077,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 50.68,
					["Healing"] = 5532168,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1708206,
									["min"] = 1138803,
									["count"] = 3,
									["amount"] = 4030572,
								},
								["Hit"] = {
									["max"] = 887671,
									["min"] = 537628,
									["count"] = 6,
									["amount"] = 3930550,
								},
							},
							["count"] = 9,
							["amount"] = 7961122,
						},
						["制裁之锤"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 178560,
									["min"] = 169143,
									["count"] = 9,
									["amount"] = 1571741,
								},
								["Hit"] = {
									["max"] = 102010,
									["min"] = 84571,
									["count"] = 17,
									["amount"] = 1495909,
								},
							},
							["count"] = 26,
							["amount"] = 3067650,
						},
						["正义盾击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1177209,
									["min"] = 988002,
									["count"] = 3,
									["amount"] = 3336380,
								},
								["Hit"] = {
									["max"] = 588603,
									["min"] = 556359,
									["count"] = 2,
									["amount"] = 1144962,
								},
							},
							["count"] = 5,
							["amount"] = 4481342,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 839911,
									["min"] = 839911,
									["count"] = 1,
									["amount"] = 839911,
								},
							},
							["count"] = 1,
							["amount"] = 839911,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 5,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 67197,
									["min"] = 63652,
									["count"] = 14,
									["amount"] = 913112,
								},
								["Hit"] = {
									["max"] = 33597,
									["min"] = 30899,
									["count"] = 20,
									["amount"] = 651474,
								},
							},
							["count"] = 39,
							["amount"] = 1564586,
						},
						["暗影连结"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 798537,
									["min"] = 642751,
									["count"] = 3,
									["amount"] = 2111482,
								},
							},
							["count"] = 3,
							["amount"] = 2111482,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 160806,
									["min"] = 141821,
									["count"] = 4,
									["amount"] = 602996,
								},
								["Hit"] = {
									["max"] = 84649,
									["min"] = 70272,
									["count"] = 2,
									["amount"] = 154921,
								},
							},
							["count"] = 6,
							["amount"] = 757917,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 85558,
									["min"] = 72936,
									["count"] = 12,
									["amount"] = 942232,
								},
								["Hit"] = {
									["max"] = 37901,
									["min"] = 36468,
									["count"] = 6,
									["amount"] = 223158,
								},
							},
							["count"] = 18,
							["amount"] = 1165390,
						},
					},
					["HealingTaken"] = 5510425,
					["RageGain"] = 0,
					["TimeDamage"] = 25.07,
					["TimeDamaging"] = {
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.5,
								},
								["正义盾击"] = {
									["count"] = 1.8,
								},
								["复仇者之盾"] = {
									["count"] = 2.62,
								},
								["奉献"] = {
									["count"] = 3.96,
								},
								["审判"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 2.88,
								},
								["制裁之锤"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 15.05,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.97,
								},
								["奉献"] = {
									["count"] = 2.72,
								},
								["复仇者之盾"] = {
									["count"] = 0.95,
								},
								["提尔的执行者"] = {
									["count"] = 0.16,
								},
							},
							["amount"] = 7.8,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.26,
								},
								["奉献"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 2.22,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["肉搏"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 47052,
									["min"] = 7644,
									["count"] = 11,
									["amount"] = 236137,
								},
							},
							["count"] = 11,
							["amount"] = 236137,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 19,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 99,
								},
								["Hit"] = {
									["count"] = 23,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Block"] = {
									["count"] = 11,
								},
								["Miss"] = {
									["count"] = 7,
								},
								["Parry"] = {
									["count"] = 56,
								},
							},
							["amount"] = 198,
						},
						["Arcane"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Absorb"] = {
									["count"] = 22,
								},
							},
							["amount"] = 30,
						},
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 6,
								},
								["Absorb"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 30,
						},
						["Nature"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 13,
								},
								["Absorb"] = {
									["count"] = 23,
								},
								["Tick"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 41,
						},
					},
					["WhoHealed"] = {
						["不知火明乃"] = {
							["Details"] = {
								["真气波"] = {
									["count"] = 195188,
								},
							},
							["amount"] = 195188,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 336795,
								},
								["守护之光"] = {
									["count"] = 2995609,
								},
								["奉献"] = {
									["count"] = 528947,
								},
								["泰坦之光"] = {
									["count"] = 939934,
								},
								["暗影连结"] = {
									["count"] = 2093357,
								},
								["最终防御者"] = {
									["count"] = 660820,
								},
								["秩序壁垒"] = {
									["count"] = 6708859,
								},
							},
							["amount"] = 14264321,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["圣光审判"] = {
									["count"] = 70323,
								},
							},
							["amount"] = 70323,
						},
					},
					["Absorbs"] = 7706474,
					["HOT_Time"] = 99,
					["ElementTaken"] = {
						["Physical"] = 5331990,
						["Melee"] = 5332033,
						["Arcane"] = 420203,
						["Fire"] = 1221489,
						["Frost"] = 789174,
						["Nature"] = 2667598,
					},
					["HOTs"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Ieo"] = {
									["count"] = 99,
								},
							},
							["amount"] = 99,
						},
					},
					["Damage"] = 282395712,
					["TimeHeal"] = 145.07,
					["ElementDone"] = {
						["Shadow"] = 7520622,
						["Holy"] = 242246544,
						["Melee"] = 9332954,
						["Arcane"] = 23295592,
					},
					["DamagedWho"] = {
						["积怨神谕者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3668901,
								},
								["奉献"] = {
									["count"] = 1945041,
								},
								["复仇者之盾"] = {
									["count"] = 5167154,
								},
								["提尔的执行者"] = {
									["count"] = 613502,
								},
							},
							["amount"] = 11394598,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2861737,
								},
								["复仇者之盾"] = {
									["count"] = 5025913,
								},
								["破碎晦暗战刃"] = {
									["count"] = 498093,
								},
								["晦暗战刃风暴"] = {
									["count"] = 817973,
								},
								["奉献"] = {
									["count"] = 1875392,
								},
								["提尔的执行者"] = {
									["count"] = 875875,
								},
							},
							["amount"] = 11954983,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2599413,
								},
								["复仇者之盾"] = {
									["count"] = 6543206,
								},
								["暗影连结"] = {
									["count"] = 485612,
								},
								["提尔的执行者"] = {
									["count"] = 5196479,
								},
								["审判"] = {
									["count"] = 386227,
								},
								["奉献"] = {
									["count"] = 6942086,
								},
								["肉搏"] = {
									["count"] = 537273,
								},
							},
							["amount"] = 22690296,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 343066,
								},
								["正义盾击"] = {
									["count"] = 632430,
								},
								["复仇者之盾"] = {
									["count"] = 569401,
								},
								["肉搏"] = {
									["count"] = 151419,
								},
								["提尔的执行者"] = {
									["count"] = 109406,
								},
								["奉献"] = {
									["count"] = 653238,
								},
							},
							["amount"] = 2458960,
						},
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1324077,
								},
								["正义盾击"] = {
									["count"] = 4481342,
								},
								["复仇者之盾"] = {
									["count"] = 3402317,
								},
								["审判"] = {
									["count"] = 839911,
								},
								["奉献"] = {
									["count"] = 619329,
								},
								["暗影连结"] = {
									["count"] = 1468731,
								},
								["肉搏"] = {
									["count"] = 757917,
								},
								["提尔的执行者"] = {
									["count"] = 514357,
								},
							},
							["amount"] = 13407981,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 4109684,
								},
								["正义盾击"] = {
									["count"] = 6962151,
								},
								["复仇者之盾"] = {
									["count"] = 8782720,
								},
								["奉献"] = {
									["count"] = 541496,
								},
								["暗影连结"] = {
									["count"] = 720644,
								},
								["审判"] = {
									["count"] = 2870810,
								},
								["提尔的执行者"] = {
									["count"] = 615125,
								},
							},
							["amount"] = 24602630,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 10071043,
								},
								["复仇者之盾"] = {
									["count"] = 11521023,
								},
								["晦暗战刃风暴"] = {
									["count"] = 4659885,
								},
								["暗影连结"] = {
									["count"] = 1061300,
								},
								["奉献"] = {
									["count"] = 2283136,
								},
								["提尔的执行者"] = {
									["count"] = 2261795,
								},
							},
							["amount"] = 31858182,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 7808835,
								},
								["肉搏"] = {
									["count"] = 1109685,
								},
								["祝福之锤"] = {
									["count"] = 6904770,
								},
								["正义盾击"] = {
									["count"] = 2775559,
								},
								["暗影连结"] = {
									["count"] = 983408,
								},
								["破碎晦暗战刃"] = {
									["count"] = 459780,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2522373,
								},
								["审判"] = {
									["count"] = 2409359,
								},
								["提尔的执行者"] = {
									["count"] = 383385,
								},
								["奉献"] = {
									["count"] = 3941422,
								},
							},
							["amount"] = 29298576,
						},
						["积怨战士"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2704505,
								},
								["复仇者之盾"] = {
									["count"] = 7310900,
								},
								["破碎晦暗战刃"] = {
									["count"] = 503600,
								},
								["晦暗战刃风暴"] = {
									["count"] = 5234258,
								},
								["奉献"] = {
									["count"] = 1283543,
								},
								["提尔的执行者"] = {
									["count"] = 1499701,
								},
							},
							["amount"] = 18536507,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1014864,
								},
								["正义盾击"] = {
									["count"] = 1015011,
								},
								["复仇者之盾"] = {
									["count"] = 4935425,
								},
								["奉献"] = {
									["count"] = 381915,
								},
								["审判"] = {
									["count"] = 1568082,
								},
								["肉搏"] = {
									["count"] = 467664,
								},
								["提尔的执行者"] = {
									["count"] = 212796,
								},
							},
							["amount"] = 9595757,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 258495,
								},
								["暗影连结"] = {
									["count"] = 642751,
								},
								["奉献"] = {
									["count"] = 255482,
								},
							},
							["amount"] = 1156728,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1485078,
								},
								["奉献"] = {
									["count"] = 689775,
								},
								["复仇者之盾"] = {
									["count"] = 4558805,
								},
								["提尔的执行者"] = {
									["count"] = 651033,
								},
							},
							["amount"] = 7384691,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 14580325,
								},
								["提尔的执行者"] = {
									["count"] = 1592118,
								},
								["祝福之锤"] = {
									["count"] = 4519970,
								},
								["正义盾击"] = {
									["count"] = 6702708,
								},
								["奉献"] = {
									["count"] = 2346044,
								},
								["破碎晦暗战刃"] = {
									["count"] = 1030226,
								},
								["晦暗战刃风暴"] = {
									["count"] = 3427239,
								},
								["暗影连结"] = {
									["count"] = 411246,
								},
								["审判"] = {
									["count"] = 3127914,
								},
								["肉搏"] = {
									["count"] = 3079002,
								},
							},
							["amount"] = 40816792,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 9438181,
								},
								["暗影连结"] = {
									["count"] = 1084897,
								},
								["祝福之锤"] = {
									["count"] = 6842050,
								},
								["正义盾击"] = {
									["count"] = 8296440,
								},
								["肉搏"] = {
									["count"] = 2461768,
								},
								["破碎晦暗战刃"] = {
									["count"] = 909383,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2524841,
								},
								["审判"] = {
									["count"] = 5096954,
								},
								["奉献"] = {
									["count"] = 2500593,
								},
								["提尔的执行者"] = {
									["count"] = 1227725,
								},
							},
							["amount"] = 40382832,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 169143,
								},
								["正义盾击"] = {
									["count"] = 661257,
								},
								["复仇者之盾"] = {
									["count"] = 2023682,
								},
								["暗影连结"] = {
									["count"] = 662033,
								},
								["奉献"] = {
									["count"] = 255398,
								},
								["审判"] = {
									["count"] = 1367011,
								},
								["提尔的执行者"] = {
									["count"] = 44499,
								},
								["肉搏"] = {
									["count"] = 477780,
								},
							},
							["amount"] = 5660803,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1719881,
								},
								["复仇者之盾"] = {
									["count"] = 2937458,
								},
								["肉搏"] = {
									["count"] = 290446,
								},
								["审判"] = {
									["count"] = 818107,
								},
								["提尔的执行者"] = {
									["count"] = 197489,
								},
								["奉献"] = {
									["count"] = 993634,
								},
							},
							["amount"] = 6957015,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 614683,
								},
								["复仇者之盾"] = {
									["count"] = 1637380,
								},
								["破碎晦暗战刃"] = {
									["count"] = 511108,
								},
								["晦暗战刃风暴"] = {
									["count"] = 196833,
								},
								["提尔的执行者"] = {
									["count"] = 257813,
								},
								["奉献"] = {
									["count"] = 1020564,
								},
							},
							["amount"] = 4238381,
						},
					},
					["WhoDamaged"] = {
						["烈焰多头蛇子嗣"] = {
							["Details"] = {
								["炽焰新星"] = {
									["count"] = 1221489,
								},
							},
							["amount"] = 1221489,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["投掷长矛 (伤害/跳)"] = {
									["count"] = 108833,
								},
								["投掷长矛"] = {
									["count"] = 46984,
								},
								["肉搏"] = {
									["count"] = 997046,
								},
							},
							["amount"] = 1152863,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["雷霆践踏"] = {
									["count"] = 189344,
								},
								["巨力猛击"] = {
									["count"] = 110921,
								},
								["肉搏"] = {
									["count"] = 236631,
								},
							},
							["amount"] = 536896,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["起伏之沙"] = {
									["count"] = 115291,
								},
							},
							["amount"] = 115291,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 138734,
								},
							},
							["amount"] = 138734,
						},
						["甲喉"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 79040,
								},
							},
							["amount"] = 79040,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 191481,
								},
							},
							["amount"] = 191481,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 399180,
								},
							},
							["amount"] = 399180,
						},
						["积怨织雷者"] = {
							["Details"] = {
								["电弧"] = {
									["count"] = 104826,
								},
								["闪电冲击"] = {
									["count"] = 650695,
								},
							},
							["amount"] = 755521,
						},
						["积怨战士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 292851,
								},
							},
							["amount"] = 292851,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 18398,
								},
							},
							["amount"] = 18398,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["逆流"] = {
									["count"] = 243967,
								},
								["禁锢水泡 (伤害/跳)"] = {
									["count"] = 357956,
								},
								["肉搏"] = {
									["count"] = 349164,
								},
							},
							["amount"] = 951087,
						},
						["No One"] = {
							["Details"] = {
								["腐蚀痕迹 (伤害/跳)"] = {
									["count"] = 373607,
								},
								["剧毒泥浆"] = {
									["count"] = 40428,
								},
								["闪电打击"] = {
									["count"] = 151716,
								},
							},
							["amount"] = 565751,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["水花飞溅"] = {
									["count"] = 187251,
								},
								["肉搏"] = {
									["count"] = 419248,
								},
							},
							["amount"] = 606499,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["奥术箭"] = {
									["count"] = 420203,
								},
								["肉搏"] = {
									["count"] = 77202,
								},
							},
							["amount"] = 497405,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 547378,
								},
								["Drowning"] = {
									["count"] = 4336316,
								},
							},
							["amount"] = 4883694,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["毒血"] = {
									["count"] = 581893,
								},
								["混乱风暴"] = {
									["count"] = 166900,
								},
								["肉搏"] = {
									["count"] = 1257497,
								},
							},
							["amount"] = 2006290,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 190987,
								},
								["肉搏"] = {
									["count"] = 740900,
								},
							},
							["amount"] = 931887,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["喷洒沙砾"] = {
									["count"] = 217202,
								},
								["肉搏"] = {
									["count"] = 62378,
								},
							},
							["amount"] = 279580,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["低吼"] = {
									["count"] = 66267,
								},
								["肉搏"] = {
									["count"] = 72283,
								},
							},
							["amount"] = 138550,
						},
					},
					["Absorbed"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 24575,
									["min"] = 1028,
									["count"] = 49,
									["amount"] = 336795,
								},
							},
							["count"] = 49,
							["amount"] = 336795,
						},
						["最终防御者"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 26535,
									["min"] = 437,
									["count"] = 142,
									["amount"] = 660820,
								},
							},
							["count"] = 142,
							["amount"] = 660820,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Ieo"] = {
									["max"] = 199620,
									["min"] = 3983,
									["count"] = 117,
									["amount"] = 6708859,
								},
							},
							["count"] = 117,
							["amount"] = 6708859,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 42411,
						["Holy"] = 423717,
					},
					["TimeHealing"] = {
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 6.47,
								},
							},
							["amount"] = 6.47,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.5,
								},
								["秩序壁垒"] = {
									["count"] = 7.37,
								},
								["奉献"] = {
									["count"] = 23.52,
								},
								["泰坦之光"] = {
									["count"] = 6.38,
								},
								["暗影连结"] = {
									["count"] = 3.77,
								},
								["最终防御者"] = {
									["count"] = 69.58,
								},
								["守护之光"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 116.46,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.4,
								},
							},
							["amount"] = 1.4,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 19.17,
								},
							},
							["amount"] = 19.17,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 1.57,
						},
					},
					["OverHeals"] = {
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 89744,
									["min"] = 8528,
									["count"] = 25,
									["amount"] = 1568968,
								},
							},
							["count"] = 25,
							["amount"] = 1568968,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 867624,
									["min"] = 337596,
									["count"] = 6,
									["amount"] = 3422504,
								},
							},
							["count"] = 6,
							["amount"] = 3422504,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9190947,
									["min"] = 9190947,
									["count"] = 1,
									["amount"] = 9190947,
								},
							},
							["count"] = 1,
							["amount"] = 9190947,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 14898,
									["min"] = 2239,
									["count"] = 60,
									["amount"] = 709457,
								},
								["Hit"] = {
									["max"] = 7449,
									["min"] = 5516,
									["count"] = 53,
									["amount"] = 315926,
								},
							},
							["count"] = 113,
							["amount"] = 1025383,
						},
					},
					["PartialResist"] = {
						["盲目啄击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["低吼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["粗糙的烂泥"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["巨力猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 30,
						},
						["逆流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["混乱风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["腐蚀痕迹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["奥术箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["锯齿利爪"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["电弧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["起伏之沙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["水花飞溅"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["投掷长矛"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["毒血"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Drowning"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 187,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 187,
						},
					},
					["PartialAbsorb"] = {
						["盲目啄击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["低吼"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 66267,
									["min"] = 66267,
									["count"] = 1,
									["amount"] = 66267,
								},
							},
							["count"] = 1,
							["amount"] = 66267,
						},
						["闪电冲击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 88535,
									["min"] = 11572,
									["count"] = 4,
									["amount"] = 264771,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 264771,
						},
						["粗糙的烂泥"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["巨力猛击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 110921,
									["min"] = 110921,
									["count"] = 1,
									["amount"] = 110921,
								},
							},
							["count"] = 1,
							["amount"] = 110921,
						},
						["炽焰新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 79112,
									["min"] = 903,
									["count"] = 22,
									["amount"] = 938718,
								},
							},
							["count"] = 30,
							["amount"] = 938718,
						},
						["逆流"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 3728,
									["min"] = 3590,
									["count"] = 2,
									["amount"] = 7318,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 7318,
						},
						["混乱风暴"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 166900,
									["min"] = 166900,
									["count"] = 1,
									["amount"] = 166900,
								},
							},
							["count"] = 1,
							["amount"] = 166900,
						},
						["腐蚀痕迹"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["雷霆践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 92723,
									["min"] = 11083,
									["count"] = 2,
									["amount"] = 103806,
								},
							},
							["count"] = 3,
							["amount"] = 103806,
						},
						["腐蚀痕迹 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 124851,
									["min"] = 2123,
									["count"] = 5,
									["amount"] = 304936,
								},
							},
							["count"] = 6,
							["amount"] = 304936,
						},
						["禁锢水泡 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 59811,
									["min"] = 1780,
									["count"] = 6,
									["amount"] = 242802,
								},
							},
							["count"] = 8,
							["amount"] = 242802,
						},
						["奥术箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 152719,
									["min"] = 64004,
									["count"] = 5,
									["amount"] = 420203,
								},
							},
							["count"] = 5,
							["amount"] = 420203,
						},
						["锯齿利爪"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["毒液喷吐"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 129809,
									["min"] = 61178,
									["count"] = 2,
									["amount"] = 190987,
								},
							},
							["count"] = 2,
							["amount"] = 190987,
						},
						["电弧"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 104826,
									["min"] = 104826,
									["count"] = 1,
									["amount"] = 104826,
								},
							},
							["count"] = 1,
							["amount"] = 104826,
						},
						["闪电打击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 151716,
									["min"] = 151716,
									["count"] = 1,
									["amount"] = 151716,
								},
							},
							["count"] = 1,
							["amount"] = 151716,
						},
						["起伏之沙"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 437,
									["min"] = 437,
									["count"] = 1,
									["amount"] = 437,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 437,
						},
						["投掷长矛 (伤害/跳)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 36278,
									["min"] = 36277,
									["count"] = 3,
									["amount"] = 108833,
								},
							},
							["count"] = 3,
							["amount"] = 108833,
						},
						["喷洒沙砾"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 107639,
									["min"] = 6475,
									["count"] = 2,
									["amount"] = 114114,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 114114,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["剧毒泥浆"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 20310,
									["min"] = 20118,
									["count"] = 2,
									["amount"] = 40428,
								},
							},
							["count"] = 2,
							["amount"] = 40428,
						},
						["水花飞溅"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 17126,
									["min"] = 13580,
									["count"] = 12,
									["amount"] = 187251,
								},
							},
							["count"] = 12,
							["amount"] = 187251,
						},
						["投掷长矛"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 46984,
									["min"] = 46984,
									["count"] = 1,
									["amount"] = 46984,
								},
							},
							["count"] = 1,
							["amount"] = 46984,
						},
						["毒血"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 205793,
									["min"] = 171025,
									["count"] = 3,
									["amount"] = 581893,
								},
							},
							["count"] = 3,
							["amount"] = 581893,
						},
						["珊瑚猛击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Drowning"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 231330,
									["min"] = 1590,
									["count"] = 99,
									["amount"] = 4605188,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 88,
									["amount"] = 0,
								},
							},
							["count"] = 187,
							["amount"] = 4605188,
						},
					},
					["ActiveTime"] = 363.78,
					["InterruptData"] = {
						["积怨奥术师"] = {
							["Details"] = {
								["奥术弹射 (责难)"] = {
									["count"] = 1,
								},
								["奥术弹射 (复仇者之盾)"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
					},
					["Heals"] = {
						["祝福之锤"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 24575,
									["min"] = 1028,
									["count"] = 49,
									["amount"] = 336795,
								},
							},
							["count"] = 49,
							["amount"] = 336795,
						},
						["守护之光"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1619255,
									["min"] = 30944,
									["count"] = 5,
									["amount"] = 2995609,
								},
							},
							["count"] = 5,
							["amount"] = 2995609,
						},
						["圣疗术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1118885,
									["min"] = 1118885,
									["count"] = 1,
									["amount"] = 1118885,
								},
							},
							["count"] = 1,
							["amount"] = 1118885,
						},
						["奉献"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 18508,
									["min"] = 541,
									["count"] = 58,
									["amount"] = 715315,
								},
								["Hit"] = {
									["max"] = 9254,
									["min"] = 5516,
									["count"] = 65,
									["amount"] = 415129,
								},
							},
							["count"] = 123,
							["amount"] = 1130444,
						},
						["泰坦之光"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 111496,
									["min"] = 10927,
									["count"] = 16,
									["amount"] = 939934,
								},
							},
							["count"] = 16,
							["amount"] = 939934,
						},
						["暗影连结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 728177,
									["min"] = 25917,
									["count"] = 6,
									["amount"] = 2093357,
								},
							},
							["count"] = 6,
							["amount"] = 2093357,
						},
						["最终防御者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 26535,
									["min"] = 437,
									["count"] = 142,
									["amount"] = 660820,
								},
							},
							["count"] = 142,
							["amount"] = 660820,
						},
						["秩序壁垒"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 199620,
									["min"] = 3983,
									["count"] = 117,
									["amount"] = 6708859,
								},
							},
							["count"] = 117,
							["amount"] = 6708859,
						},
					},
					["Interrupts"] = 4,
					["Overhealing"] = 15207802,
					["Healing"] = 8278229,
					["TimeSpent"] = {
						["督军帕杰什"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 1.72,
								},
								["祝福之锤"] = {
									["count"] = 4.43,
								},
								["正义盾击"] = {
									["count"] = 1.24,
								},
								["提尔的执行者"] = {
									["count"] = 0.2,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.27,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2.08,
								},
								["审判"] = {
									["count"] = 2.08,
								},
								["奉献"] = {
									["count"] = 6.37,
								},
								["肉搏"] = {
									["count"] = 3.06,
								},
							},
							["amount"] = 21.45,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.38,
								},
								["奉献"] = {
									["count"] = 0.52,
								},
							},
							["amount"] = 2.24,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.42,
								},
								["正义盾击"] = {
									["count"] = 0.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.46,
								},
								["审判"] = {
									["count"] = 1.85,
								},
								["奉献"] = {
									["count"] = 3.11,
								},
								["肉搏"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 6.82,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 19.17,
								},
							},
							["amount"] = 19.17,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.23,
								},
								["正义盾击"] = {
									["count"] = 0.18,
								},
								["复仇者之盾"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 0.14,
								},
								["奉献"] = {
									["count"] = 3.21,
								},
							},
							["amount"] = 4.87,
						},
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.5,
								},
								["正义盾击"] = {
									["count"] = 1.8,
								},
								["复仇者之盾"] = {
									["count"] = 2.62,
								},
								["奉献"] = {
									["count"] = 3.96,
								},
								["审判"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 2.88,
								},
								["制裁之锤"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 15.05,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.5,
								},
								["秩序壁垒"] = {
									["count"] = 7.37,
								},
								["奉献"] = {
									["count"] = 23.52,
								},
								["泰坦之光"] = {
									["count"] = 6.38,
								},
								["暗影连结"] = {
									["count"] = 3.77,
								},
								["最终防御者"] = {
									["count"] = 69.58,
								},
								["守护之光"] = {
									["count"] = 4.34,
								},
							},
							["amount"] = 116.46,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 9.36,
								},
								["正义盾击"] = {
									["count"] = 3.32,
								},
								["复仇者之盾"] = {
									["count"] = 4.33,
								},
								["审判"] = {
									["count"] = 1.99,
								},
								["奉献"] = {
									["count"] = 7.99,
								},
								["提尔的执行者"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 27.21,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 8.01,
								},
								["复仇者之盾"] = {
									["count"] = 3.21,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.16,
								},
								["暗影连结"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 11.52,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 14.81,
								},
								["正义盾击"] = {
									["count"] = 0.91,
								},
								["复仇者之盾"] = {
									["count"] = 0.85,
								},
								["提尔的执行者"] = {
									["count"] = 0.14,
								},
								["审判"] = {
									["count"] = 1.26,
								},
								["肉搏"] = {
									["count"] = 3.22,
								},
								["奉献"] = {
									["count"] = 19.73,
								},
							},
							["amount"] = 40.92,
						},
						["不知火明乃"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 6.47,
								},
							},
							["amount"] = 6.47,
						},
						["积怨战士"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.86,
								},
								["复仇者之盾"] = {
									["count"] = 0.23,
								},
								["提尔的执行者"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 3.24,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.99,
								},
								["正义盾击"] = {
									["count"] = 0.26,
								},
								["复仇者之盾"] = {
									["count"] = 1.74,
								},
								["奉献"] = {
									["count"] = 4.76,
								},
								["审判"] = {
									["count"] = 1.65,
								},
								["肉搏"] = {
									["count"] = 1.8,
								},
								["提尔的执行者"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 11.48,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.26,
								},
								["奉献"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 2.22,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 1.57,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.97,
								},
								["奉献"] = {
									["count"] = 2.72,
								},
								["复仇者之盾"] = {
									["count"] = 0.95,
								},
								["提尔的执行者"] = {
									["count"] = 0.16,
								},
							},
							["amount"] = 7.8,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 4.29,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["提尔的执行者"] = {
									["count"] = 0.19,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 0.18,
								},
								["奉献"] = {
									["count"] = 7.49,
								},
							},
							["amount"] = 13.7,
						},
						["积怨神谕者"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 0.47,
								},
								["祝福之锤"] = {
									["count"] = 1.94,
								},
							},
							["amount"] = 2.41,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 1.4,
								},
							},
							["amount"] = 1.4,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 2.7,
								},
								["祝福之锤"] = {
									["count"] = 13.94,
								},
								["正义盾击"] = {
									["count"] = 3.08,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.26,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.39,
								},
								["审判"] = {
									["count"] = 4.75,
								},
								["肉搏"] = {
									["count"] = 3.4,
								},
								["奉献"] = {
									["count"] = 9.51,
								},
							},
							["amount"] = 38.08,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.07,
								},
								["复仇者之盾"] = {
									["count"] = 0.5,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["审判"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 0.75,
								},
								["奉献"] = {
									["count"] = 3.6,
								},
							},
							["amount"] = 8.19,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.16,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 1.51,
						},
					},
					["DamageTaken"] = 15762487,
					["Attacks"] = {
						["复仇者之盾"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2941366,
									["min"] = 1075254,
									["count"] = 38,
									["amount"] = 66100624,
								},
								["Hit"] = {
									["max"] = 1507715,
									["min"] = 537628,
									["count"] = 35,
									["amount"] = 30142101,
								},
							},
							["count"] = 73,
							["amount"] = 96242725,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 134797,
									["min"] = 68866,
									["count"] = 117,
									["amount"] = 11677326,
								},
								["Hit"] = {
									["max"] = 67398,
									["min"] = 34433,
									["count"] = 88,
									["amount"] = 4575772,
								},
							},
							["count"] = 205,
							["amount"] = 16253098,
						},
						["制裁之锤"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["Crit (被格挡)"] = {
									["max"] = 172986,
									["min"] = 151252,
									["count"] = 2,
									["amount"] = 324238,
								},
								["Hit (被格挡)"] = {
									["max"] = 104816,
									["min"] = 59199,
									["count"] = 4,
									["amount"] = 313190,
								},
								["Crit"] = {
									["max"] = 307020,
									["min"] = 121745,
									["count"] = 166,
									["amount"] = 36553702,
								},
								["Hit"] = {
									["max"] = 149741,
									["min"] = 60872,
									["count"] = 131,
									["amount"] = 14020230,
								},
							},
							["count"] = 303,
							["amount"] = 51211360,
						},
						["正义盾击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 351241,
									["min"] = 351241,
									["count"] = 1,
									["amount"] = 351241,
								},
								["Crit"] = {
									["max"] = 1817806,
									["min"] = 910418,
									["count"] = 14,
									["amount"] = 18771561,
								},
								["Hit"] = {
									["max"] = 1001526,
									["min"] = 487986,
									["count"] = 19,
									["amount"] = 12404096,
								},
							},
							["count"] = 34,
							["amount"] = 31526898,
						},
						["奉献"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 16,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 115541,
									["min"] = 45815,
									["count"] = 244,
									["amount"] = 19921472,
								},
								["Hit"] = {
									["max"] = 57770,
									["min"] = 22907,
									["count"] = 213,
									["amount"] = 8606616,
								},
							},
							["count"] = 473,
							["amount"] = 28528088,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1030226,
									["min"] = 909383,
									["count"] = 2,
									["amount"] = 1939609,
								},
								["Hit"] = {
									["max"] = 511108,
									["min"] = 459780,
									["count"] = 4,
									["amount"] = 1972581,
								},
							},
							["count"] = 6,
							["amount"] = 3912190,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 498910,
									["min"] = 372128,
									["count"] = 36,
									["amount"] = 15332773,
								},
								["Hit"] = {
									["max"] = 244115,
									["min"] = 181137,
									["count"] = 20,
									["amount"] = 4050629,
								},
							},
							["count"] = 56,
							["amount"] = 19383402,
						},
						["审判"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1295562,
									["min"] = 772453,
									["count"] = 16,
									["amount"] = 14208694,
								},
								["Hit"] = {
									["max"] = 704351,
									["min"] = 286337,
									["count"] = 9,
									["amount"] = 4275681,
								},
							},
							["count"] = 25,
							["amount"] = 18484375,
						},
						["暗影连结"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 798537,
									["min"] = 642751,
									["count"] = 7,
									["amount"] = 4759614,
								},
								["Hit"] = {
									["max"] = 485612,
									["min"] = 321375,
									["count"] = 7,
									["amount"] = 2761008,
								},
							},
							["count"] = 14,
							["amount"] = 7520622,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 51336,
									["min"] = 47621,
									["count"] = 2,
									["amount"] = 98957,
								},
								["Crit"] = {
									["max"] = 270950,
									["min"] = 137890,
									["count"] = 42,
									["amount"] = 7460241,
								},
								["Hit"] = {
									["max"] = 129483,
									["min"] = 67807,
									["count"] = 20,
									["amount"] = 1773756,
								},
							},
							["count"] = 64,
							["amount"] = 9332954,
						},
					},
					["HealingTaken"] = 14529832,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Holy"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 17,
								},
								["Block"] = {
									["count"] = 7,
								},
								["Crit"] = {
									["count"] = 597,
								},
								["Hit"] = {
									["count"] = 500,
								},
							},
							["amount"] = 1121,
						},
						["Melee"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 42,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 66,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 38,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 62,
						},
					},
					["TimeDamage"] = 218.71,
					["TimeDamaging"] = {
						["积怨神谕者"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 0.47,
								},
								["祝福之锤"] = {
									["count"] = 1.94,
								},
							},
							["amount"] = 2.41,
						},
						["积怨碾压者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.38,
								},
								["奉献"] = {
									["count"] = 0.52,
								},
							},
							["amount"] = 2.24,
						},
						["盐海小水滴"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 4.29,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["提尔的执行者"] = {
									["count"] = 0.19,
								},
								["审判"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 0.18,
								},
								["奉献"] = {
									["count"] = 7.49,
								},
							},
							["amount"] = 13.7,
						},
						["海湾沙鸥"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.23,
								},
								["正义盾击"] = {
									["count"] = 0.18,
								},
								["复仇者之盾"] = {
									["count"] = 0.11,
								},
								["肉搏"] = {
									["count"] = 0.14,
								},
								["奉献"] = {
									["count"] = 3.21,
								},
							},
							["amount"] = 4.87,
						},
						["甲喉"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.5,
								},
								["正义盾击"] = {
									["count"] = 1.8,
								},
								["复仇者之盾"] = {
									["count"] = 2.62,
								},
								["奉献"] = {
									["count"] = 3.96,
								},
								["审判"] = {
									["count"] = 0.62,
								},
								["肉搏"] = {
									["count"] = 2.88,
								},
								["制裁之锤"] = {
									["count"] = 0.67,
								},
							},
							["amount"] = 15.05,
						},
						["积怨奥术师"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 9.36,
								},
								["正义盾击"] = {
									["count"] = 3.32,
								},
								["复仇者之盾"] = {
									["count"] = 4.33,
								},
								["审判"] = {
									["count"] = 1.99,
								},
								["奉献"] = {
									["count"] = 7.99,
								},
								["提尔的执行者"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 27.21,
						},
						["逐潮蟹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 8.01,
								},
								["复仇者之盾"] = {
									["count"] = 3.21,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.16,
								},
								["暗影连结"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 11.52,
						},
						["唤雷多头蛇"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 14.81,
								},
								["正义盾击"] = {
									["count"] = 0.91,
								},
								["复仇者之盾"] = {
									["count"] = 0.85,
								},
								["提尔的执行者"] = {
									["count"] = 0.14,
								},
								["审判"] = {
									["count"] = 1.26,
								},
								["肉搏"] = {
									["count"] = 3.22,
								},
								["奉献"] = {
									["count"] = 19.73,
								},
							},
							["amount"] = 40.92,
						},
						["积怨战士"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 2.86,
								},
								["复仇者之盾"] = {
									["count"] = 0.23,
								},
								["提尔的执行者"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 3.24,
						},
						["导魔者瓦里兹"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.99,
								},
								["正义盾击"] = {
									["count"] = 0.26,
								},
								["复仇者之盾"] = {
									["count"] = 1.74,
								},
								["奉献"] = {
									["count"] = 4.76,
								},
								["审判"] = {
									["count"] = 1.65,
								},
								["肉搏"] = {
									["count"] = 1.8,
								},
								["提尔的执行者"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 11.48,
						},
						["砂泥蜗牛"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.26,
								},
								["奉献"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 2.22,
						},
						["焦躁的海潮元素"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.97,
								},
								["奉献"] = {
									["count"] = 2.72,
								},
								["复仇者之盾"] = {
									["count"] = 0.95,
								},
								["提尔的执行者"] = {
									["count"] = 0.16,
								},
							},
							["amount"] = 7.8,
						},
						["督军帕杰什"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 1.72,
								},
								["祝福之锤"] = {
									["count"] = 4.43,
								},
								["正义盾击"] = {
									["count"] = 1.24,
								},
								["提尔的执行者"] = {
									["count"] = 0.2,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.27,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2.08,
								},
								["审判"] = {
									["count"] = 2.08,
								},
								["奉献"] = {
									["count"] = 6.37,
								},
								["肉搏"] = {
									["count"] = 3.06,
								},
							},
							["amount"] = 21.45,
						},
						["瑟芬崔斯克"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 2.7,
								},
								["祝福之锤"] = {
									["count"] = 13.94,
								},
								["正义盾击"] = {
									["count"] = 3.08,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["破碎晦暗战刃"] = {
									["count"] = 0.26,
								},
								["晦暗战刃风暴"] = {
									["count"] = 0.39,
								},
								["审判"] = {
									["count"] = 4.75,
								},
								["肉搏"] = {
									["count"] = 3.4,
								},
								["奉献"] = {
									["count"] = 9.51,
								},
							},
							["amount"] = 38.08,
						},
						["艾萨拉之怒"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 0.42,
								},
								["正义盾击"] = {
									["count"] = 0.34,
								},
								["复仇者之盾"] = {
									["count"] = 0.46,
								},
								["审判"] = {
									["count"] = 1.85,
								},
								["奉献"] = {
									["count"] = 3.11,
								},
								["肉搏"] = {
									["count"] = 0.64,
								},
							},
							["amount"] = 6.82,
						},
						["玛拉纳沙地行者"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 3.07,
								},
								["复仇者之盾"] = {
									["count"] = 0.5,
								},
								["提尔的执行者"] = {
									["count"] = 0.05,
								},
								["审判"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 0.75,
								},
								["奉献"] = {
									["count"] = 3.6,
								},
							},
							["amount"] = 8.19,
						},
						["积怨碎壳者 <督军帕杰什>"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 1.16,
								},
								["复仇者之盾"] = {
									["count"] = 0.05,
								},
								["奉献"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 1.51,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 333442,
						["Melee"] = 4605188,
						["Arcane"] = 420203,
						["Fire"] = 938718,
						["Frost"] = 437371,
						["Nature"] = 2024377,
					},
					["ElementTakenBlock"] = {
						["Melee"] = 236137,
					},
					["HealedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["圣疗术"] = {
									["count"] = 1118885,
								},
								["奉献"] = {
									["count"] = 219088,
								},
							},
							["amount"] = 1337973,
						},
						["Ieo"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 336795,
								},
								["守护之光"] = {
									["count"] = 2995609,
								},
								["奉献"] = {
									["count"] = 528947,
								},
								["泰坦之光"] = {
									["count"] = 939934,
								},
								["暗影连结"] = {
									["count"] = 2093357,
								},
								["最终防御者"] = {
									["count"] = 660820,
								},
								["秩序壁垒"] = {
									["count"] = 6708859,
								},
							},
							["amount"] = 14264321,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 47984,
								},
							},
							["amount"] = 47984,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 295667,
								},
							},
							["amount"] = 295667,
						},
						["龙轻雪"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 38758,
								},
							},
							["amount"] = 38758,
						},
					},
				},
			},
			["UnitLockout"] = 316673.38,
			["LastActive"] = 316766.42,
		},
		["No One"] = {
			["GUID"] = "",
			["TimeLast"] = {
				["TimeDamage"] = 316558.394,
				["OVERALL"] = 316558.394,
				["FDamage"] = 316558.394,
				["ActiveTime"] = 316558.394,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					5.94, -- [1]
				},
				["FDamage"] = {
					220251, -- [1]
				},
				["ActiveTime"] = {
					5.94, -- [1]
				},
			},
			["level"] = 0,
			["LastFightIn"] = 1,
			["type"] = "Ungrouped",
			["FightsSaved"] = 4,
			["Owner"] = false,
			["NextEventNum"] = 6,
			["LastDamageTime"] = 316559.311,
			["LastEvents"] = {
				"No One 剧毒泥浆 不知火明乃 Hit -44042 (Nature)", -- [1]
				"No One 剧毒泥浆 不知火明乃 Hit -43451 (Nature)", -- [2]
				"No One 剧毒泥浆 不知火明乃 Hit -43547 (Nature)", -- [3]
				"No One 剧毒泥浆 不知火明乃 Hit -44093 (Nature)", -- [4]
				"No One 剧毒泥浆 不知火明乃 Hit -45118 (Nature)", -- [5]
			},
			["Name"] = "No One",
			["LastEventTimes"] = {
				316552.275, -- [1]
				316556.373, -- [2]
				316557.31, -- [3]
				316558.299, -- [4]
				316559.311, -- [5]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["FDamagedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 220251,
								},
							},
							["amount"] = 220251,
						},
					},
					["FDamage"] = 220251,
					["ActiveTime"] = 5.94,
					["TimeDamaging"] = {
						["不知火明乃"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 5.94,
								},
							},
							["amount"] = 5.94,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 5.94,
								},
							},
							["amount"] = 5.94,
						},
					},
					["FAttacks"] = {
						["剧毒泥浆"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 45118,
									["min"] = 43451,
									["count"] = 5,
									["amount"] = 220251,
								},
							},
							["count"] = 5,
							["amount"] = 220251,
						},
					},
					["TimeDamage"] = 5.94,
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["FDamagedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 220251,
								},
							},
							["amount"] = 220251,
						},
					},
					["FDamage"] = 220251,
					["ActiveTime"] = 5.94,
					["TimeDamaging"] = {
						["不知火明乃"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 5.94,
								},
							},
							["amount"] = 5.94,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["剧毒泥浆"] = {
									["count"] = 5.94,
								},
							},
							["amount"] = 5.94,
						},
					},
					["FAttacks"] = {
						["剧毒泥浆"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 45118,
									["min"] = 43451,
									["count"] = 5,
									["amount"] = 220251,
								},
							},
							["count"] = 5,
							["amount"] = 220251,
						},
					},
					["TimeDamage"] = 5.94,
				},
			},
			["UnitLockout"] = 316558.394,
			["LastActive"] = 316558.394,
		},
		["瑟芬崔斯克"] = {
			["GUID"] = "Creature-0-3929-1456-14701-91808-00003FDEF0",
			["TimeLast"] = {
				["DeathCount"] = 316604.379,
				["ActiveTime"] = 316604.379,
				["TimeDamage"] = 316604.379,
				["OVERALL"] = 316604.379,
				["DamageTaken"] = 316604.379,
				["Damage"] = 316604.379,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"MISC", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					40.46, -- [1]
				},
				["TimeDamage"] = {
					40.46, -- [1]
				},
				["DamageTaken"] = {
					65270464, -- [1]
				},
				["Damage"] = {
					2662516, -- [1]
				},
			},
			["enClass"] = "MOB",
			["LastDamageTaken"] = 931528,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						false, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"不知火明乃 真气波 瑟芬崔斯克 Crit -119175 (Nature)", -- [1]
						"Ieo 肉搏 瑟芬崔斯克 Hit -87807 (Physical)", -- [2]
						"不知火明乃 旭日东升踢 瑟芬崔斯克 Crit -1338920 (Physical)", -- [3]
						"Ieo 奉献 瑟芬崔斯克 Crit -81314 (Holy)", -- [4]
						"不知火明乃 肉搏 瑟芬崔斯克 Hit -25322 (Physical)", -- [5]
						"不知火明乃 肉搏 瑟芬崔斯克 Crit -24482 (Physical)", -- [6]
						"瑟芬崔斯克 肉搏 Ieo Absorb -6805 (1)", -- [7]
						"瑟芬崔斯克 肉搏 Ieo Hit -32764 (6805 被吸收) (Physical)", -- [8]
						"醉梦若歌 湮灭 瑟芬崔斯克 Hit -406113 (Physical)", -- [9]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -37846 (Frost)", -- [10]
						"醉梦若歌 副手湮灭 瑟芬崔斯克 Hit -332016 (Physical)", -- [11]
						"Ieo 复仇者之盾 瑟芬崔斯克 Crit -2122229 (Holy)", -- [12]
						"Ieo 提尔的执行者 瑟芬崔斯克 Crit -90616 (Holy)", -- [13]
						"醉梦若歌 肉搏 瑟芬崔斯克 Hit -35807 (Physical)", -- [14]
						"Ieo 奉献 瑟芬崔斯克 Crit -81316 (Holy)", -- [15]
						"醉梦若歌 肉搏 瑟芬崔斯克 Crit -169071 (Physical)", -- [16]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -49877 (Frost)", -- [17]
						"Ieo 提尔的执行者 瑟芬崔斯克 Crit -90614 (Holy)", -- [18]
						"醉梦若歌 晶化双剑 瑟芬崔斯克 Hit -338492 (Frost)", -- [19]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Crit -104851 (Frost)", -- [20]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -51978 (Frost)", -- [21]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Crit -100175 (Frost)", -- [22]
						"Ieo 祝福之锤 瑟芬崔斯克 Hit -108039 (Holy)", -- [23]
						"Ieo 肉搏 瑟芬崔斯克 Crit -195738 (Physical)", -- [24]
						"Ieo 奉献 瑟芬崔斯克 Hit -40657 (Holy)", -- [25]
						"醉梦若歌 凛风冲击 瑟芬崔斯克 Hit -1640766 (Frost)", -- [26]
						"染煞玫瑰-末日行者 十字军打击 瑟芬崔斯克 Hit -144095 (Physical)", -- [27]
						"Ieo 祝福之锤 瑟芬崔斯克 Crit -216077 (Holy)", -- [28]
						"瑟芬崔斯克 毒液喷吐 醉梦若歌 Hit -124103 (Nature)", -- [29]
						"瑟芬崔斯克 毒液喷吐 染煞玫瑰-末日行者 Absorb -156320 (156320 被吸收) (Nature)", -- [30]
						"瑟芬崔斯克 毒液喷吐 Ieo Absorb -61178 (61178 被吸收) (Nature)", -- [31]
						"瑟芬崔斯克 毒液喷吐 醉梦若歌 Hit -126357 (Nature)", -- [32]
						"瑟芬崔斯克 毒液喷吐 染煞玫瑰-末日行者 Absorb -150752 (150752 被吸收) (Nature)", -- [33]
						"Ieo 奉献 瑟芬崔斯克 Crit -81316 (Holy)", -- [34]
						"醉梦若歌 肉搏 瑟芬崔斯克 Crit -79701 (Physical)", -- [35]
						"醉梦若歌 肉搏 瑟芬崔斯克 Hit -77972 (Physical)", -- [36]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -55178 (Frost)", -- [37]
						"醉梦若歌 湮灭 瑟芬崔斯克 Crit -1370067 (Physical)", -- [38]
						"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -52697 (Frost)", -- [39]
						"醉梦若歌 副手湮灭 瑟芬崔斯克 Crit -1045317 (Physical)", -- [40]
						"Ieo 祝福之锤 瑟芬崔斯克 Crit -210140 (Holy)", -- [41]
						"醉梦若歌 晶化双剑 瑟芬崔斯克 Hit -498865 (Frost)", -- [42]
						"Ieo 奉献 瑟芬崔斯克 Hit -39540 (Holy)", -- [43]
						"染煞玫瑰-末日行者 神圣之锤 瑟芬崔斯克 Hit -46082 (Holy)", -- [44]
						"瑟芬崔斯克 肉搏 Ieo Absorb -58398 (58398 被吸收) (1)", -- [45]
						"染煞玫瑰-末日行者 复仇之盾 瑟芬崔斯克 Hit -353588 (Holy)", -- [46]
						"醉梦若歌 冰冷死亡 瑟芬崔斯克 Crit -913601 (Frost)", -- [47]
						"醉梦若歌 冰冷死亡 瑟芬崔斯克 Hit -474520 (Frost)", -- [48]
						"醉梦若歌 冰冷死亡 瑟芬崔斯克 Crit -931528 (Frost)", -- [49]
						"瑟芬崔斯克死亡。", -- [50]
					},
					["DeathAt"] = 316606.39,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-4.21100000001024, -- [1]
						-3.97899999999208, -- [2]
						-3.97899999999208, -- [3]
						-3.55800000001909, -- [4]
						-3.37799999996787, -- [5]
						-3.37799999996787, -- [6]
						-3.13000000000466, -- [7]
						-3.13000000000466, -- [8]
						-3.05300000001444, -- [9]
						-3.05300000001444, -- [10]
						-3.05300000001444, -- [11]
						-2.98599999997532, -- [12]
						-2.93199999997159, -- [13]
						-2.83899999997811, -- [14]
						-2.78100000001723, -- [15]
						-2.6929999999702, -- [16]
						-2.6929999999702, -- [17]
						-2.6020000000135, -- [18]
						-2.46000000002095, -- [19]
						-2.46000000002095, -- [20]
						-2.46000000002095, -- [21]
						-2.46000000002095, -- [22]
						-2.01899999997113, -- [23]
						-2.01899999997113, -- [24]
						-1.97299999999814, -- [25]
						-1.90999999997439, -- [26]
						-1.55400000000373, -- [27]
						-1.36599999997998, -- [28]
						-1.19900000002235, -- [29]
						-1.19900000002235, -- [30]
						-1.19900000002235, -- [31]
						-1.19900000002235, -- [32]
						-1.19900000002235, -- [33]
						-1.0789999999688, -- [34]
						-1.0789999999688, -- [35]
						-0.897999999986496, -- [36]
						-0.897999999986496, -- [37]
						-0.75, -- [38]
						-0.75, -- [39]
						-0.673000000009779, -- [40]
						-0.434999999997672, -- [41]
						-0.316999999980908, -- [42]
						-0.316999999980908, -- [43]
						-0.233000000007451, -- [44]
						-0.233000000007451, -- [45]
						-0.0499999999883585, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						65927569, -- [1]
						65927569, -- [2]
						65927569, -- [3]
						65927569, -- [4]
						65927569, -- [5]
						65927569, -- [6]
						65927569, -- [7]
						65927569, -- [8]
						65927569, -- [9]
						65927569, -- [10]
						65927569, -- [11]
						65927569, -- [12]
						65927569, -- [13]
						65927569, -- [14]
						65927569, -- [15]
						65927569, -- [16]
						65927569, -- [17]
						65927569, -- [18]
						65927569, -- [19]
						65927569, -- [20]
						65927569, -- [21]
						65927569, -- [22]
						65927569, -- [23]
						65927569, -- [24]
						65927569, -- [25]
						65927569, -- [26]
						65927569, -- [27]
						65927569, -- [28]
						65927569, -- [29]
						65927569, -- [30]
						65927569, -- [31]
						65927569, -- [32]
						65927569, -- [33]
						65927569, -- [34]
						65927569, -- [35]
						65927569, -- [36]
						65927569, -- [37]
						65927569, -- [38]
						65927569, -- [39]
						65927569, -- [40]
						65927569, -- [41]
						65927569, -- [42]
						65927569, -- [43]
						65927569, -- [44]
						65927569, -- [45]
						65927569, -- [46]
						65927569, -- [47]
						65927569, -- [48]
						65927569, -- [49]
						65927569, -- [50]
					},
					["Health"] = {
						14801989, -- [1]
						13787134, -- [2]
						13787134, -- [3]
						12360407, -- [4]
						12279092, -- [5]
						12279092, -- [6]
						12279092, -- [7]
						12279092, -- [8]
						12229287, -- [9]
						12229287, -- [10]
						12229287, -- [11]
						12229287, -- [12]
						9331081, -- [13]
						9240464, -- [14]
						9240464, -- [15]
						9240464, -- [16]
						9240464, -- [17]
						9240464, -- [18]
						8813777, -- [19]
						8813777, -- [20]
						8813777, -- [21]
						8813777, -- [22]
						8218279, -- [23]
						8218279, -- [24]
						8218279, -- [25]
						8218279, -- [26]
						6233078, -- [27]
						6233078, -- [28]
						5872905, -- [29]
						5872905, -- [30]
						5872905, -- [31]
						5872905, -- [32]
						5872905, -- [33]
						5872905, -- [34]
						5872905, -- [35]
						5711887, -- [36]
						5711887, -- [37]
						5711887, -- [38]
						5711887, -- [39]
						5711887, -- [40]
						3110652, -- [41]
						3110652, -- [42]
						3110652, -- [43]
						3110652, -- [44]
						3110652, -- [45]
						2316024, -- [46]
						2316024, -- [47]
						2316024, -- [48]
						2316024, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "醉梦若歌",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["level"] = -1,
			["LastDamageAbility"] = "冰冷死亡",
			["LastFightIn"] = 1,
			["type"] = "Boss",
			["FightsSaved"] = 4,
			["LastEventHealthMax"] = {
				65927569, -- [1]
				65927569, -- [2]
				65927569, -- [3]
				65927569, -- [4]
				65927569, -- [5]
				65927569, -- [6]
				65927569, -- [7]
				65927569, -- [8]
				65927569, -- [9]
				65927569, -- [10]
				65927569, -- [11]
				65927569, -- [12]
				65927569, -- [13]
				65927569, -- [14]
				65927569, -- [15]
				65927569, -- [16]
				65927569, -- [17]
				65927569, -- [18]
				65927569, -- [19]
				65927569, -- [20]
				65927569, -- [21]
				65927569, -- [22]
				65927569, -- [23]
				65927569, -- [24]
				65927569, -- [25]
				65927569, -- [26]
				65927569, -- [27]
				65927569, -- [28]
				65927569, -- [29]
				65927569, -- [30]
				65927569, -- [31]
				65927569, -- [32]
				65927569, -- [33]
				65927569, -- [34]
				65927569, -- [35]
				65927569, -- [36]
				65927569, -- [37]
				65927569, -- [38]
				65927569, -- [39]
				65927569, -- [40]
				65927569, -- [41]
				65927569, -- [42]
				65927569, -- [43]
				65927569, -- [44]
				65927569, -- [45]
				65927569, -- [46]
				65927569, -- [47]
				65927569, -- [48]
				65927569, -- [49]
				65927569, -- [50]
			},
			["LastEventHealth"] = {
				3110652, -- [1]
				2316024, -- [2]
				2316024, -- [3]
				2316024, -- [4]
				2316024, -- [5]
				0, -- [6]
				14801989, -- [7]
				13787134, -- [8]
				13787134, -- [9]
				12360407, -- [10]
				12279092, -- [11]
				12279092, -- [12]
				12279092, -- [13]
				12279092, -- [14]
				12229287, -- [15]
				12229287, -- [16]
				12229287, -- [17]
				12229287, -- [18]
				9331081, -- [19]
				9240464, -- [20]
				9240464, -- [21]
				9240464, -- [22]
				9240464, -- [23]
				9240464, -- [24]
				8813777, -- [25]
				8813777, -- [26]
				8813777, -- [27]
				8813777, -- [28]
				8218279, -- [29]
				8218279, -- [30]
				8218279, -- [31]
				8218279, -- [32]
				6233078, -- [33]
				6233078, -- [34]
				5872905, -- [35]
				5872905, -- [36]
				5872905, -- [37]
				5872905, -- [38]
				5872905, -- [39]
				5872905, -- [40]
				5872905, -- [41]
				5711887, -- [42]
				5711887, -- [43]
				5711887, -- [44]
				5711887, -- [45]
				5711887, -- [46]
				3110652, -- [47]
				3110652, -- [48]
				3110652, -- [49]
				3110652, -- [50]
			},
			["Owner"] = false,
			["unit"] = "party2target",
			["NextEventNum"] = 7,
			["LastDamageTime"] = 316605.044,
			["LastEvents"] = {
				"瑟芬崔斯克 肉搏 Ieo Absorb -58398 (58398 被吸收) (1)", -- [1]
				"染煞玫瑰-末日行者 复仇之盾 瑟芬崔斯克 Hit -353588 (Holy)", -- [2]
				"醉梦若歌 冰冷死亡 瑟芬崔斯克 Crit -913601 (Frost)", -- [3]
				"醉梦若歌 冰冷死亡 瑟芬崔斯克 Hit -474520 (Frost)", -- [4]
				"醉梦若歌 冰冷死亡 瑟芬崔斯克 Crit -931528 (Frost)", -- [5]
				"瑟芬崔斯克死亡。", -- [6]
				"不知火明乃 真气波 瑟芬崔斯克 Crit -119175 (Nature)", -- [7]
				"Ieo 肉搏 瑟芬崔斯克 Hit -87807 (Physical)", -- [8]
				"不知火明乃 旭日东升踢 瑟芬崔斯克 Crit -1338920 (Physical)", -- [9]
				"Ieo 奉献 瑟芬崔斯克 Crit -81314 (Holy)", -- [10]
				"不知火明乃 肉搏 瑟芬崔斯克 Hit -25322 (Physical)", -- [11]
				"不知火明乃 肉搏 瑟芬崔斯克 Crit -24482 (Physical)", -- [12]
				"瑟芬崔斯克 肉搏 Ieo Absorb -6805 (1)", -- [13]
				"瑟芬崔斯克 肉搏 Ieo Hit -32764 (6805 被吸收) (Physical)", -- [14]
				"醉梦若歌 湮灭 瑟芬崔斯克 Hit -406113 (Physical)", -- [15]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -37846 (Frost)", -- [16]
				"醉梦若歌 副手湮灭 瑟芬崔斯克 Hit -332016 (Physical)", -- [17]
				"Ieo 复仇者之盾 瑟芬崔斯克 Crit -2122229 (Holy)", -- [18]
				"Ieo 提尔的执行者 瑟芬崔斯克 Crit -90616 (Holy)", -- [19]
				"醉梦若歌 肉搏 瑟芬崔斯克 Hit -35807 (Physical)", -- [20]
				"Ieo 奉献 瑟芬崔斯克 Crit -81316 (Holy)", -- [21]
				"醉梦若歌 肉搏 瑟芬崔斯克 Crit -169071 (Physical)", -- [22]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -49877 (Frost)", -- [23]
				"Ieo 提尔的执行者 瑟芬崔斯克 Crit -90614 (Holy)", -- [24]
				"醉梦若歌 晶化双剑 瑟芬崔斯克 Hit -338492 (Frost)", -- [25]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Crit -104851 (Frost)", -- [26]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -51978 (Frost)", -- [27]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Crit -100175 (Frost)", -- [28]
				"Ieo 祝福之锤 瑟芬崔斯克 Hit -108039 (Holy)", -- [29]
				"Ieo 肉搏 瑟芬崔斯克 Crit -195738 (Physical)", -- [30]
				"Ieo 奉献 瑟芬崔斯克 Hit -40657 (Holy)", -- [31]
				"醉梦若歌 凛风冲击 瑟芬崔斯克 Hit -1640766 (Frost)", -- [32]
				"染煞玫瑰-末日行者 十字军打击 瑟芬崔斯克 Hit -144095 (Physical)", -- [33]
				"Ieo 祝福之锤 瑟芬崔斯克 Crit -216077 (Holy)", -- [34]
				"瑟芬崔斯克 毒液喷吐 醉梦若歌 Hit -124103 (Nature)", -- [35]
				"瑟芬崔斯克 毒液喷吐 染煞玫瑰-末日行者 Absorb -156320 (156320 被吸收) (Nature)", -- [36]
				"瑟芬崔斯克 毒液喷吐 Ieo Absorb -61178 (61178 被吸收) (Nature)", -- [37]
				"瑟芬崔斯克 毒液喷吐 醉梦若歌 Hit -126357 (Nature)", -- [38]
				"瑟芬崔斯克 毒液喷吐 染煞玫瑰-末日行者 Absorb -150752 (150752 被吸收) (Nature)", -- [39]
				"Ieo 奉献 瑟芬崔斯克 Crit -81316 (Holy)", -- [40]
				"醉梦若歌 肉搏 瑟芬崔斯克 Crit -79701 (Physical)", -- [41]
				"醉梦若歌 肉搏 瑟芬崔斯克 Hit -77972 (Physical)", -- [42]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -55178 (Frost)", -- [43]
				"醉梦若歌 湮灭 瑟芬崔斯克 Crit -1370067 (Physical)", -- [44]
				"醉梦若歌 锋锐之霜 瑟芬崔斯克 Hit -52697 (Frost)", -- [45]
				"醉梦若歌 副手湮灭 瑟芬崔斯克 Crit -1045317 (Physical)", -- [46]
				"Ieo 祝福之锤 瑟芬崔斯克 Crit -210140 (Holy)", -- [47]
				"醉梦若歌 晶化双剑 瑟芬崔斯克 Hit -498865 (Frost)", -- [48]
				"Ieo 奉献 瑟芬崔斯克 Hit -39540 (Holy)", -- [49]
				"染煞玫瑰-末日行者 神圣之锤 瑟芬崔斯克 Hit -46082 (Holy)", -- [50]
			},
			["Name"] = "瑟芬崔斯克",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				316605.044, -- [1]
				316605.227, -- [2]
				316605.277, -- [3]
				316605.277, -- [4]
				316605.277, -- [5]
				316605.277, -- [6]
				316601.066, -- [7]
				316601.298, -- [8]
				316601.298, -- [9]
				316601.719, -- [10]
				316601.899, -- [11]
				316601.899, -- [12]
				316602.147, -- [13]
				316602.147, -- [14]
				316602.224, -- [15]
				316602.224, -- [16]
				316602.224, -- [17]
				316602.291, -- [18]
				316602.345, -- [19]
				316602.438, -- [20]
				316602.496, -- [21]
				316602.584, -- [22]
				316602.584, -- [23]
				316602.675, -- [24]
				316602.817, -- [25]
				316602.817, -- [26]
				316602.817, -- [27]
				316602.817, -- [28]
				316603.258, -- [29]
				316603.258, -- [30]
				316603.304, -- [31]
				316603.367, -- [32]
				316603.723, -- [33]
				316603.911, -- [34]
				316604.078, -- [35]
				316604.078, -- [36]
				316604.078, -- [37]
				316604.078, -- [38]
				316604.078, -- [39]
				316604.198, -- [40]
				316604.198, -- [41]
				316604.379, -- [42]
				316604.379, -- [43]
				316604.527, -- [44]
				316604.527, -- [45]
				316604.604, -- [46]
				316604.842, -- [47]
				316604.96, -- [48]
				316604.96, -- [49]
				316605.044, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 110278,
					},
					["PartialBlock"] = {
						["祝福之锤"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 64823,
									["min"] = 31520,
									["count"] = 3,
									["amount"] = 128755,
								},
							},
							["count"] = 3,
							["amount"] = 128755,
						},
						["猛虎掌"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 44938,
									["min"] = 16953,
									["count"] = 2,
									["amount"] = 61891,
								},
							},
							["count"] = 2,
							["amount"] = 61891,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 62,
								},
								["Hit"] = {
									["count"] = 62,
								},
							},
							["amount"] = 127,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 27,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 54,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 13,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 45,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 13,
								},
							},
							["amount"] = 21,
						},
					},
					["DamageTaken"] = 65270464,
					["ElementDoneAbsorb"] = {
						["Melee"] = 1195583,
						["Nature"] = 498059,
					},
					["PartialResist"] = {
						["冰冷死亡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 42,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 42,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["净化火焰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["真气波"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["复仇之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 40,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 40,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 54,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 54,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["冰冷死亡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 42,
									["amount"] = 0,
								},
							},
							["count"] = 42,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["净化火焰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["真气波"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["复仇之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 40,
									["amount"] = 0,
								},
							},
							["count"] = 40,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 54,
									["amount"] = 0,
								},
							},
							["count"] = 54,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 40.46,
					["ElementTaken"] = {
						["Holy"] = 34857520,
						["Melee"] = 3740198,
						["Arcane"] = 3434224,
						["Frost"] = 5250374,
						["Shadow"] = 1084897,
						["Physical"] = 14965816,
						["Nature"] = 1937435,
					},
					["Damage"] = 2662516,
					["ElementTakenBlock"] = {
						["Holy"] = 128755,
						["Physical"] = 61891,
					},
					["Attacks"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 156320,
									["min"] = 61178,
									["count"] = 4,
									["amount"] = 498059,
								},
								["Hit"] = {
									["max"] = 152255,
									["min"] = 124103,
									["count"] = 4,
									["amount"] = 553425,
								},
							},
							["count"] = 8,
							["amount"] = 1051484,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 291664,
									["min"] = 3930,
									["count"] = 15,
									["amount"] = 1195583,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 220056,
									["min"] = 50919,
									["count"] = 2,
									["amount"] = 270975,
								},
								["Hit (被格挡)"] = {
									["max"] = 62582,
									["min"] = 32764,
									["count"] = 3,
									["amount"] = 144474,
								},
								["Parry"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 1611032,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 5,
								},
								["Block"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 9,
								},
							},
							["amount"] = 33,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
					},
					["DamagedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 150710,
								},
								["肉搏"] = {
									["count"] = 870132,
								},
							},
							["amount"] = 1020842,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 250460,
								},
							},
							["amount"] = 250460,
						},
						["Ieo"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 190987,
								},
								["肉搏"] = {
									["count"] = 740900,
								},
							},
							["amount"] = 931887,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 459327,
								},
							},
							["amount"] = 459327,
						},
					},
					["TimeDamage"] = 40.46,
					["WhoDamaged"] = {
						["不知火明乃"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 734846,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 1180315,
								},
								["猛虎掌"] = {
									["count"] = 1009151,
								},
								["真气波"] = {
									["count"] = 757120,
								},
								["神鹤引项踢"] = {
									["count"] = 440144,
								},
								["怒雷破"] = {
									["count"] = 2352761,
								},
								["旭日东升踢"] = {
									["count"] = 5458672,
								},
								["幻灭踢"] = {
									["count"] = 2407480,
								},
								["肉搏"] = {
									["count"] = 915879,
								},
							},
							["amount"] = 15256368,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 837357,
								},
								["锋锐之霜"] = {
									["count"] = 452602,
								},
								["湮灭"] = {
									["count"] = 1776180,
								},
								["凛风冲击"] = {
									["count"] = 1640766,
								},
								["冰冷死亡"] = {
									["count"] = 2319649,
								},
								["副手湮灭"] = {
									["count"] = 1377333,
								},
								["肉搏"] = {
									["count"] = 362551,
								},
							},
							["amount"] = 8766438,
						},
						["Ieo"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 9438181,
								},
								["暗影连结"] = {
									["count"] = 1084897,
								},
								["祝福之锤"] = {
									["count"] = 6842050,
								},
								["正义盾击"] = {
									["count"] = 8296440,
								},
								["肉搏"] = {
									["count"] = 2461768,
								},
								["破碎晦暗战刃"] = {
									["count"] = 909383,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2524841,
								},
								["审判"] = {
									["count"] = 5096954,
								},
								["奉献"] = {
									["count"] = 2500593,
								},
								["提尔的执行者"] = {
									["count"] = 1227725,
								},
							},
							["amount"] = 40382832,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 46082,
								},
								["审判"] = {
									["count"] = 321061,
								},
								["复仇之盾"] = {
									["count"] = 353588,
								},
								["十字军打击"] = {
									["count"] = 144095,
								},
							},
							["amount"] = 864826,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 5.88,
								},
							},
							["amount"] = 6.1,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Ieo"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 29.86,
								},
							},
							["amount"] = 31.36,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1611032,
						["Nature"] = 1051484,
					},
					["TimeDamaging"] = {
						["不知火明乃"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 5.88,
								},
							},
							["amount"] = 6.1,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Ieo"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 29.86,
								},
							},
							["amount"] = 31.36,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 110278,
					},
					["PartialBlock"] = {
						["祝福之锤"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 64823,
									["min"] = 31520,
									["count"] = 3,
									["amount"] = 128755,
								},
							},
							["count"] = 3,
							["amount"] = 128755,
						},
						["猛虎掌"] = {
							["Details"] = {
								["被格挡"] = {
									["max"] = 44938,
									["min"] = 16953,
									["count"] = 2,
									["amount"] = 61891,
								},
							},
							["count"] = 2,
							["amount"] = 61891,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 62,
								},
								["Hit"] = {
									["count"] = 62,
								},
							},
							["amount"] = 127,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 27,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 54,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 13,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Block"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 45,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 13,
								},
							},
							["amount"] = 21,
						},
					},
					["DamageTaken"] = 65270464,
					["ElementDoneAbsorb"] = {
						["Melee"] = 1195583,
						["Nature"] = 498059,
					},
					["PartialResist"] = {
						["冰冷死亡"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 42,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 42,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["净化火焰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["真气波"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["复仇之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 40,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 40,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 54,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 54,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["冰冷死亡"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["神圣之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 42,
									["amount"] = 0,
								},
							},
							["count"] = 42,
							["amount"] = 0,
						},
						["十字军打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["锋锐之霜"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["净化火焰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["晶化双剑"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["业报之触 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["暗影连结"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["副手湮灭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["真气波"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["正义盾击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["复仇之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破碎晦暗战刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["晦暗战刃风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 40,
									["amount"] = 0,
								},
							},
							["count"] = 40,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 54,
									["amount"] = 0,
								},
							},
							["count"] = 54,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 40.46,
					["ElementTaken"] = {
						["Holy"] = 34857520,
						["Melee"] = 3740198,
						["Arcane"] = 3434224,
						["Frost"] = 5250374,
						["Shadow"] = 1084897,
						["Physical"] = 14965816,
						["Nature"] = 1937435,
					},
					["Damage"] = 2662516,
					["ElementTakenBlock"] = {
						["Holy"] = 128755,
						["Physical"] = 61891,
					},
					["Attacks"] = {
						["毒液喷吐"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 156320,
									["min"] = 61178,
									["count"] = 4,
									["amount"] = 498059,
								},
								["Hit"] = {
									["max"] = 152255,
									["min"] = 124103,
									["count"] = 4,
									["amount"] = 553425,
								},
							},
							["count"] = 8,
							["amount"] = 1051484,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 291664,
									["min"] = 3930,
									["count"] = 15,
									["amount"] = 1195583,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 220056,
									["min"] = 50919,
									["count"] = 2,
									["amount"] = 270975,
								},
								["Hit (被格挡)"] = {
									["max"] = 62582,
									["min"] = 32764,
									["count"] = 3,
									["amount"] = 144474,
								},
								["Parry"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 1611032,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 5,
								},
								["Block"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 9,
								},
							},
							["amount"] = 33,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
					},
					["DamagedWho"] = {
						["不知火明乃"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 150710,
								},
								["肉搏"] = {
									["count"] = 870132,
								},
							},
							["amount"] = 1020842,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 250460,
								},
							},
							["amount"] = 250460,
						},
						["Ieo"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 190987,
								},
								["肉搏"] = {
									["count"] = 740900,
								},
							},
							["amount"] = 931887,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 459327,
								},
							},
							["amount"] = 459327,
						},
					},
					["TimeDamage"] = 40.46,
					["WhoDamaged"] = {
						["不知火明乃"] = {
							["Details"] = {
								["净化火焰"] = {
									["count"] = 734846,
								},
								["业报之触 (伤害/跳)"] = {
									["count"] = 1180315,
								},
								["猛虎掌"] = {
									["count"] = 1009151,
								},
								["真气波"] = {
									["count"] = 757120,
								},
								["神鹤引项踢"] = {
									["count"] = 440144,
								},
								["怒雷破"] = {
									["count"] = 2352761,
								},
								["旭日东升踢"] = {
									["count"] = 5458672,
								},
								["幻灭踢"] = {
									["count"] = 2407480,
								},
								["肉搏"] = {
									["count"] = 915879,
								},
							},
							["amount"] = 15256368,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["晶化双剑"] = {
									["count"] = 837357,
								},
								["锋锐之霜"] = {
									["count"] = 452602,
								},
								["湮灭"] = {
									["count"] = 1776180,
								},
								["凛风冲击"] = {
									["count"] = 1640766,
								},
								["冰冷死亡"] = {
									["count"] = 2319649,
								},
								["副手湮灭"] = {
									["count"] = 1377333,
								},
								["肉搏"] = {
									["count"] = 362551,
								},
							},
							["amount"] = 8766438,
						},
						["Ieo"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 9438181,
								},
								["暗影连结"] = {
									["count"] = 1084897,
								},
								["祝福之锤"] = {
									["count"] = 6842050,
								},
								["正义盾击"] = {
									["count"] = 8296440,
								},
								["肉搏"] = {
									["count"] = 2461768,
								},
								["破碎晦暗战刃"] = {
									["count"] = 909383,
								},
								["晦暗战刃风暴"] = {
									["count"] = 2524841,
								},
								["审判"] = {
									["count"] = 5096954,
								},
								["奉献"] = {
									["count"] = 2500593,
								},
								["提尔的执行者"] = {
									["count"] = 1227725,
								},
							},
							["amount"] = 40382832,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["神圣之锤"] = {
									["count"] = 46082,
								},
								["审判"] = {
									["count"] = 321061,
								},
								["复仇之盾"] = {
									["count"] = 353588,
								},
								["十字军打击"] = {
									["count"] = 144095,
								},
							},
							["amount"] = 864826,
						},
					},
					["TimeSpent"] = {
						["不知火明乃"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 5.88,
								},
							},
							["amount"] = 6.1,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Ieo"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 29.86,
								},
							},
							["amount"] = 31.36,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1611032,
						["Nature"] = 1051484,
					},
					["TimeDamaging"] = {
						["不知火明乃"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 0.22,
								},
								["肉搏"] = {
									["count"] = 5.88,
								},
							},
							["amount"] = 6.1,
						},
						["醉梦若歌"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["Ieo"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 29.86,
								},
							},
							["amount"] = 31.36,
						},
						["染煞玫瑰-末日行者"] = {
							["Details"] = {
								["毒液喷吐"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
				},
			},
			["UnitLockout"] = 316588.387,
			["LastActive"] = 316604.379,
		},
	},
	["FightNum"] = 5,
	["CombatTimes"] = {
		{
			316388.381, -- [1]
			316431.386, -- [2]
			"01:08:13", -- [3]
			"01:08:56", -- [4]
			"督军帕杰什", -- [5]
		}, -- [1]
		{
			316490.379, -- [1]
			316616.384, -- [2]
			"01:09:55", -- [3]
			"01:12:01", -- [4]
			"瑟芬崔斯克", -- [5]
		}, -- [2]
		{
			316623.379, -- [1]
			316674.386, -- [2]
			"01:12:08", -- [3]
			"01:12:59", -- [4]
			"艾萨拉之怒", -- [5]
		}, -- [3]
		{
			316701.38, -- [1]
			316717.384, -- [2]
			"01:13:26", -- [3]
			"01:13:42", -- [4]
			"盐海小水滴", -- [5]
		}, -- [4]
		{
			316736.386, -- [1]
			316768.5, -- [2]
			"01:14:01", -- [3]
			"01:14:33", -- [4]
			"甲喉", -- [5]
		}, -- [5]
	},
	["FoughtWho"] = {
		"甲喉 01:14:01-01:14:33", -- [1]
		"盐海小水滴 01:13:26-01:13:42", -- [2]
		"艾萨拉之怒 01:12:08-01:12:59", -- [3]
		"瑟芬崔斯克 01:09:55-01:12:01", -- [4]
		"督军帕杰什 01:08:13-01:08:56", -- [5]
	},
}
