
DeathGraphsDBDeaths = {
	["189714"] = {
		["hash"] = "189714",
		["type"] = "deaths",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["encounter"] = "戒卫侍女",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["一本道萌小德-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "一本道萌小德-巨龙之吼",
				["overall"] = {
					[235573] = 2085340,
					[235138] = 2754358,
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["name"] = "恶魔之葉子-影之哀伤",
				["class"] = "WARRIOR",
				["overall"] = {
					[235214] = 317532,
					[235125] = 598578,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[235253] = 533880,
					[235214] = 667350,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[235138] = 1869224,
					[235253] = 1449000,
				},
				["deaths"] = {
				},
			},
			["冷香白泥-无尽之海"] = {
				["name"] = "冷香白泥-无尽之海",
				["class"] = "MAGE",
				["overall"] = {
					[235138] = 1756858,
					[234896] = 187837,
					[235253] = 590506,
				},
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["name"] = "莉朵朵-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235138] = 1847558,
					[235125] = 296602,
					[235253] = 157341,
				},
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "优雅的猎手-巨龙之吼",
				["overall"] = {
					5206959, -- [1]
					[235125] = 246012,
					[235214] = 130504,
				},
			},
			["Zenraphael-熔火之心"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "Zenraphael-熔火之心",
				["overall"] = {
					[235214] = 299306,
				},
			},
			["明静雅志丶-冰风岗"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "明静雅志丶-冰风岗",
				["overall"] = {
					[3] = 1512110,
					[236432] = 171937,
					[235214] = 132255,
					[234896] = 171936,
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "快活的地沟油-巨龙之吼",
				["overall"] = {
					[235569] = 8321253,
					[235253] = 470386,
					[235214] = 470386,
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "灬夜小蛇-巨龙之吼",
				["overall"] = {
					3010003, -- [1]
					[241624] = 3789973,
					[235569] = 14674898,
					[235125] = 449446,
				},
			},
			["Incineration-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Incineration-巨龙之吼",
				["overall"] = {
					7695765, -- [1]
					[235253] = 156665,
					[235573] = 3669266,
				},
			},
			["芒丶果-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "芒丶果-巨龙之吼",
				["overall"] = {
					[3] = 3651259,
					[235214] = 619472,
					[236432] = 200249,
					[235138] = 848365,
				},
			},
			["Ikki-血色十字军"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Ikki-血色十字军",
				["overall"] = {
					[235573] = 2087986,
					[235138] = 2781348,
				},
			},
			["划船不拿桨-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "划船不拿桨-巨龙之吼",
				["overall"] = {
					6037245, -- [1]
					[235125] = 247965,
					[235214] = 131540,
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[235214] = 1739345,
				},
				["deaths"] = {
				},
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "丨伊利达雷丨-巨龙之吼",
				["overall"] = {
					[235573] = 1717307,
					[235138] = 2285367,
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["name"] = "浪货界扛把子-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235214] = 934672,
					[235253] = 778891,
				},
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "黃河入海牛-巨龙之吼",
				["overall"] = {
					[235573] = 2086620,
					[235138] = 2819705,
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[235125] = 587250,
					[235214] = 623045,
					[235253] = 623046,
				},
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "卡特-迅捷微风",
				["overall"] = {
					[235125] = 600330,
					[235253] = 159231,
					[235569] = 8877044,
					[236432] = 176304,
					[235138] = 1772383,
					[3] = 769465,
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["name"] = "我的喵喵呢-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235138] = 1783498,
					[235569] = 3044362,
					[235214] = 157773,
				},
				["deaths"] = {
				},
			},
			["王蔚佳-苏塔恩"] = {
				["name"] = "王蔚佳-苏塔恩",
				["class"] = "DRUID",
				["overall"] = {
					[3] = 2186125,
					[235253] = 150287,
					[236432] = 152755,
					[234896] = 180618,
				},
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "MONK",
				["name"] = "刘若谦-巨龙之吼",
				["overall"] = {
					[235573] = 1888724,
					[235138] = 2472910,
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["name"] = "凌风丿飘然-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235125] = 298979,
					[234896] = 206189,
					[235569] = 3060352,
					[235214] = 475806,
					[235138] = 4674070,
					[236432] = 222316,
				},
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[235214] = 1150731,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[235214] = 315801,
					[235253] = 1105301,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					3735114, -- [1]
					[234896] = 278510,
					[235138] = 3612364,
					[236432] = 473329,
					[235253] = 458927,
					[235214] = 151323,
					[235573] = 30001307,
					[229457] = 6221,
					[98021] = 178527,
					[241634] = 4377875,
				},
				["deaths"] = {
				},
			},
			["克莉斯哆-埃德萨拉"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "克莉斯哆-埃德萨拉",
				["overall"] = {
					[235573] = 2030808,
					[235138] = 2760841,
				},
			},
		},
	},
	["189814"] = {
		["hash"] = "189814",
		["type"] = "deaths",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "基尔加丹",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["diff"] = 14,
			["id"] = 2051,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["蓝莓马卡龙-燃烧之刃"] = {
				["name"] = "蓝莓马卡龙-燃烧之刃",
				["class"] = "PALADIN",
				["overall"] = {
					[238455] = 1772880,
					[239216] = 256722,
					[239852] = 1769198,
				},
				["deaths"] = {
				},
			},
			["丽朵朵-伊森利恩"] = {
				["name"] = "丽朵朵-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[234310] = 1578894,
					[241702] = 163894,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[239216] = 3039806,
					[239155] = 378666,
				},
				["deaths"] = {
				},
			},
			["王蔚佳-苏塔恩"] = {
				["name"] = "王蔚佳-苏塔恩",
				["class"] = "DRUID",
				["overall"] = {
					[241702] = 79998,
					[241721] = 240608,
					[234310] = 770664,
				},
				["deaths"] = {
				},
			},
			["远程地皮埃斯-伊森利恩"] = {
				["name"] = "远程地皮埃斯-伊森利恩",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[241721] = 382661,
				},
				["deaths"] = {
				},
			},
		},
	},
	["186114"] = {
		["hash"] = "186114",
		["type"] = "deaths",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["name"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
			["encounter"] = "主母萨丝琳",
			["diff"] = 14,
		},
		["player_db"] = {
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[230214] = 783358,
					[232732] = 927000,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[232732] = 896838,
					[230214] = 750292,
				},
				["deaths"] = {
				},
			},
		},
	},
	["189715"] = {
		["hash"] = "189715",
		["type"] = "deaths",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["player_db"] = {
			["赤彦丶-格瑞姆巴托"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "赤彦丶-格瑞姆巴托",
				["overall"] = {
					[235569] = 3376527,
					[235214] = 355554,
					[98021] = 922565,
				},
			},
			["天丶谴-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "天丶谴-无尽之海",
				["overall"] = {
					[236432] = 1051480,
					[235253] = 442924,
					[234896] = 985092,
				},
			},
			["卿丶艾德-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "卿丶艾德-无尽之海",
				["overall"] = {
					1483983, -- [1]
					[241624] = 1409522,
					[235569] = 2324903,
					[235214] = 174648,
				},
			},
			["Missavery-伊森利恩"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Missavery-伊森利恩",
				["overall"] = {
					[235573] = 2635747,
					[235253] = 412148,
				},
			},
			["橙宸丶凸凹凸-冰霜之刃"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "橙宸丶凸凹凸-冰霜之刃",
				["overall"] = {
					[235569] = 4301932,
					[235214] = 422033,
					[98021] = 395806,
				},
			},
			["凤栖梧桐丶-主宰之剑"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "凤栖梧桐丶-主宰之剑",
				["overall"] = {
				},
			},
			["Cyrre-泰兰德"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Cyrre-泰兰德",
				["overall"] = {
				},
			},
			["轻松割-布兰卡德"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "轻松割-布兰卡德",
				["overall"] = {
					[235569] = 4488169,
					[235214] = 392715,
					[98021] = 909421,
				},
			},
			["傲娇的元宝-布兰卡德"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "傲娇的元宝-布兰卡德",
				["overall"] = {
					[235214] = 661067,
					[235125] = 416227,
				},
			},
			["多莉的复仇-燃烧之刃"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "多莉的复仇-燃烧之刃",
				["overall"] = {
					[235569] = 2526699,
					[235214] = 364428,
					[235125] = 344181,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "戒卫侍女",
		},
		["diff"] = 15,
	},
	["185614"] = {
		["hash"] = "185614",
		["type"] = "deaths",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2036,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["encounter"] = "哈亚坦",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[232174] = 876542,
					[233520] = 550404,
					[241511] = 86346,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[231854] = 1600000,
				},
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["name"] = "贝雷帽-贫瘠之地",
				["class"] = "DRUID",
				["overall"] = {
					[233520] = 598572,
					[241511] = 186346,
				},
				["deaths"] = {
				},
			},
		},
	},
	["186714"] = {
		["hash"] = "186714",
		["type"] = "deaths",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "恶魔审判庭",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 14,
			["id"] = 2048,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["浪货界扛把子-伊森利恩"] = {
				["name"] = "浪货界扛把子-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[3] = 172084,
					[233444] = 492968,
					[248713] = 208622,
				},
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[234015] = 569987,
					[233444] = 547731,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[233444] = 2175454,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[248713] = 280102,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[233444] = 858000,
					[234015] = 558733,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[233444] = 1106778,
					[233983] = 685776,
				},
				["deaths"] = {
				},
			},
		},
	},
	["190314"] = {
		["hash"] = "190314",
		["type"] = "deaths",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["ej_instance_id"] = 875,
			["encounter"] = "月之姐妹",
			["diff"] = 14,
		},
		["player_db"] = {
			["芒丶果-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "芒丶果-巨龙之吼",
				["overall"] = {
					[233284] = 4195185,
				},
			},
			["白如意-安加萨"] = {
				["name"] = "白如意-安加萨",
				["class"] = "PALADIN",
				["overall"] = {
					4956325, -- [1]
				},
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Ikki-血色十字军",
				["overall"] = {
					[233284] = 3697413,
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[236697] = 1868780,
					[237633] = 548336,
				},
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["name"] = "夏晚晴丶-无尽之海",
				["class"] = "PALADIN",
				["overall"] = {
					[236306] = 8067110,
				},
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["name"] = "遗忘伱的错-伊森利恩",
				["class"] = "MAGE",
				["overall"] = {
					[236519] = 637631,
					[233284] = 2904097,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[236541] = 3017851,
				},
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "Zenraphael-熔火之心",
				["overall"] = {
					[236306] = 12199968,
				},
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "丨伊利达雷丨-巨龙之吼",
				["overall"] = {
					[233284] = 2967438,
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["name"] = "二零壹八丶-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[236603] = 1553452,
				},
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["name"] = "叮咪-埃德萨拉",
				["class"] = "WARLOCK",
				["overall"] = {
					[236306] = 8534222,
					[1454] = 475422,
				},
				["deaths"] = {
				},
			},
			["随机英雄-卡德罗斯"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "随机英雄-卡德罗斯",
				["overall"] = {
					[236306] = 12250231,
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[236519] = 2777482,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[236306] = 9194506,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[236519] = 2214431,
					[229457] = 86544,
				},
				["deaths"] = {
				},
			},
			["克莉斯哆-埃德萨拉"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "克莉斯哆-埃德萨拉",
				["overall"] = {
					[236519] = 1518739,
					[236480] = 3516558,
				},
			},
		},
	},
	["186214"] = {
		["hash"] = "186214",
		["type"] = "deaths",
		["name"] = "格罗斯",
		["id"] = 1862,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 2,
			["name"] = "格罗斯",
			["diff"] = 14,
			["id"] = 2032,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["王蔚佳-苏塔恩"] = {
				["name"] = "王蔚佳-苏塔恩",
				["class"] = "DRUID",
				["overall"] = {
					[233062] = 2989200,
					[233021] = 930930,
				},
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[230345] = 1168976,
					[233062] = 2627041,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[233062] = 2988867,
					[229457] = 10038,
				},
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[233062] = 4204377,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[233062] = 2523404,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[233283] = 1208250,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[233062] = 3547665,
				},
				["deaths"] = {
				},
			},
		},
	},
	["187315"] = {
		["hash"] = "187315",
		["type"] = "deaths",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["player_db"] = {
			["卿丶艾德-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "卿丶艾德-无尽之海",
				["overall"] = {
					13656868, -- [1]
					[236494] = 1298901,
				},
			},
			["Missavery-伊森利恩"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Missavery-伊森利恩",
				["overall"] = {
					[239212] = 633326,
					[240213] = 1071930,
					[234062] = 1490871,
				},
			},
			["傲娇女王大大-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "傲娇女王大大-凤凰之神",
				["overall"] = {
					[239287] = 4087169,
					[234180] = 727885,
					[235572] = 1709951,
					[196917] = 820551,
				},
			},
			["我不管我最萌-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "我不管我最萌-凤凰之神",
				["overall"] = {
					[240213] = 176318,
				},
			},
			["香榭的落葉-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "香榭的落葉-凤凰之神",
				["overall"] = {
					[234180] = 542584,
					[236604] = 5288233,
					[242017] = 1458885,
					[239058] = 1315923,
					[239287] = 3710389,
				},
			},
			["七囍丶-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "七囍丶-凤凰之神",
				["overall"] = {
					[233856] = 9166979,
					[240213] = 164371,
				},
			},
			["Dancing-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "Dancing-凤凰之神",
				["overall"] = {
					[239287] = 3721346,
					[239058] = 1324752,
				},
			},
			["贰脚-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "贰脚-凤凰之神",
				["overall"] = {
					[234180] = 954250,
					[236604] = 4653067,
					[239742] = 4637097,
					[239058] = 1542888,
					[239287] = 4343453,
				},
			},
			["这把过了-塞拉摩"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "这把过了-塞拉摩",
				["overall"] = {
					10098132, -- [1]
					[233856] = 9665368,
					[87023] = 296982,
					[240213] = 177999,
				},
			},
			["傲气小鸡吉-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "傲气小鸡吉-能源舰",
				["overall"] = {
					[234180] = 665950,
					[242017] = 903353,
				},
			},
			["Angelaboby-奥特兰克"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "Angelaboby-奥特兰克",
				["overall"] = {
					[234180] = 325211,
					[242017] = 2691412,
				},
			},
			["呆萌小懒牛-洛丹伦"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "呆萌小懒牛-洛丹伦",
				["overall"] = {
					[239742] = 12971535,
					[234180] = 1073881,
				},
			},
			["丶莫棄-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "丶莫棄-无尽之海",
				["overall"] = {
					[239212] = 591206,
					[240213] = 329372,
					[234062] = 3777485,
					[233856] = 7556064,
				},
			},
			["十八大哥-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "WARLOCK",
				["name"] = "十八大哥-凤凰之神",
				["overall"] = {
					[239058] = 7641023,
				},
			},
			["Baojun-冰霜之刃"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "Baojun-冰霜之刃",
				["overall"] = {
					[234180] = 942063,
					[234062] = 3210362,
					[236604] = 4588563,
					[239287] = 4290270,
					[239742] = 4577870,
					[240213] = 353339,
					[239058] = 1523181,
				},
			},
			["锦在天堂"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "锦在天堂",
				["overall"] = {
					[239287] = 3015569,
					[3] = 847829,
				},
			},
			["枫叶萌萌达-暗影之月"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "枫叶萌萌达-暗影之月",
				["overall"] = {
					4671836, -- [1]
					[240213] = 493404,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2038,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "堕落的化身",
		},
		["diff"] = 15,
	},
	["189614"] = {
		["hash"] = "189614",
		["type"] = "deaths",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "绝望的聚合体",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 14,
			["id"] = 2054,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["晖夕耀-伊森利恩"] = {
				["name"] = "晖夕耀-伊森利恩",
				["class"] = "MAGE",
				["overall"] = {
					[236564] = 5084294,
				},
				["deaths"] = {
				},
			},
			["明静雅志丶-冰风岗"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "明静雅志丶-冰风岗",
				["overall"] = {
					[236564] = 5740687,
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["name"] = "鳝與亼交丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[236568] = 8915811,
				},
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "黃河入海牛-巨龙之吼",
				["overall"] = {
					[236011] = 196000,
					[235989] = 3170928,
					[236464] = 1135903,
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[236464] = 949662,
					[236011] = 324970,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[236075] = 1225324,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[236011] = 750906,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[236464] = 573083,
					[236568] = 893000,
				},
				["deaths"] = {
				},
			},
		},
	},
	["187314"] = {
		["hash"] = "187314",
		["type"] = "deaths",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 14,
			["id"] = 2038,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["一本道萌小德-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "一本道萌小德-巨龙之吼",
				["overall"] = {
					[240970] = 3997827,
					[234062] = 1152462,
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[234062] = 3517399,
					[240213] = 126469,
				},
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["name"] = "女主的大黄蜂-埃德萨拉",
				["class"] = "HUNTER",
				["overall"] = {
					[239742] = 6262924,
					[234180] = 541491,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[234062] = 989146,
					[240213] = 323108,
				},
				["deaths"] = {
				},
			},
			["随机英雄-卡德罗斯"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "随机英雄-卡德罗斯",
				["overall"] = {
					[239742] = 9512480,
					[234180] = 544455,
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[240213] = 133913,
				},
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "Zenraphael-熔火之心",
				["overall"] = {
					[234062] = 3296775,
					[240213] = 124528,
				},
			},
			["小斑鸠-死亡之翼"] = {
				["name"] = "小斑鸠-死亡之翼",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[240970] = 2572623,
					[240213] = 107152,
					[234062] = 983488,
				},
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "MONK",
				["name"] = "刘若谦-巨龙之吼",
				["overall"] = {
					[234062] = 3217716,
					[240213] = 126803,
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[234062] = 2129888,
					[240213] = 235490,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[234062] = 3470080,
					[240213] = 630698,
				},
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["name"] = "恶魔之葉子-影之哀伤",
				["class"] = "WARRIOR",
				["overall"] = {
					[234062] = 4214236,
					[240213] = 155129,
				},
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["name"] = "鳝與亼交丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[234180] = 184767,
					[240249] = 969828,
					[239742] = 1282221,
				},
				["deaths"] = {
				},
			},
		},
	},
}
DeathGraphsDBEndurance = {
	["189714"] = {
		["hash"] = "189714",
		["type"] = "endurance",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["encounter"] = "戒卫侍女",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 4,
				["points"] = 380,
				["deaths"] = {
					{
						4, -- [1]
						11.7200000000012, -- [2]
						"邪能灌注 |cFFFF3333161,000|r", -- [3]
					}, -- [1]
					{
						5, -- [1]
						11.6930000000029, -- [2]
						"邪能灌注 |cFFFF3333161,000|r", -- [3]
					}, -- [2]
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						2, -- [1]
						64.5979999999981, -- [2]
						"环境伤害 (高处坠落) |cFFFF33331,603,363|r", -- [3]
					}, -- [1]
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						1, -- [1]
						17.2609999999986, -- [2]
						"光明灌注 |cFFFF3333158,122|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 4,
				["points"] = 380,
				["deaths"] = {
					{
						2, -- [1]
						13.7430000000022, -- [2]
						"邪能灌注 |cFFFF3333155,761|r", -- [3]
					}, -- [1]
					{
						5, -- [1]
						12.854000000003, -- [2]
						"光明灌注 |cFFFF3333155,762|r", -- [3]
					}, -- [2]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["锦在天堂"] = {
				["encounters"] = 8,
				["points"] = 770,
				["deaths"] = {
					{
						3, -- [1]
						209.094999999972, -- [2]
						"湮灭之锤 |cFFFF333314,689,707|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						233.564000000013, -- [2]
						"邪能灌注 |cFFFF3333152,976|r", -- [3]
					}, -- [2]
				},
				["class"] = "DEATHKNIGHT",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						14.795999999973, -- [2]
						"造物之锤 |cFFFF33337,170,740|r", -- [3]
					}, -- [1]
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						32.9220000000205, -- [2]
						"湮灭之锤 |cFFFF33332,087,986|r", -- [3]
					}, -- [1]
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 4,
				["points"] = 360,
				["deaths"] = {
					{
						1, -- [1]
						13.2209999999977, -- [2]
						"邪能灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						13.4330000000009, -- [2]
						"邪能灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [2]
					{
						4, -- [1]
						13.3859999999986, -- [2]
						"光明灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [3]
					{
						5, -- [1]
						14.8590000000004, -- [2]
						"光明灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [4]
				},
				["class"] = "DEMONHUNTER",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						14.795999999973, -- [2]
						"造物之锤 |cFFFF33338,877,044|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						61.4499999999534, -- [2]
						"环境伤害 (高处坠落) |cFFFF3333769,465|r", -- [3]
					}, -- [2]
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						1, -- [1]
						16.9499999999971, -- [2]
						"光明灌注 |cFFFF3333155,779|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						2, -- [1]
						12.125, -- [2]
						"光明灌注 |cFFFF3333143,841|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						4, -- [1]
						12.9249999999993, -- [2]
						"邪能灌注 |cFFFF3333157,901|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						64.6939999999013, -- [2]
						"环境伤害 (高处坠落) |cFFFF33331,512,110|r", -- [3]
					}, -- [1]
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
		},
	},
	["189814"] = {
		["hash"] = "189814",
		["type"] = "endurance",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "基尔加丹",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["diff"] = 14,
			["id"] = 2051,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["Alexanderxin-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["無心法師-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["到处逛逛吧-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["中文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["远程地皮埃斯-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						288.651999999998, -- [2]
						"伊利丹的无目凝视 |cFFFF333395,666|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["诺希恩灰熊-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						275.921999999999, -- [2]
						"不稳定的暗影之魂 |cFFFF333379,998|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["丽朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						293.852999999999, -- [2]
						"末日之雨 |cFFFF3333789,447|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["锦在天堂"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
		},
	},
	["186114"] = {
		["hash"] = "186114",
		["type"] = "endurance",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["name"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
			["encounter"] = "主母萨丝琳",
			["diff"] = 14,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						56.7469999999994, -- [2]
						"痛苦负担 |cFFFF3333783,358|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						58.5849999999991, -- [2]
						"切割旋风 (DoT) |cFFFF3333298,946|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
		},
	},
	["189715"] = {
		["hash"] = "189715",
		["type"] = "endurance",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["player_db"] = {
			["筱流氓猫-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["无聊的花哥-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["落蔷薇-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Missavery-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						34.206, -- [2]
						"湮灭之锤 |cFFFF33332,635,747|r", -- [3]
					}, -- [1]
				},
			},
			["傲娇女王大大-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["魔法小熊猫丶-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Cyrre-泰兰德"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						5.59100000000001, -- [2]
						"", -- [3]
					}, -- [1]
				},
			},
			["轻松割-布兰卡德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["多莉的复仇-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["十八大叔-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["莫灬咸鱼-卡德加"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["赤彦丶-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Dancing-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["天丶谴-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["艺铉-卡拉赞"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["七囍丶-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["Baercatt-洛丹伦"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["妹会暖床-诺森德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["傲娇的元宝-布兰卡德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["凤栖梧桐丶-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						4.65200000000002, -- [2]
						"", -- [3]
					}, -- [1]
				},
			},
			["枫叶雷雨-国王之谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Angelaboby-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["卿丶艾德-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["傲气小鸡吉-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["橙宸丶凸凹凸-冰霜之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "戒卫侍女",
		},
		["diff"] = 15,
	},
	["185614"] = {
		["hash"] = "185614",
		["type"] = "endurance",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2036,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["encounter"] = "哈亚坦",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						20.7969999999987, -- [2]
						"不羁怒火 |cFFFF33331,600,000|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						73.2720000000009, -- [2]
						"冰霜释放 |cFFFF3333876,542|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["這顿我請-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						229.757000000001, -- [2]
						"严寒打击 |cFFFF3333302,456|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
		},
	},
	["186714"] = {
		["hash"] = "186714",
		["type"] = "endurance",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "恶魔审判庭",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 14,
			["id"] = 2048,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						126.238000000001, -- [2]
						"骨锯 |cFFFF3333271,931|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						77.3899999999994, -- [2]
						"骨锯 |cFFFF3333286,000|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["這顿我請-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						121.189000000002, -- [2]
						"灵魂腐蚀 |cFFFF333370,026|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
		},
	},
	["190314"] = {
		["hash"] = "190314",
		["type"] = "endurance",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["ej_instance_id"] = 875,
			["encounter"] = "月之姐妹",
			["diff"] = 14,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						54.814000000013, -- [2]
						"灵体射击 |cFFFF333312,199,968|r", -- [3]
					}, -- [1]
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						114.569000000018, -- [2]
						"引爆之影 |cFFFF33331,504,620|r", -- [3]
					}, -- [1]
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						54.0150000000031, -- [2]
						"灵体射击 |cFFFF33338,067,110|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						54.0150000000031, -- [2]
						"灵体射击 |cFFFF33338,534,222|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARLOCK",
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						54.0150000000031, -- [2]
						"灵体射击 |cFFFF33339,194,506|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						54.814000000013, -- [2]
						"灵体射击 |cFFFF333312,250,231|r", -- [3]
					}, -- [1]
				},
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
		},
	},
	["186214"] = {
		["hash"] = "186214",
		["type"] = "endurance",
		["name"] = "格罗斯",
		["id"] = 1862,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 2,
			["name"] = "格罗斯",
			["diff"] = 14,
			["id"] = 2032,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						62.8970000000009, -- [2]
						"彗星冲撞 |cFFFF3333389,659|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						60.9740000000002, -- [2]
						"地狱燃烧 |cFFFF33332,523,404|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["這顿我請-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						64.9799999999996, -- [2]
						"地狱燃烧 |cFFFF3333938,557|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
		},
	},
	["187315"] = {
		["hash"] = "187315",
		["type"] = "endurance",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["player_db"] = {
			["无聊的花哥-伊利丹"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["落蔷薇-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["枫叶萌萌达-暗影之月"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						16.5709999999999, -- [2]
						"近战 |cFFFF33334,671,836|r", -- [3]
					}, -- [1]
				},
			},
			["傲娇女王大大-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["筱白手丶橙-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["灬剧丨终-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["香榭的落葉-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["贰脚-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						2, -- [1]
						138.355, -- [2]
						"暗影之刃 |cFFFF33331,551,816|r", -- [3]
					}, -- [1]
				},
			},
			["Missavery-伊森利恩"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "MAGE",
				["deaths"] = {
					{
						3, -- [1]
						139.65, -- [2]
						"释放混沌 |cFFFF33331,490,871|r", -- [3]
					}, -- [1]
				},
			},
			["Dancing-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						3, -- [1]
						306.235, -- [2]
						"环境伤害 (高处坠落) |cFFFF3333847,829|r", -- [3]
					}, -- [1]
				},
			},
			["Angelaboby-奥特兰克"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Baercatt-洛丹伦"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["这把过了-塞拉摩"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						23.5749999999998, -- [2]
						"灸灼 |cFFFF3333296,982|r", -- [3]
					}, -- [1]
				},
			},
			["我不管我最萌-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["呆萌小懒牛-洛丹伦"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["七囍丶-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["丶莫棄-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						2, -- [1]
						11.9430000000002, -- [2]
						"释放混沌 |cFFFF33331,248,818|r", -- [3]
					}, -- [1]
				},
			},
			["十八大哥-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Baojun-冰霜之刃"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						2, -- [1]
						138.355, -- [2]
						"暗影之刃 |cFFFF33331,527,544|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						251.222, -- [2]
						"释放混沌 |cFFFF33331,612,561|r", -- [3]
					}, -- [2]
				},
			},
			["傲气小鸡吉-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["卿丶艾德-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						4.65200000000004, -- [2]
						"近战 |cFFFF33336,953,311|r", -- [3]
					}, -- [1]
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2038,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "堕落的化身",
		},
		["diff"] = 15,
	},
	["189614"] = {
		["hash"] = "189614",
		["type"] = "endurance",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "绝望的聚合体",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 14,
			["id"] = 2054,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						274.621999999974, -- [2]
						"分裂末日 |cFFFF33335,740,687|r", -- [3]
					}, -- [1]
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						149.684000000001, -- [2]
						"灵魂束缚 |cFFFF3333470,576|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						134.182000000001, -- [2]
						"折磨哀嚎 (DoT) |cFFFF3333187,727|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 190,
				["deaths"] = {
					{
						1, -- [1]
						100.053, -- [2]
						"哀嚎之魂 |cFFFF3333306,331|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEATHKNIGHT",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						144.023999999976, -- [2]
						"折磨哀嚎 |cFFFF33333,170,928|r", -- [3]
					}, -- [1]
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
		},
	},
	["187314"] = {
		["hash"] = "187314",
		["type"] = "endurance",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 14,
			["id"] = 2038,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						130.255000000005, -- [2]
						"暗影之刃 |cFFFF33331,322,431|r", -- [3]
					}, -- [1]
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						47.5270000000019, -- [2]
						"混沌烈焰 |cFFFF3333133,913|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						12.9459999999999, -- [2]
						"释放混沌 |cFFFF33331,166,951|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						11.887999999999, -- [2]
						"释放混沌 |cFFFF33331,152,068|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["晴天漪夢-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MONK",
				["deaths"] = {
					{
						1, -- [1]
						50.6169999999693, -- [2]
						"释放混沌 |cFFFF33331,072,585|r", -- [3]
					}, -- [1]
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						197.545999999973, -- [2]
						"释放混沌 |cFFFF33331,101,057|r", -- [3]
					}, -- [1]
				},
			},
			["蛮熊-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
		},
	},
}
DeathGraphsDBCurrent = {
	{
		["deaths"] = {
			{
				["maxhealth"] = 3728460,
				["timeofdeath"] = 50.6169999999693,
				["name"] = "刘若谦-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						7676, -- [3]
						1500473505.073, -- [4]
						3966480, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						73921, -- [2]
						128615, -- [3]
						1500473505.393, -- [4]
						3966480, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						9017, -- [3]
						1500473506.264, -- [4]
						3966480, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						73921, -- [2]
						63047, -- [3]
						1500473506.854, -- [4]
						3966480, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						143924, -- [2]
						6378, -- [3]
						1500473507.515, -- [4]
						3966480, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						189800, -- [2]
						60592, -- [3]
						1500473507.779, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						73921, -- [2]
						128616, -- [3]
						1500473508.268, -- [4]
						3966480, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						73921, -- [2]
						2256, -- [3]
						1500473508.297, -- [4]
						3966480, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						48438, -- [2]
						32796, -- [3]
						1500473508.415, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						143924, -- [2]
						1428, -- [3]
						1500473508.709, -- [4]
						3966480, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						48438, -- [2]
						63970, -- [3]
						1500473509.073, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						48438, -- [2]
						30165, -- [3]
						1500473509.659, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						48438, -- [2]
						28966, -- [3]
						1500473510.275, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						48438, -- [2]
						27764, -- [3]
						1500473510.9, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						48438, -- [2]
						26523, -- [3]
						1500473511.545, -- [4]
						3966480, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						true, -- [1]
						239132, -- [2]
						875666, -- [3]
						1500473511.576, -- [4]
						3090814, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						48438, -- [2]
						25361, -- [3]
						1500473512.176, -- [4]
						3116175, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						48438, -- [2]
						49251, -- [3]
						1500473512.796, -- [4]
						3165426, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						48438, -- [2]
						22936, -- [3]
						1500473513.413, -- [4]
						3188362, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						48438, -- [2]
						21742, -- [3]
						1500473514.027, -- [4]
						3210104, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						183811, -- [2]
						13586, -- [3]
						1500473514.307, -- [4]
						3223690, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						183811, -- [2]
						27171, -- [3]
						1500473514.307, -- [4]
						3250861, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						143924, -- [2]
						3762, -- [3]
						1500473514.381, -- [4]
						3254623, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						48438, -- [2]
						20547, -- [3]
						1500473514.684, -- [4]
						3275170, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						48438, -- [2]
						3680, -- [3]
						1500473514.791, -- [4]
						3278850, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						183811, -- [2]
						27171, -- [3]
						1500473514.829, -- [4]
						3306021, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						183811, -- [2]
						13585, -- [3]
						1500473514.829, -- [4]
						3319606, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						49100, -- [3]
						1500473515.627, -- [4]
						3368706, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						143924, -- [2]
						13343, -- [3]
						1500473516.832, -- [4]
						3382049, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						9053, -- [3]
						1500473518.045, -- [4]
						3391102, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						73921, -- [2]
						51879, -- [3]
						1500473519.221, -- [4]
						3442981, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						143924, -- [2]
						8614, -- [3]
						1500473519.288, -- [4]
						3451595, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						true, -- [1]
						240213, -- [2]
						123915, -- [3]
						1500473520.279, -- [4]
						3327680, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						143924, -- [2]
						35577, -- [3]
						1500473520.51, -- [4]
						3363257, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						73921, -- [2]
						52200, -- [3]
						1500473521.065, -- [4]
						3415457, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						true, -- [1]
						240213, -- [2]
						127433, -- [3]
						1500473521.282, -- [4]
						3288024, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						143924, -- [2]
						35366, -- [3]
						1500473521.687, -- [4]
						3288024, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						143924, -- [2]
						35738, -- [3]
						1500473521.687, -- [4]
						3288024, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						143924, -- [2]
						19201, -- [3]
						1500473521.687, -- [4]
						3307225, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						true, -- [1]
						240213, -- [2]
						124177, -- [3]
						1500473522.254, -- [4]
						3183048, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						234062, -- [2]
						1070892, -- [3]
						1500473522.826, -- [4]
						2112156, -- [5]
						"卡特-迅捷微风", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						143924, -- [2]
						15856, -- [3]
						1500473522.931, -- [4]
						2128012, -- [5]
						"刘若谦-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						240213, -- [2]
						126803, -- [3]
						1500473523.275, -- [4]
						2001209, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						234062, -- [2]
						1074239, -- [3]
						1500473523.764, -- [4]
						926970, -- [5]
						"克莉斯哆-埃德萨拉", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						234062, -- [2]
						1072585, -- [3]
						1500473523.814, -- [4]
						1, -- [5]
						"卡特-迅捷微风", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						145615, -- [10]
					}, -- [45]
					{
						3, -- [1]
						122470, -- [2]
						1, -- [3]
						1500473486.608, -- [4]
						0, -- [5]
						"刘若谦-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "MONK",
				["timestring"] = "0m 50s",
				["time"] = 1500473523.814,
			}, -- [1]
			{
				["maxhealth"] = 3009000,
				["timeofdeath"] = 130.255000000005,
				["name"] = "一本道萌小德-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						77489, -- [2]
						20405, -- [3]
						1500473579.11, -- [4]
						2292213, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						774, -- [2]
						54837, -- [3]
						1500473579.243, -- [4]
						2347050, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						183811, -- [2]
						37802, -- [3]
						1500473579.781, -- [4]
						2384852, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						183811, -- [2]
						15697, -- [3]
						1500473581.416, -- [4]
						2400549, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						774, -- [2]
						54838, -- [3]
						1500473581.672, -- [4]
						2455387, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						145109, -- [2]
						157973, -- [3]
						1500473581.782, -- [4]
						2613360, -- [5]
						"一本道萌小德-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						77489, -- [2]
						20404, -- [3]
						1500473582.07, -- [4]
						2633764, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						774, -- [2]
						54837, -- [3]
						1500473584.095, -- [4]
						2688601, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500473586.518, -- [4]
						2740829, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						145109, -- [2]
						157972, -- [3]
						1500473586.775, -- [4]
						2898801, -- [5]
						"一本道萌小德-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500473588.931, -- [4]
						2951029, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500473591.396, -- [4]
						3003257, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						145109, -- [2]
						157973, -- [3]
						1500473591.823, -- [4]
						3009000, -- [5]
						"一本道萌小德-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						true, -- [1]
						240213, -- [2]
						127724, -- [3]
						1500473593.282, -- [4]
						2881276, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						139, -- [2]
						66577, -- [3]
						1500473593.282, -- [4]
						2947853, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						33110, -- [2]
						150332, -- [3]
						1500473593.282, -- [4]
						3009000, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500473593.87, -- [4]
						3009000, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						240213, -- [2]
						128276, -- [3]
						1500473594.308, -- [4]
						2880724, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						true, -- [1]
						240213, -- [2]
						125969, -- [3]
						1500473595.318, -- [4]
						2754755, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						139, -- [2]
						53357, -- [3]
						1500473595.816, -- [4]
						2808112, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500473596.256, -- [4]
						2860340, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						true, -- [1]
						240213, -- [2]
						126800, -- [3]
						1500473596.287, -- [4]
						2733540, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						77489, -- [2]
						27690, -- [3]
						1500473596.327, -- [4]
						2761230, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						145109, -- [2]
						157973, -- [3]
						1500473596.806, -- [4]
						2919203, -- [5]
						"一本道萌小德-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						true, -- [1]
						234062, -- [2]
						1157576, -- [3]
						1500473596.806, -- [4]
						1761627, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						234062, -- [2]
						1152462, -- [3]
						1500473596.833, -- [4]
						609165, -- [5]
						"一本道萌小德-巨龙之吼", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						139, -- [2]
						53356, -- [3]
						1500473598.314, -- [4]
						662521, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						155777, -- [2]
						66846, -- [3]
						1500473598.34, -- [4]
						729367, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						183998, -- [2]
						518683, -- [3]
						1500473598.437, -- [4]
						1248050, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						774, -- [2]
						66844, -- [3]
						1500473598.672, -- [4]
						1314894, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						27690, -- [3]
						1500473599.316, -- [4]
						1342584, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						18562, -- [2]
						1004154, -- [3]
						1500473599.604, -- [4]
						2346738, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						25914, -- [2]
						1764830, -- [3]
						1500473599.789, -- [4]
						3009000, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						596, -- [2]
						495132, -- [3]
						1500473600.135, -- [4]
						3009000, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						8004, -- [2]
						531435, -- [3]
						1500473600.485, -- [4]
						3009000, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						139, -- [2]
						53357, -- [3]
						1500473600.512, -- [4]
						3009000, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						155777, -- [2]
						66846, -- [3]
						1500473600.779, -- [4]
						3009000, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						139, -- [2]
						106713, -- [3]
						1500473600.847, -- [4]
						3009000, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						774, -- [2]
						66844, -- [3]
						1500473601.116, -- [4]
						3009000, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						77489, -- [2]
						75820, -- [3]
						1500473602.326, -- [4]
						3009000, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						155777, -- [2]
						67703, -- [3]
						1500473603.233, -- [4]
						3009000, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						139, -- [2]
						61360, -- [3]
						1500473603.312, -- [4]
						3009000, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						240970, -- [2]
						1341166, -- [3]
						1500473603.395, -- [4]
						1667834, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						240970, -- [2]
						1334230, -- [3]
						1500473603.395, -- [4]
						333604, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						240970, -- [2]
						1322431, -- [3]
						1500473603.452, -- [4]
						1, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						988827, -- [10]
					}, -- [45]
					{
						3, -- [1]
						22812, -- [2]
						1, -- [3]
						1500473484.592, -- [4]
						0, -- [5]
						"一本道萌小德-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "DRUID",
				["timestring"] = "2m 10s",
				["time"] = 1500473603.452,
			}, -- [2]
			{
				["maxhealth"] = 4161660,
				["timeofdeath"] = 197.545999999973,
				["name"] = "Zenraphael-熔火之心",
				["events"] = {
					{
						false, -- [1]
						145109, -- [2]
						124850, -- [3]
						1500473646.976, -- [4]
						3504388, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500473648.356, -- [4]
						3556616, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						true, -- [1]
						239132, -- [2]
						902798, -- [3]
						1500473648.406, -- [4]
						2653818, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						8936, -- [2]
						331030, -- [3]
						1500473649.046, -- [4]
						2984848, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						155777, -- [2]
						69725, -- [3]
						1500473649.098, -- [4]
						3054573, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						596, -- [2]
						399300, -- [3]
						1500473649.238, -- [4]
						3453873, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						8936, -- [2]
						23706, -- [3]
						1500473650.659, -- [4]
						3477579, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						774, -- [2]
						69723, -- [3]
						1500473650.773, -- [4]
						3547302, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						155777, -- [2]
						142238, -- [3]
						1500473651.569, -- [4]
						3689540, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						145109, -- [2]
						124850, -- [3]
						1500473652.008, -- [4]
						3814390, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						8936, -- [2]
						11620, -- [3]
						1500473652.261, -- [4]
						3826010, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						77489, -- [2]
						72716, -- [3]
						1500473652.287, -- [4]
						3898726, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						142234, -- [3]
						1500473653.197, -- [4]
						4040960, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						8936, -- [2]
						23705, -- [3]
						1500473653.908, -- [4]
						4064665, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						155777, -- [2]
						69725, -- [3]
						1500473653.949, -- [4]
						4134390, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						189853, -- [2]
						242902, -- [3]
						1500473653.985, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						77489, -- [2]
						72716, -- [3]
						1500473655.274, -- [4]
						4161660, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						8936, -- [2]
						12925, -- [3]
						1500473655.485, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						774, -- [2]
						77549, -- [3]
						1500473655.622, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						155777, -- [2]
						85016, -- [3]
						1500473656.381, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						8936, -- [2]
						15726, -- [3]
						1500473657.119, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						774, -- [2]
						192479, -- [3]
						1500473658.073, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						8936, -- [2]
						32080, -- [3]
						1500473658.739, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						155777, -- [2]
						192485, -- [3]
						1500473658.839, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						8936, -- [2]
						32080, -- [3]
						1500473660.362, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						774, -- [2]
						94353, -- [3]
						1500473660.476, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						8936, -- [2]
						12015, -- [3]
						1500473661.049, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						155777, -- [2]
						73072, -- [3]
						1500473661.275, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						774, -- [2]
						73071, -- [3]
						1500473662.942, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						155777, -- [2]
						73073, -- [3]
						1500473663.711, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						774, -- [2]
						66844, -- [3]
						1500473665.132, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						774, -- [2]
						6263, -- [3]
						1500473665.375, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						155777, -- [2]
						66847, -- [3]
						1500473665.992, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						240213, -- [2]
						121779, -- [3]
						1500473666.266, -- [4]
						4039881, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						145109, -- [2]
						124850, -- [3]
						1500473667.005, -- [4]
						4161660, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						true, -- [1]
						240213, -- [2]
						119752, -- [3]
						1500473667.242, -- [4]
						4041908, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						155777, -- [2]
						57685, -- [3]
						1500473668.163, -- [4]
						4099593, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						240213, -- [2]
						124110, -- [3]
						1500473668.237, -- [4]
						3975483, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						234062, -- [2]
						1102146, -- [3]
						1500473668.749, -- [4]
						2873337, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						240213, -- [2]
						124528, -- [3]
						1500473669.239, -- [4]
						2748809, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						234062, -- [2]
						1097637, -- [3]
						1500473669.778, -- [4]
						1651172, -- [5]
						"细雪芳菲-阿斯塔洛", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						234062, -- [2]
						1098081, -- [3]
						1500473669.778, -- [4]
						553091, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						155777, -- [2]
						57685, -- [3]
						1500473670.382, -- [4]
						610776, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						139, -- [2]
						106713, -- [3]
						1500473670.691, -- [4]
						717489, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						234062, -- [2]
						1101057, -- [3]
						1500473670.743, -- [4]
						1, -- [5]
						"细雪芳菲-阿斯塔洛", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						383568, -- [10]
					}, -- [45]
					{
						3, -- [1]
						22812, -- [2]
						1, -- [3]
						1500473565.403, -- [4]
						0, -- [5]
						"Zenraphael-熔火之心", -- [6]
					}, -- [46]
				},
				["class"] = "DRUID",
				["timestring"] = "3m 17s",
				["time"] = 1500473670.743,
			}, -- [3]
			{
				["maxhealth"] = 4275180,
				["timeofdeath"] = 318.612000000081,
				["name"] = "随机英雄-卡德罗斯",
				["events"] = {
					{
						false, -- [1]
						77489, -- [2]
						31587, -- [3]
						1500473748.523, -- [4]
						4275180, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						127802, -- [2]
						165569, -- [3]
						1500473761.17, -- [4]
						4275180, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						194316, -- [2]
						142618, -- [3]
						1500473771.777, -- [4]
						4275180, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						194316, -- [2]
						142617, -- [3]
						1500473772.761, -- [4]
						4275180, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473773.604, -- [4]
						4093695, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						194316, -- [2]
						142617, -- [3]
						1500473773.8, -- [4]
						4236312, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						52042, -- [2]
						116960, -- [3]
						1500473773.892, -- [4]
						4275180, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						194316, -- [2]
						142617, -- [3]
						1500473774.777, -- [4]
						4275180, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473775.616, -- [4]
						4093695, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						194316, -- [2]
						142617, -- [3]
						1500473775.807, -- [4]
						4236312, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						208899, -- [2]
						16780, -- [3]
						1500473775.879, -- [4]
						4253092, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						194316, -- [2]
						142617, -- [3]
						1500473776.78, -- [4]
						4275180, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						true, -- [1]
						234180, -- [2]
						163337, -- [3]
						1500473777.6, -- [4]
						4111843, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						208899, -- [2]
						17269, -- [3]
						1500473777.876, -- [4]
						4129112, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						183811, -- [2]
						37476, -- [3]
						1500473778.495, -- [4]
						4166588, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						127802, -- [2]
						137396, -- [3]
						1500473778.923, -- [4]
						4275180, -- [5]
						"随机英雄-卡德罗斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473779.608, -- [4]
						4093695, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						208899, -- [2]
						17340, -- [3]
						1500473779.934, -- [4]
						4111035, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						183811, -- [2]
						17572, -- [3]
						1500473780.424, -- [4]
						4128607, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473781.628, -- [4]
						3947122, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473783.65, -- [4]
						3765637, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						596, -- [2]
						199650, -- [3]
						1500473784.126, -- [4]
						3965287, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						52042, -- [2]
						54699, -- [3]
						1500473784.239, -- [4]
						4019986, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473785.674, -- [4]
						3838501, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						208899, -- [2]
						33571, -- [3]
						1500473786.25, -- [4]
						3872072, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						52042, -- [2]
						113877, -- [3]
						1500473786.888, -- [4]
						3985949, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						77489, -- [2]
						36358, -- [3]
						1500473787.143, -- [4]
						4022307, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						52042, -- [2]
						28230, -- [3]
						1500473787.588, -- [4]
						4050537, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473787.617, -- [4]
						3869052, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						208899, -- [2]
						16349, -- [3]
						1500473788.214, -- [4]
						3885401, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						183811, -- [2]
						15521, -- [3]
						1500473788.371, -- [4]
						3900922, -- [5]
						"晴天漪夢-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473789.633, -- [4]
						3719437, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						77489, -- [2]
						36358, -- [3]
						1500473790.189, -- [4]
						3755795, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						208899, -- [2]
						16748, -- [3]
						1500473790.224, -- [4]
						3772543, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						true, -- [1]
						234180, -- [2]
						181485, -- [3]
						1500473791.636, -- [4]
						3591058, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						239742, -- [2]
						9512480, -- [3]
						1500473791.809, -- [4]
						1, -- [5]
						"[*] 黑暗印记", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						5921422, -- [10]
					}, -- [36]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"随机英雄-卡德罗斯", -- [6]
					}, -- [37]
				},
				["class"] = "MAGE",
				["timestring"] = "5m 18s",
				["time"] = 1500473791.809,
			}, -- [4]
		},
		["bossname"] = "堕落的化身",
		["bossicon"] = {
			0.75, -- [1]
			1, -- [2]
			0.25, -- [3]
			0.5, -- [4]
			"Interface\\AddOns\\Details_RaidInfo-TombOfSargeras\\boss_faces", -- [5]
		},
		["date"] = 569911.514,
		["timeelapsed"] = 354.479999999981,
	}, -- [1]
	{
		["deaths"] = {
			{
				["maxhealth"] = 6695280,
				["timeofdeath"] = 209.094999999972,
				["name"] = "锦在天堂",
				["events"] = {
					{
						2, -- [1]
						20484, -- [2]
						1, -- [3]
						1500472963.965, -- [4]
						0, -- [5]
						"Zenraphael-熔火之心", -- [6]
					}, -- [1]
					{
						false, -- [1]
						143924, -- [2]
						83197, -- [3]
						1500472948.193, -- [4]
						10425368, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						139, -- [2]
						60966, -- [3]
						1500472948.584, -- [4]
						10425368, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						774, -- [2]
						60115, -- [3]
						1500472948.724, -- [4]
						10425368, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						143924, -- [2]
						261655, -- [3]
						1500472949.417, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						77489, -- [2]
						32918, -- [3]
						1500472950.082, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						true, -- [1]
						235253, -- [2]
						108186, -- [3]
						1500472950.082, -- [4]
						9440708, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						55078, -- [2]
						47151, -- [3]
						1500472950.261, -- [4]
						9487859, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						139, -- [2]
						121932, -- [3]
						1500472950.493, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						774, -- [2]
						60115, -- [3]
						1500472950.557, -- [4]
						9548894, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						52589, -- [3]
						1500472950.67, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						34861, -- [2]
						533456, -- [3]
						1500472951.683, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						178484, -- [3]
						1500472951.827, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						774, -- [2]
						57255, -- [3]
						1500472952.44, -- [4]
						9548894, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						139, -- [2]
						121932, -- [3]
						1500472952.44, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						true, -- [1]
						235253, -- [2]
						119882, -- [3]
						1500472953.116, -- [4]
						9429012, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						55078, -- [2]
						47151, -- [3]
						1500472953.267, -- [4]
						9476163, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						11788, -- [3]
						1500472953.459, -- [4]
						9487951, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						73921, -- [2]
						56927, -- [3]
						1500472953.459, -- [4]
						9544878, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						774, -- [2]
						57255, -- [3]
						1500472954.275, -- [4]
						9548894, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						139, -- [2]
						60966, -- [3]
						1500472954.364, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						143924, -- [2]
						42016, -- [3]
						1500472954.698, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						77489, -- [2]
						97148, -- [3]
						1500472954.764, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						73921, -- [2]
						115387, -- [3]
						1500472954.882, -- [4]
						9548894, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						43685, -- [3]
						1500472955.954, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						235253, -- [2]
						125440, -- [3]
						1500472956.095, -- [4]
						9423454, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						774, -- [2]
						116801, -- [3]
						1500472956.198, -- [4]
						9540255, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						55078, -- [2]
						44316, -- [3]
						1500472956.24, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						139, -- [2]
						60966, -- [3]
						1500472956.308, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						24487, -- [3]
						1500472957.12, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						97147, -- [3]
						1500472957.721, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						77535, -- [2]
						0, -- [3]
						1500472958.032, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						774, -- [2]
						57255, -- [3]
						1500472958.032, -- [4]
						9548894, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						139, -- [2]
						53013, -- [3]
						1500472958.264, -- [4]
						9548894, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						143924, -- [2]
						24404, -- [3]
						1500472958.321, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						235253, -- [2]
						113202, -- [3]
						1500472959.149, -- [4]
						9435692, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						73921, -- [2]
						57240, -- [3]
						1500472959.149, -- [4]
						9492932, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						55078, -- [2]
						88630, -- [3]
						1500472959.265, -- [4]
						9548894, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						774, -- [2]
						52228, -- [3]
						1500472959.9, -- [4]
						9548894, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						1, -- [2]
						1901412, -- [3]
						1500472960.053, -- [4]
						8725773, -- [5]
						"戒卫侍女", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						139, -- [2]
						53013, -- [3]
						1500472960.228, -- [4]
						6731945, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						73921, -- [2]
						68868, -- [3]
						1500472960.587, -- [4]
						6800813, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						73921, -- [2]
						2449, -- [3]
						1500472960.628, -- [4]
						6803262, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						235138, -- [2]
						622605, -- [3]
						1500472961.066, -- [4]
						6180657, -- [5]
						"灬夜小蛇-巨龙之吼", -- [6]
						nil, -- [7]
						4, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						241634, -- [2]
						2238537, -- [3]
						1500472961.558, -- [4]
						3942120, -- [5]
						"戒卫侍女", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						true, -- [1]
						235573, -- [2]
						14689707, -- [3]
						1500472961.598, -- [4]
						1, -- [5]
						"戒卫侍女", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						10747587, -- [10]
					}, -- [46]
					{
						3, -- [1]
						55233, -- [2]
						1, -- [3]
						1500472852.539, -- [4]
						0, -- [5]
						"锦在天堂", -- [6]
					}, -- [47]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "3m 29s",
				["time"] = 1500472961.64,
			}, -- [1]
			{
				["maxhealth"] = 6695280,
				["timeofdeath"] = 233.564000000013,
				["name"] = "锦在天堂",
				["events"] = {
					{
						true, -- [1]
						235125, -- [2]
						288373, -- [3]
						1500472970.115, -- [4]
						3982398, -- [5]
						"[*] 动荡的灵魂", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						116670, -- [2]
						515394, -- [3]
						1500472970.141, -- [4]
						4497792, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						191894, -- [2]
						618488, -- [3]
						1500472970.141, -- [4]
						5116280, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						1, -- [1]
						55233, -- [2]
						1, -- [3]
						1500472970.379, -- [4]
						5116280, -- [5]
						"锦在天堂", -- [6]
					}, -- [4]
					{
						false, -- [1]
						115175, -- [2]
						158159, -- [3]
						1500472970.559, -- [4]
						8956868, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						8004, -- [2]
						625086, -- [3]
						1500472970.829, -- [4]
						9581954, -- [5]
						"黃河入海牛-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						139, -- [2]
						164343, -- [3]
						1500472970.829, -- [4]
						9746297, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						115175, -- [2]
						158159, -- [3]
						1500472970.995, -- [4]
						9904456, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						55078, -- [2]
						67885, -- [3]
						1500472971.28, -- [4]
						9972341, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						115175, -- [2]
						158158, -- [3]
						1500472971.408, -- [4]
						10130499, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						191840, -- [2]
						172554, -- [3]
						1500472971.894, -- [4]
						10303053, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						true, -- [1]
						235125, -- [2]
						288373, -- [3]
						1500472972.066, -- [4]
						10014680, -- [5]
						"[*] 动荡的灵魂", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						139, -- [2]
						82172, -- [3]
						1500472972.097, -- [4]
						10096852, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						77489, -- [2]
						26389, -- [3]
						1500472972.59, -- [4]
						10123241, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						172554, -- [3]
						1500472972.66, -- [4]
						10295795, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						true, -- [1]
						235253, -- [2]
						152975, -- [3]
						1500472973.09, -- [4]
						10142820, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						191840, -- [2]
						15339, -- [3]
						1500472973.461, -- [4]
						10158159, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						true, -- [1]
						235125, -- [2]
						288373, -- [3]
						1500472974.051, -- [4]
						9869786, -- [5]
						"[*] 动荡的灵魂", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						55078, -- [2]
						67885, -- [3]
						1500472974.24, -- [4]
						9937671, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						139, -- [2]
						164343, -- [3]
						1500472974.633, -- [4]
						10102014, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						191840, -- [2]
						15338, -- [3]
						1500472974.949, -- [4]
						10117352, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						77489, -- [2]
						26388, -- [3]
						1500472975.619, -- [4]
						10143740, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						true, -- [1]
						235125, -- [2]
						288373, -- [3]
						1500472976.037, -- [4]
						9855367, -- [5]
						"[*] 动荡的灵魂", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						true, -- [1]
						235138, -- [2]
						885197, -- [3]
						1500472976.089, -- [4]
						8970170, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						4, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						true, -- [1]
						235253, -- [2]
						152975, -- [3]
						1500472976.089, -- [4]
						8817195, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						191840, -- [2]
						15338, -- [3]
						1500472976.494, -- [4]
						8832533, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						139, -- [2]
						82172, -- [3]
						1500472977.082, -- [4]
						8914705, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						55078, -- [2]
						67885, -- [3]
						1500472977.268, -- [4]
						8982590, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						191840, -- [2]
						15338, -- [3]
						1500472978, -- [4]
						8997928, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						157982, -- [2]
						231284, -- [3]
						1500472978.043, -- [4]
						9229212, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						26389, -- [3]
						1500472978.625, -- [4]
						9255601, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						true, -- [1]
						235253, -- [2]
						152975, -- [3]
						1500472979.084, -- [4]
						9102626, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						191840, -- [2]
						15338, -- [3]
						1500472979.566, -- [4]
						9117964, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						139, -- [2]
						89203, -- [3]
						1500472979.605, -- [4]
						9207167, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						157982, -- [2]
						430395, -- [3]
						1500472979.676, -- [4]
						9637562, -- [5]
						"Zenraphael-熔火之心", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						55078, -- [2]
						68688, -- [3]
						1500472980.252, -- [4]
						9706250, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						191840, -- [2]
						9896, -- [3]
						1500472981.284, -- [4]
						6271978, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						191840, -- [2]
						768, -- [3]
						1500472981.428, -- [4]
						6272746, -- [5]
						"无式炒薙京-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						193320, -- [2]
						152976, -- [3]
						1500472982.106, -- [4]
						6272746, -- [5]
						"锦在天堂", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [39]
					{
						true, -- [1]
						235253, -- [2]
						152976, -- [3]
						1500472982.106, -- [4]
						6272746, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						139, -- [2]
						115100, -- [3]
						1500472982.106, -- [4]
						6387846, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						55078, -- [2]
						44315, -- [3]
						1500472983.35, -- [4]
						6432161, -- [5]
						"锦在天堂", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						139, -- [2]
						57550, -- [3]
						1500472984.607, -- [4]
						6489711, -- [5]
						"传奇穆师小菲-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						193320, -- [2]
						152976, -- [3]
						1500472985.126, -- [4]
						6489711, -- [5]
						"锦在天堂", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						235253, -- [2]
						152976, -- [3]
						1500472985.126, -- [4]
						6489711, -- [5]
						"[*] 邪能灌注", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						3, -- [1]
						55233, -- [2]
						1, -- [3]
						1500472970.379, -- [4]
						0, -- [5]
						"锦在天堂", -- [6]
					}, -- [46]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "3m 53s",
				["time"] = 1500472986.109,
			}, -- [2]
		},
		["bossname"] = "戒卫侍女",
		["bossicon"] = {
			0.5, -- [1]
			0.75, -- [2]
			0.25, -- [3]
			0.5, -- [4]
			"Interface\\AddOns\\Details_RaidInfo-TombOfSargeras\\boss_faces", -- [5]
		},
		["date"] = 569075.395,
		["timeelapsed"] = 239.013000000035,
	}, -- [2]
}
DeathGraphsDBGraph = {
	["189714"] = {
		["deaths"] = {
			[61] = {
				1500472642, -- [1]
			},
			[13] = {
				1499700399, -- [1]
				1499700790, -- [2]
				1499700790, -- [3]
				1499701158, -- [4]
			},
			[222] = {
				1500472642, -- [1]
			},
			[14] = {
				1499701686, -- [1]
				1499701686, -- [2]
				1500472252, -- [3]
				1500472252, -- [4]
			},
			[17] = {
				1499700399, -- [1]
				1499700790, -- [2]
				1499700790, -- [3]
			},
			[15] = {
				1499701158, -- [1]
				1499701158, -- [2]
				1499701686, -- [3]
			},
			[212] = {
				1500472642, -- [1]
			},
			[16] = {
				1499700399, -- [1]
			},
			[32] = {
				1500472252, -- [1]
				1500472252, -- [2]
				1500472252, -- [3]
			},
			[64] = {
				1500472642, -- [1]
				1500472642, -- [2]
			},
			[233] = {
				1500472992, -- [1]
			},
			[19] = {
				1499700399, -- [1]
			},
			[11] = {
				1499701158, -- [1]
				1499701686, -- [2]
			},
			[22] = {
				1499700399, -- [1]
			},
			[12] = {
				1499700790, -- [1]
				1499701158, -- [2]
				1499701686, -- [3]
			},
			[209] = {
				1500472992, -- [1]
			},
		},
		["spells"] = {
			["精华碎片"] = {
				{
					43, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					157, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					43, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					261, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					43, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					151, -- [1]
					1500472992, -- [2]
				}, -- [13]
			},
			["湮灭之锤"] = {
				{
					33, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					107, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					143, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					34, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					107, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					34, -- [1]
					1499701158, -- [2]
				}, -- [6]
				{
					34, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					107, -- [1]
					1499701686, -- [2]
				}, -- [8]
				{
					143, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					218, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					254, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					330, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					366, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					32, -- [1]
					1500472252, -- [2]
				}, -- [14]
				{
					33, -- [1]
					1500472642, -- [2]
				}, -- [15]
				{
					104, -- [1]
					1500472642, -- [2]
				}, -- [16]
				{
					140, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					212, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					248, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					34, -- [1]
					1500472992, -- [2]
				}, -- [20]
				{
					102, -- [1]
					1500472992, -- [2]
				}, -- [21]
				{
					138, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					209, -- [1]
					1500472992, -- [2]
				}, -- [23]
			},
			["群体动荡"] = {
				{
					23, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					97, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					133, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					23, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					96, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					132, -- [1]
					1499700790, -- [2]
				}, -- [6]
				{
					23, -- [1]
					1499701158, -- [2]
				}, -- [7]
				{
					99, -- [1]
					1499701158, -- [2]
				}, -- [8]
				{
					23, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					97, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					133, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					208, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					244, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					320, -- [1]
					1499701686, -- [2]
				}, -- [14]
				{
					356, -- [1]
					1499701686, -- [2]
				}, -- [15]
				{
					22, -- [1]
					1500472252, -- [2]
				}, -- [16]
				{
					23, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					94, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					130, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					202, -- [1]
					1500472642, -- [2]
				}, -- [20]
				{
					238, -- [1]
					1500472642, -- [2]
				}, -- [21]
				{
					23, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					91, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					127, -- [1]
					1500472992, -- [2]
				}, -- [24]
				{
					198, -- [1]
					1500472992, -- [2]
				}, -- [25]
				{
					234, -- [1]
					1500472992, -- [2]
				}, -- [26]
			},
			["灌注"] = {
				{
					4, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					78, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					116, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					4, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					77, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					115, -- [1]
					1499700790, -- [2]
				}, -- [6]
				{
					4, -- [1]
					1499701158, -- [2]
				}, -- [7]
				{
					80, -- [1]
					1499701158, -- [2]
				}, -- [8]
				{
					4, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					78, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					116, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					189, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					227, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					301, -- [1]
					1499701686, -- [2]
				}, -- [14]
				{
					339, -- [1]
					1499701686, -- [2]
				}, -- [15]
				{
					3, -- [1]
					1500472252, -- [2]
				}, -- [16]
				{
					4, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					75, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					113, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					183, -- [1]
					1500472642, -- [2]
				}, -- [20]
				{
					221, -- [1]
					1500472642, -- [2]
				}, -- [21]
				{
					4, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					72, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					110, -- [1]
					1500472992, -- [2]
				}, -- [24]
				{
					179, -- [1]
					1500472992, -- [2]
				}, -- [25]
				{
					217, -- [1]
					1500472992, -- [2]
				}, -- [26]
			},
			["泰坦之壁"] = {
				{
					42, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					156, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					261, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					42, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					150, -- [1]
					1500472992, -- [2]
				}, -- [13]
			},
			["动荡的灵魂"] = {
				{
					10, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					11, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					21, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					25, -- [1]
					1499700399, -- [2]
				}, -- [4]
				{
					99, -- [1]
					1499700399, -- [2]
				}, -- [5]
				{
					113, -- [1]
					1499700399, -- [2]
				}, -- [6]
				{
					122, -- [1]
					1499700399, -- [2]
				}, -- [7]
				{
					123, -- [1]
					1499700399, -- [2]
				}, -- [8]
				{
					127, -- [1]
					1499700399, -- [2]
				}, -- [9]
				{
					135, -- [1]
					1499700399, -- [2]
				}, -- [10]
				{
					162, -- [1]
					1499700399, -- [2]
				}, -- [11]
				{
					168, -- [1]
					1499700399, -- [2]
				}, -- [12]
				{
					170, -- [1]
					1499700399, -- [2]
				}, -- [13]
				{
					196, -- [1]
					1499700399, -- [2]
				}, -- [14]
				{
					10, -- [1]
					1499700790, -- [2]
				}, -- [15]
				{
					11, -- [1]
					1499700790, -- [2]
				}, -- [16]
				{
					25, -- [1]
					1499700790, -- [2]
				}, -- [17]
				{
					83, -- [1]
					1499700790, -- [2]
				}, -- [18]
				{
					98, -- [1]
					1499700790, -- [2]
				}, -- [19]
				{
					113, -- [1]
					1499700790, -- [2]
				}, -- [20]
				{
					114, -- [1]
					1499700790, -- [2]
				}, -- [21]
				{
					121, -- [1]
					1499700790, -- [2]
				}, -- [22]
				{
					122, -- [1]
					1499700790, -- [2]
				}, -- [23]
				{
					134, -- [1]
					1499700790, -- [2]
				}, -- [24]
				{
					10, -- [1]
					1499701158, -- [2]
				}, -- [25]
				{
					11, -- [1]
					1499701158, -- [2]
				}, -- [26]
				{
					25, -- [1]
					1499701158, -- [2]
				}, -- [27]
				{
					88, -- [1]
					1499701158, -- [2]
				}, -- [28]
				{
					101, -- [1]
					1499701158, -- [2]
				}, -- [29]
				{
					25, -- [1]
					1499701686, -- [2]
				}, -- [30]
				{
					99, -- [1]
					1499701686, -- [2]
				}, -- [31]
				{
					135, -- [1]
					1499701686, -- [2]
				}, -- [32]
				{
					210, -- [1]
					1499701686, -- [2]
				}, -- [33]
				{
					246, -- [1]
					1499701686, -- [2]
				}, -- [34]
				{
					322, -- [1]
					1499701686, -- [2]
				}, -- [35]
				{
					358, -- [1]
					1499701686, -- [2]
				}, -- [36]
				{
					9, -- [1]
					1500472252, -- [2]
				}, -- [37]
				{
					10, -- [1]
					1500472252, -- [2]
				}, -- [38]
				{
					11, -- [1]
					1500472252, -- [2]
				}, -- [39]
				{
					24, -- [1]
					1500472252, -- [2]
				}, -- [40]
				{
					37, -- [1]
					1500472252, -- [2]
				}, -- [41]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [42]
				{
					25, -- [1]
					1500472642, -- [2]
				}, -- [43]
				{
					88, -- [1]
					1500472642, -- [2]
				}, -- [44]
				{
					96, -- [1]
					1500472642, -- [2]
				}, -- [45]
				{
					132, -- [1]
					1500472642, -- [2]
				}, -- [46]
				{
					204, -- [1]
					1500472642, -- [2]
				}, -- [47]
				{
					207, -- [1]
					1500472642, -- [2]
				}, -- [48]
				{
					228, -- [1]
					1500472642, -- [2]
				}, -- [49]
				{
					230, -- [1]
					1500472642, -- [2]
				}, -- [50]
				{
					240, -- [1]
					1500472642, -- [2]
				}, -- [51]
				{
					25, -- [1]
					1500472992, -- [2]
				}, -- [52]
				{
					93, -- [1]
					1500472992, -- [2]
				}, -- [53]
				{
					129, -- [1]
					1500472992, -- [2]
				}, -- [54]
				{
					200, -- [1]
					1500472992, -- [2]
				}, -- [55]
				{
					215, -- [1]
					1500472992, -- [2]
				}, -- [56]
				{
					236, -- [1]
					1500472992, -- [2]
				}, -- [57]
			},
			["造物之锤"] = {
				{
					15, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					89, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					125, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					16, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					89, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1499701158, -- [2]
				}, -- [6]
				{
					91, -- [1]
					1499701158, -- [2]
				}, -- [7]
				{
					16, -- [1]
					1499701686, -- [2]
				}, -- [8]
				{
					89, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					125, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					200, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					236, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					312, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					348, -- [1]
					1499701686, -- [2]
				}, -- [14]
				{
					14, -- [1]
					1500472252, -- [2]
				}, -- [15]
				{
					15, -- [1]
					1500472642, -- [2]
				}, -- [16]
				{
					86, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					122, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					194, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					230, -- [1]
					1500472642, -- [2]
				}, -- [20]
				{
					16, -- [1]
					1500472992, -- [2]
				}, -- [21]
				{
					84, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					120, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					190, -- [1]
					1500472992, -- [2]
				}, -- [24]
				{
					226, -- [1]
					1500472992, -- [2]
				}, -- [25]
			},
			["反冲"] = {
				{
					42, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					156, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					155, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					266, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					40, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					41, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					152, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					260, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					42, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					150, -- [1]
					1500472992, -- [2]
				}, -- [13]
			},
			["造物者之怒"] = {
				{
					43, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					157, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					43, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					261, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					43, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					151, -- [1]
					1500472992, -- [2]
				}, -- [13]
			},
		},
		["ids"] = {
			["精华碎片"] = 236061,
			["湮灭之锤"] = 241636,
			["群体动荡"] = 235267,
			["灌注"] = 235271,
			["泰坦之壁"] = 235028,
			["动荡的灵魂"] = 235117,
			["造物之锤"] = 241635,
			["反冲"] = 248812,
			["造物者之怒"] = 234891,
		},
	},
	["189814"] = {
		["deaths"] = {
			[293] = {
				1499704855, -- [1]
			},
			[288] = {
				1499704855, -- [1]
			},
			[414] = {
				1499704855, -- [1]
			},
			[275] = {
				1499704855, -- [1]
			},
			[386] = {
				1499704855, -- [1]
			},
		},
		["spells"] = {
			["不稳定的暗影之魂"] = {
				{
					267, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					275, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					284, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					292, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					301, -- [1]
					1499704855, -- [2]
				}, -- [5]
			},
			["千魂之暗"] = {
				{
					321, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					413, -- [1]
					1499704855, -- [2]
				}, -- [2]
			},
			["聚焦恐惧烈焰"] = {
				{
					98, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					111, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					209, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					396, -- [1]
					1499704855, -- [2]
				}, -- [4]
			},
			["虚空强风"] = {
				{
					68, -- [1]
					1499704855, -- [2]
				}, -- [1]
			},
			["撕裂裂隙"] = {
				{
					326, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					330, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					421, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					425, -- [1]
					1499704855, -- [2]
				}, -- [4]
			},
			["邪爪"] = {
				{
					25, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					27, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					27, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					29, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					29, -- [1]
					1499704855, -- [2]
				}, -- [5]
				{
					31, -- [1]
					1499704855, -- [2]
				}, -- [6]
				{
					31, -- [1]
					1499704855, -- [2]
				}, -- [7]
				{
					33, -- [1]
					1499704855, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1499704855, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1499704855, -- [2]
				}, -- [10]
				{
					35, -- [1]
					1499704855, -- [2]
				}, -- [11]
				{
					50, -- [1]
					1499704855, -- [2]
				}, -- [12]
				{
					52, -- [1]
					1499704855, -- [2]
				}, -- [13]
				{
					52, -- [1]
					1499704855, -- [2]
				}, -- [14]
				{
					54, -- [1]
					1499704855, -- [2]
				}, -- [15]
				{
					54, -- [1]
					1499704855, -- [2]
				}, -- [16]
				{
					56, -- [1]
					1499704855, -- [2]
				}, -- [17]
				{
					56, -- [1]
					1499704855, -- [2]
				}, -- [18]
				{
					58, -- [1]
					1499704855, -- [2]
				}, -- [19]
				{
					58, -- [1]
					1499704855, -- [2]
				}, -- [20]
				{
					60, -- [1]
					1499704855, -- [2]
				}, -- [21]
				{
					60, -- [1]
					1499704855, -- [2]
				}, -- [22]
				{
					139, -- [1]
					1499704855, -- [2]
				}, -- [23]
				{
					143, -- [1]
					1499704855, -- [2]
				}, -- [24]
				{
					143, -- [1]
					1499704855, -- [2]
				}, -- [25]
				{
					145, -- [1]
					1499704855, -- [2]
				}, -- [26]
				{
					145, -- [1]
					1499704855, -- [2]
				}, -- [27]
				{
					147, -- [1]
					1499704855, -- [2]
				}, -- [28]
				{
					147, -- [1]
					1499704855, -- [2]
				}, -- [29]
				{
					149, -- [1]
					1499704855, -- [2]
				}, -- [30]
				{
					149, -- [1]
					1499704855, -- [2]
				}, -- [31]
				{
					164, -- [1]
					1499704855, -- [2]
				}, -- [32]
				{
					166, -- [1]
					1499704855, -- [2]
				}, -- [33]
				{
					166, -- [1]
					1499704855, -- [2]
				}, -- [34]
				{
					168, -- [1]
					1499704855, -- [2]
				}, -- [35]
				{
					168, -- [1]
					1499704855, -- [2]
				}, -- [36]
				{
					170, -- [1]
					1499704855, -- [2]
				}, -- [37]
				{
					170, -- [1]
					1499704855, -- [2]
				}, -- [38]
				{
					172, -- [1]
					1499704855, -- [2]
				}, -- [39]
				{
					172, -- [1]
					1499704855, -- [2]
				}, -- [40]
				{
					174, -- [1]
					1499704855, -- [2]
				}, -- [41]
				{
					174, -- [1]
					1499704855, -- [2]
				}, -- [42]
				{
					189, -- [1]
					1499704855, -- [2]
				}, -- [43]
				{
					191, -- [1]
					1499704855, -- [2]
				}, -- [44]
				{
					191, -- [1]
					1499704855, -- [2]
				}, -- [45]
				{
					193, -- [1]
					1499704855, -- [2]
				}, -- [46]
				{
					193, -- [1]
					1499704855, -- [2]
				}, -- [47]
				{
					195, -- [1]
					1499704855, -- [2]
				}, -- [48]
				{
					195, -- [1]
					1499704855, -- [2]
				}, -- [49]
				{
					197, -- [1]
					1499704855, -- [2]
				}, -- [50]
				{
					197, -- [1]
					1499704855, -- [2]
				}, -- [51]
				{
					199, -- [1]
					1499704855, -- [2]
				}, -- [52]
				{
					199, -- [1]
					1499704855, -- [2]
				}, -- [53]
				{
					214, -- [1]
					1499704855, -- [2]
				}, -- [54]
				{
					216, -- [1]
					1499704855, -- [2]
				}, -- [55]
				{
					216, -- [1]
					1499704855, -- [2]
				}, -- [56]
				{
					218, -- [1]
					1499704855, -- [2]
				}, -- [57]
				{
					218, -- [1]
					1499704855, -- [2]
				}, -- [58]
				{
					220, -- [1]
					1499704855, -- [2]
				}, -- [59]
				{
					220, -- [1]
					1499704855, -- [2]
				}, -- [60]
				{
					222, -- [1]
					1499704855, -- [2]
				}, -- [61]
				{
					222, -- [1]
					1499704855, -- [2]
				}, -- [62]
				{
					224, -- [1]
					1499704855, -- [2]
				}, -- [63]
				{
					224, -- [1]
					1499704855, -- [2]
				}, -- [64]
				{
					239, -- [1]
					1499704855, -- [2]
				}, -- [65]
				{
					241, -- [1]
					1499704855, -- [2]
				}, -- [66]
				{
					241, -- [1]
					1499704855, -- [2]
				}, -- [67]
				{
					243, -- [1]
					1499704855, -- [2]
				}, -- [68]
				{
					243, -- [1]
					1499704855, -- [2]
				}, -- [69]
				{
					245, -- [1]
					1499704855, -- [2]
				}, -- [70]
				{
					245, -- [1]
					1499704855, -- [2]
				}, -- [71]
				{
					247, -- [1]
					1499704855, -- [2]
				}, -- [72]
				{
					247, -- [1]
					1499704855, -- [2]
				}, -- [73]
				{
					249, -- [1]
					1499704855, -- [2]
				}, -- [74]
				{
					249, -- [1]
					1499704855, -- [2]
				}, -- [75]
				{
					323, -- [1]
					1499704855, -- [2]
				}, -- [76]
				{
					325, -- [1]
					1499704855, -- [2]
				}, -- [77]
				{
					325, -- [1]
					1499704855, -- [2]
				}, -- [78]
				{
					331, -- [1]
					1499704855, -- [2]
				}, -- [79]
				{
					331, -- [1]
					1499704855, -- [2]
				}, -- [80]
				{
					333, -- [1]
					1499704855, -- [2]
				}, -- [81]
				{
					333, -- [1]
					1499704855, -- [2]
				}, -- [82]
				{
					347, -- [1]
					1499704855, -- [2]
				}, -- [83]
				{
					349, -- [1]
					1499704855, -- [2]
				}, -- [84]
				{
					349, -- [1]
					1499704855, -- [2]
				}, -- [85]
				{
					351, -- [1]
					1499704855, -- [2]
				}, -- [86]
				{
					351, -- [1]
					1499704855, -- [2]
				}, -- [87]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [88]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [89]
				{
					355, -- [1]
					1499704855, -- [2]
				}, -- [90]
				{
					355, -- [1]
					1499704855, -- [2]
				}, -- [91]
				{
					357, -- [1]
					1499704855, -- [2]
				}, -- [92]
				{
					357, -- [1]
					1499704855, -- [2]
				}, -- [93]
				{
					372, -- [1]
					1499704855, -- [2]
				}, -- [94]
				{
					374, -- [1]
					1499704855, -- [2]
				}, -- [95]
				{
					374, -- [1]
					1499704855, -- [2]
				}, -- [96]
				{
					376, -- [1]
					1499704855, -- [2]
				}, -- [97]
				{
					376, -- [1]
					1499704855, -- [2]
				}, -- [98]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [99]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [100]
				{
					380, -- [1]
					1499704855, -- [2]
				}, -- [101]
				{
					380, -- [1]
					1499704855, -- [2]
				}, -- [102]
				{
					382, -- [1]
					1499704855, -- [2]
				}, -- [103]
				{
					382, -- [1]
					1499704855, -- [2]
				}, -- [104]
				{
					397, -- [1]
					1499704855, -- [2]
				}, -- [105]
				{
					399, -- [1]
					1499704855, -- [2]
				}, -- [106]
				{
					399, -- [1]
					1499704855, -- [2]
				}, -- [107]
				{
					417, -- [1]
					1499704855, -- [2]
				}, -- [108]
				{
					419, -- [1]
					1499704855, -- [2]
				}, -- [109]
				{
					419, -- [1]
					1499704855, -- [2]
				}, -- [110]
				{
					428, -- [1]
					1499704855, -- [2]
				}, -- [111]
				{
					428, -- [1]
					1499704855, -- [2]
				}, -- [112]
				{
					442, -- [1]
					1499704855, -- [2]
				}, -- [113]
				{
					444, -- [1]
					1499704855, -- [2]
				}, -- [114]
				{
					444, -- [1]
					1499704855, -- [2]
				}, -- [115]
				{
					446, -- [1]
					1499704855, -- [2]
				}, -- [116]
				{
					446, -- [1]
					1499704855, -- [2]
				}, -- [117]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [118]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [119]
				{
					450, -- [1]
					1499704855, -- [2]
				}, -- [120]
				{
					450, -- [1]
					1499704855, -- [2]
				}, -- [121]
				{
					452, -- [1]
					1499704855, -- [2]
				}, -- [122]
				{
					452, -- [1]
					1499704855, -- [2]
				}, -- [123]
			},
			["末日决战"] = {
				{
					10, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					75, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					105, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					179, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					224, -- [1]
					1499704855, -- [2]
				}, -- [5]
			},
			["暗影映像：爆发"] = {
				{
					142, -- [1]
					1499704855, -- [2]
				}, -- [1]
			},
			["爆裂恐惧烈焰"] = {
				{
					76, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					76, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					123, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					123, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					180, -- [1]
					1499704855, -- [2]
				}, -- [5]
				{
					180, -- [1]
					1499704855, -- [2]
				}, -- [6]
				{
					228, -- [1]
					1499704855, -- [2]
				}, -- [7]
				{
					228, -- [1]
					1499704855, -- [2]
				}, -- [8]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [9]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [10]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [11]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [12]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [13]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [14]
			},
			["爆发"] = {
				{
					155, -- [1]
					1499704855, -- [2]
				}, -- [1]
			},
			["爆发恐惧烈焰"] = {
				{
					155, -- [1]
					1499704855, -- [2]
				}, -- [1]
			},
			["欺诈者的遮蔽"] = {
				{
					262, -- [1]
					1499704855, -- [2]
				}, -- [1]
			},
		},
		["ids"] = {
			["不稳定的暗影之魂"] = 241702,
			["千魂之暗"] = 238999,
			["聚焦恐惧烈焰"] = 238502,
			["虚空强风"] = 244834,
			["撕裂裂隙"] = 243982,
			["邪爪"] = 239931,
			["末日决战"] = 240910,
			["暗影映像：爆发"] = 236710,
			["爆裂恐惧烈焰"] = 238429,
			["爆发"] = 235974,
			["爆发恐惧烈焰"] = 235120,
			["欺诈者的遮蔽"] = 241983,
		},
	},
	["186114"] = {
		["deaths"] = {
			[56] = {
				1499697955, -- [1]
			},
			[58] = {
				1499697955, -- [1]
			},
		},
		["spells"] = {
			["召唤萨鲁克"] = {
				{
					146, -- [1]
					1499697955, -- [2]
				}, -- [1]
			},
			["吞噬之饥"] = {
				{
					38, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					39, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					80, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					81, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					264, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					265, -- [1]
					1499697955, -- [2]
				}, -- [6]
			},
			["昏暗隐匿"] = {
				{
					31, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					32, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					35, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					74, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					75, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					76, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					101, -- [1]
					1499697955, -- [2]
				}, -- [7]
				{
					102, -- [1]
					1499697955, -- [2]
				}, -- [8]
				{
					103, -- [1]
					1499697955, -- [2]
				}, -- [9]
				{
					146, -- [1]
					1499697955, -- [2]
				}, -- [10]
				{
					147, -- [1]
					1499697955, -- [2]
				}, -- [11]
				{
					185, -- [1]
					1499697955, -- [2]
				}, -- [12]
				{
					188, -- [1]
					1499697955, -- [2]
				}, -- [13]
				{
					190, -- [1]
					1499697955, -- [2]
				}, -- [14]
				{
					214, -- [1]
					1499697955, -- [2]
				}, -- [15]
				{
					215, -- [1]
					1499697955, -- [2]
				}, -- [16]
				{
					253, -- [1]
					1499697955, -- [2]
				}, -- [17]
				{
					254, -- [1]
					1499697955, -- [2]
				}, -- [18]
				{
					290, -- [1]
					1499697955, -- [2]
				}, -- [19]
				{
					291, -- [1]
					1499697955, -- [2]
				}, -- [20]
				{
					319, -- [1]
					1499697955, -- [2]
				}, -- [21]
				{
					320, -- [1]
					1499697955, -- [2]
				}, -- [22]
			},
			["痛苦负担"] = {
				{
					20, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					88, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					131, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					171, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					199, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					242, -- [1]
					1499697955, -- [2]
				}, -- [7]
				{
					272, -- [1]
					1499697955, -- [2]
				}, -- [8]
				{
					305, -- [1]
					1499697955, -- [2]
				}, -- [9]
				{
					341, -- [1]
					1499697955, -- [2]
				}, -- [10]
			},
			["召唤威利乌斯"] = {
				{
					139, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					182, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					250, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					298, -- [1]
					1499697955, -- [2]
				}, -- [4]
			},
			["碎裂波动"] = {
				{
					145, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					188, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					256, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					304, -- [1]
					1499697955, -- [2]
				}, -- [4]
			},
			["吞噬巨口"] = {
				{
					146, -- [1]
					1499697955, -- [2]
				}, -- [1]
			},
			["切割旋风"] = {
				{
					47, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					98, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					315, -- [1]
					1499697955, -- [2]
				}, -- [3]
			},
			["雷霆震击"] = {
				{
					12, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					15, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					64, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					67, -- [1]
					1499697955, -- [2]
				}, -- [4]
			},
			["召唤奥苏奈特"] = {
				{
					113, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					163, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					207, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					224, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					257, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					290, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					323, -- [1]
					1499697955, -- [2]
				}, -- [7]
			},
			["水之冲击"] = {
				{
					53, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					61, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					65, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					74, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					76, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					96, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					100, -- [1]
					1499697955, -- [2]
				}, -- [7]
				{
					280, -- [1]
					1499697955, -- [2]
				}, -- [8]
				{
					286, -- [1]
					1499697955, -- [2]
				}, -- [9]
				{
					295, -- [1]
					1499697955, -- [2]
				}, -- [10]
			},
		},
		["ids"] = {
			["召唤萨鲁克"] = 232746,
			["吞噬之饥"] = 230920,
			["昏暗隐匿"] = 230950,
			["痛苦负担"] = 230201,
			["召唤威利乌斯"] = 232757,
			["碎裂波动"] = 232827,
			["吞噬巨口"] = 232745,
			["切割旋风"] = 232722,
			["雷霆震击"] = 230362,
			["召唤奥苏奈特"] = 232756,
			["水之冲击"] = 241509,
		},
	},
	["189715"] = {
		["deaths"] = {
			[5] = {
				1499680561, -- [1]
			},
			[4] = {
				1499680561, -- [1]
			},
			[142] = {
				1499680561, -- [1]
				1499680561, -- [2]
			},
			[34] = {
				1499680561, -- [1]
			},
		},
		["spells"] = {
			["精华碎片"] = {
				{
					43, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					173, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					298, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					425, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
			["湮灭之锤"] = {
				{
					34, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					124, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					160, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					249, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					285, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					375, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					411, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["群体动荡"] = {
				{
					23, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					113, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					149, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					238, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					274, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					365, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					401, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["造物之锤"] = {
				{
					16, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					106, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					142, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					231, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					267, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					357, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					393, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["造物者之怒"] = {
				{
					43, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					173, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					298, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					425, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
			["动荡的灵魂"] = {
				{
					25, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					115, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					151, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					240, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					276, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					367, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					403, -- [1]
					1499680561, -- [2]
				}, -- [7]
				{
					424, -- [1]
					1499680561, -- [2]
				}, -- [8]
			},
			["灌注"] = {
				{
					4, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					94, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					132, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					219, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					257, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					346, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					384, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["反冲"] = {
				{
					41, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					172, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					297, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					423, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
			["泰坦之壁"] = {
				{
					42, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					172, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					297, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					424, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
		},
		["ids"] = {
			["精华碎片"] = 236061,
			["湮灭之锤"] = 241636,
			["群体动荡"] = 235267,
			["造物之锤"] = 241635,
			["造物者之怒"] = 234891,
			["动荡的灵魂"] = 235117,
			["灌注"] = 235271,
			["反冲"] = 248812,
			["泰坦之壁"] = 235028,
		},
	},
	["185614"] = {
		["deaths"] = {
			[73] = {
				1499697291, -- [1]
			},
			[20] = {
				1499697291, -- [1]
			},
			[229] = {
				1499697291, -- [1]
			},
		},
		["spells"] = {
			["严寒打击"] = {
				{
					61, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					64, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					65, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					132, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					134, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					135, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					137, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					140, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					212, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					213, -- [1]
					1499697291, -- [2]
				}, -- [10]
				{
					214, -- [1]
					1499697291, -- [2]
				}, -- [11]
				{
					215, -- [1]
					1499697291, -- [2]
				}, -- [12]
				{
					216, -- [1]
					1499697291, -- [2]
				}, -- [13]
				{
					217, -- [1]
					1499697291, -- [2]
				}, -- [14]
				{
					220, -- [1]
					1499697291, -- [2]
				}, -- [15]
			},
			["水花飞溅"] = {
				{
					23, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					61, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					66, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					96, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					98, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					101, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					128, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					133, -- [1]
					1499697291, -- [2]
				}, -- [10]
				{
					176, -- [1]
					1499697291, -- [2]
				}, -- [11]
				{
					177, -- [1]
					1499697291, -- [2]
				}, -- [12]
				{
					209, -- [1]
					1499697291, -- [2]
				}, -- [13]
				{
					213, -- [1]
					1499697291, -- [2]
				}, -- [14]
			},
			["冰霜释放"] = {
				{
					73, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					153, -- [1]
					1499697291, -- [2]
				}, -- [2]
			},
			["溅射顺劈"] = {
				{
					59, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					68, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					95, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					104, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					127, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					174, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					180, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					185, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					211, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					218, -- [1]
					1499697291, -- [2]
				}, -- [10]
			},
			["水之爆发"] = {
				{
					23, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					96, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					98, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					130, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					178, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					210, -- [1]
					1499697291, -- [2]
				}, -- [8]
			},
			["湿浸之池"] = {
				{
					68, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					70, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					72, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					140, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					142, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					144, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					146, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					148, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					150, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					152, -- [1]
					1499697291, -- [2]
				}, -- [10]
				{
					221, -- [1]
					1499697291, -- [2]
				}, -- [11]
				{
					223, -- [1]
					1499697291, -- [2]
				}, -- [12]
				{
					225, -- [1]
					1499697291, -- [2]
				}, -- [13]
				{
					227, -- [1]
					1499697291, -- [2]
				}, -- [14]
				{
					229, -- [1]
					1499697291, -- [2]
				}, -- [15]
				{
					231, -- [1]
					1499697291, -- [2]
				}, -- [16]
				{
					233, -- [1]
					1499697291, -- [2]
				}, -- [17]
				{
					235, -- [1]
					1499697291, -- [2]
				}, -- [18]
				{
					237, -- [1]
					1499697291, -- [2]
				}, -- [19]
			},
			["不羁怒火"] = {
				{
					20, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					41, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					95, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					115, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					175, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					196, -- [1]
					1499697291, -- [2]
				}, -- [6]
			},
		},
		["ids"] = {
			["严寒打击"] = 233429,
			["水花飞溅"] = 240066,
			["冰霜释放"] = 232174,
			["溅射顺劈"] = 234129,
			["水之爆发"] = 231729,
			["湿浸之池"] = 233526,
			["不羁怒火"] = 231854,
		},
	},
	["186714"] = {
		["deaths"] = {
			[137] = {
				1499696845, -- [1]
			},
			[126] = {
				1499696845, -- [1]
			},
			[121] = {
				1499696845, -- [1]
			},
			[77] = {
				1499696845, -- [1]
			},
			[187] = {
				1499696845, -- [1]
			},
		},
		["spells"] = {
			["回响之痛"] = {
				{
					4, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					20, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					55, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					76, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					95, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					117, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					135, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					150, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					176, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					192, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					206, -- [1]
					1499696845, -- [2]
				}, -- [11]
				{
					241, -- [1]
					1499696845, -- [2]
				}, -- [12]
				{
					260, -- [1]
					1499696845, -- [2]
				}, -- [13]
				{
					276, -- [1]
					1499696845, -- [2]
				}, -- [14]
				{
					303, -- [1]
					1499696845, -- [2]
				}, -- [15]
			},
			["邪能狂风"] = {
				{
					34, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					96, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					157, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					220, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					282, -- [1]
					1499696845, -- [2]
				}, -- [5]
			},
			["罪恶之痛"] = {
				{
					2, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					215, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					279, -- [1]
					1499696845, -- [2]
				}, -- [3]
			},
			["骨锯"] = {
				{
					61, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					122, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					182, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					243, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					304, -- [1]
					1499696845, -- [2]
				}, -- [5]
			},
			["灵魂腐蚀"] = {
				{
					48, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					54, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					66, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					72, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					78, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					84, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					90, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					96, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					103, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					109, -- [1]
					1499696845, -- [2]
				}, -- [11]
				{
					117, -- [1]
					1499696845, -- [2]
				}, -- [12]
				{
					123, -- [1]
					1499696845, -- [2]
				}, -- [13]
				{
					129, -- [1]
					1499696845, -- [2]
				}, -- [14]
				{
					135, -- [1]
					1499696845, -- [2]
				}, -- [15]
				{
					142, -- [1]
					1499696845, -- [2]
				}, -- [16]
				{
					148, -- [1]
					1499696845, -- [2]
				}, -- [17]
				{
					154, -- [1]
					1499696845, -- [2]
				}, -- [18]
				{
					160, -- [1]
					1499696845, -- [2]
				}, -- [19]
				{
					166, -- [1]
					1499696845, -- [2]
				}, -- [20]
				{
					172, -- [1]
					1499696845, -- [2]
				}, -- [21]
				{
					178, -- [1]
					1499696845, -- [2]
				}, -- [22]
				{
					187, -- [1]
					1499696845, -- [2]
				}, -- [23]
				{
					193, -- [1]
					1499696845, -- [2]
				}, -- [24]
				{
					199, -- [1]
					1499696845, -- [2]
				}, -- [25]
				{
					205, -- [1]
					1499696845, -- [2]
				}, -- [26]
				{
					211, -- [1]
					1499696845, -- [2]
				}, -- [27]
				{
					217, -- [1]
					1499696845, -- [2]
				}, -- [28]
				{
					225, -- [1]
					1499696845, -- [2]
				}, -- [29]
				{
					232, -- [1]
					1499696845, -- [2]
				}, -- [30]
				{
					238, -- [1]
					1499696845, -- [2]
				}, -- [31]
				{
					245, -- [1]
					1499696845, -- [2]
				}, -- [32]
				{
					251, -- [1]
					1499696845, -- [2]
				}, -- [33]
				{
					257, -- [1]
					1499696845, -- [2]
				}, -- [34]
				{
					263, -- [1]
					1499696845, -- [2]
				}, -- [35]
				{
					269, -- [1]
					1499696845, -- [2]
				}, -- [36]
				{
					275, -- [1]
					1499696845, -- [2]
				}, -- [37]
				{
					281, -- [1]
					1499696845, -- [2]
				}, -- [38]
				{
					287, -- [1]
					1499696845, -- [2]
				}, -- [39]
				{
					293, -- [1]
					1499696845, -- [2]
				}, -- [40]
				{
					299, -- [1]
					1499696845, -- [2]
				}, -- [41]
				{
					305, -- [1]
					1499696845, -- [2]
				}, -- [42]
				{
					311, -- [1]
					1499696845, -- [2]
				}, -- [43]
			},
			["镰刀横扫"] = {
				{
					9, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					58, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					82, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					106, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					143, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					167, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					204, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					228, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					264, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					289, -- [1]
					1499696845, -- [2]
				}, -- [11]
			},
			["折磨爆发"] = {
				{
					12, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					53, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					74, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					115, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					137, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					178, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					199, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					217, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					239, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					262, -- [1]
					1499696845, -- [2]
				}, -- [11]
				{
					282, -- [1]
					1499696845, -- [2]
				}, -- [12]
				{
					301, -- [1]
					1499696845, -- [2]
				}, -- [13]
			},
		},
		["ids"] = {
			["回响之痛"] = 233983,
			["邪能狂风"] = 235230,
			["罪恶之痛"] = 239401,
			["骨锯"] = 233441,
			["灵魂腐蚀"] = 248713,
			["镰刀横扫"] = 233426,
			["折磨爆发"] = 234015,
		},
	},
	["190314"] = {
		["deaths"] = {
			[70] = {
				1499698740, -- [1]
			},
			[54] = {
				1499698740, -- [1]
				1499698740, -- [2]
				1499698740, -- [3]
				1500470898, -- [4]
				1500470898, -- [5]
			},
			[114] = {
				1500470898, -- [1]
				1500470898, -- [2]
				1500470898, -- [3]
			},
			[71] = {
				1499698740, -- [1]
			},
		},
		["spells"] = {
			["暗影射击"] = {
				{
					1, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					6, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					9, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					12, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					14, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					15, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					21, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					23, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					26, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					28, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					31, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					33, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					36, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					41, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					43, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					45, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					202, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					210, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					225, -- [1]
					1499698740, -- [2]
				}, -- [22]
				{
					227, -- [1]
					1499698740, -- [2]
				}, -- [23]
				{
					229, -- [1]
					1499698740, -- [2]
				}, -- [24]
				{
					231, -- [1]
					1499698740, -- [2]
				}, -- [25]
				{
					233, -- [1]
					1499698740, -- [2]
				}, -- [26]
				{
					236, -- [1]
					1499698740, -- [2]
				}, -- [27]
				{
					238, -- [1]
					1499698740, -- [2]
				}, -- [28]
				{
					240, -- [1]
					1499698740, -- [2]
				}, -- [29]
				{
					246, -- [1]
					1499698740, -- [2]
				}, -- [30]
				{
					248, -- [1]
					1499698740, -- [2]
				}, -- [31]
				{
					250, -- [1]
					1499698740, -- [2]
				}, -- [32]
				{
					253, -- [1]
					1499698740, -- [2]
				}, -- [33]
				{
					255, -- [1]
					1499698740, -- [2]
				}, -- [34]
				{
					257, -- [1]
					1499698740, -- [2]
				}, -- [35]
				{
					259, -- [1]
					1499698740, -- [2]
				}, -- [36]
				{
					261, -- [1]
					1499698740, -- [2]
				}, -- [37]
				{
					266, -- [1]
					1499698740, -- [2]
				}, -- [38]
				{
					277, -- [1]
					1499698740, -- [2]
				}, -- [39]
				{
					278, -- [1]
					1499698740, -- [2]
				}, -- [40]
				{
					280, -- [1]
					1499698740, -- [2]
				}, -- [41]
				{
					283, -- [1]
					1499698740, -- [2]
				}, -- [42]
				{
					285, -- [1]
					1499698740, -- [2]
				}, -- [43]
				{
					287, -- [1]
					1499698740, -- [2]
				}, -- [44]
				{
					289, -- [1]
					1499698740, -- [2]
				}, -- [45]
				{
					292, -- [1]
					1499698740, -- [2]
				}, -- [46]
				{
					298, -- [1]
					1499698740, -- [2]
				}, -- [47]
				{
					302, -- [1]
					1499698740, -- [2]
				}, -- [48]
				{
					304, -- [1]
					1499698740, -- [2]
				}, -- [49]
				{
					306, -- [1]
					1499698740, -- [2]
				}, -- [50]
				{
					308, -- [1]
					1499698740, -- [2]
				}, -- [51]
				{
					310, -- [1]
					1499698740, -- [2]
				}, -- [52]
				{
					311, -- [1]
					1499698740, -- [2]
				}, -- [53]
				{
					316, -- [1]
					1499698740, -- [2]
				}, -- [54]
				{
					317, -- [1]
					1499698740, -- [2]
				}, -- [55]
				{
					319, -- [1]
					1499698740, -- [2]
				}, -- [56]
				{
					336, -- [1]
					1499698740, -- [2]
				}, -- [57]
				{
					338, -- [1]
					1499698740, -- [2]
				}, -- [58]
				{
					340, -- [1]
					1499698740, -- [2]
				}, -- [59]
				{
					342, -- [1]
					1499698740, -- [2]
				}, -- [60]
				{
					344, -- [1]
					1499698740, -- [2]
				}, -- [61]
				{
					347, -- [1]
					1499698740, -- [2]
				}, -- [62]
				{
					349, -- [1]
					1499698740, -- [2]
				}, -- [63]
				{
					355, -- [1]
					1499698740, -- [2]
				}, -- [64]
				{
					356, -- [1]
					1499698740, -- [2]
				}, -- [65]
				{
					358, -- [1]
					1499698740, -- [2]
				}, -- [66]
				{
					360, -- [1]
					1499698740, -- [2]
				}, -- [67]
				{
					363, -- [1]
					1499698740, -- [2]
				}, -- [68]
				{
					365, -- [1]
					1499698740, -- [2]
				}, -- [69]
				{
					367, -- [1]
					1499698740, -- [2]
				}, -- [70]
				{
					369, -- [1]
					1499698740, -- [2]
				}, -- [71]
				{
					371, -- [1]
					1499698740, -- [2]
				}, -- [72]
				{
					375, -- [1]
					1499698740, -- [2]
				}, -- [73]
				{
					0, -- [1]
					1500470898, -- [2]
				}, -- [74]
				{
					4, -- [1]
					1500470898, -- [2]
				}, -- [75]
				{
					7, -- [1]
					1500470898, -- [2]
				}, -- [76]
				{
					9, -- [1]
					1500470898, -- [2]
				}, -- [77]
				{
					11, -- [1]
					1500470898, -- [2]
				}, -- [78]
				{
					14, -- [1]
					1500470898, -- [2]
				}, -- [79]
				{
					20, -- [1]
					1500470898, -- [2]
				}, -- [80]
				{
					22, -- [1]
					1500470898, -- [2]
				}, -- [81]
				{
					25, -- [1]
					1500470898, -- [2]
				}, -- [82]
				{
					27, -- [1]
					1500470898, -- [2]
				}, -- [83]
				{
					30, -- [1]
					1500470898, -- [2]
				}, -- [84]
				{
					32, -- [1]
					1500470898, -- [2]
				}, -- [85]
				{
					35, -- [1]
					1500470898, -- [2]
				}, -- [86]
				{
					39, -- [1]
					1500470898, -- [2]
				}, -- [87]
				{
					42, -- [1]
					1500470898, -- [2]
				}, -- [88]
				{
					44, -- [1]
					1500470898, -- [2]
				}, -- [89]
				{
					47, -- [1]
					1500470898, -- [2]
				}, -- [90]
				{
					60, -- [1]
					1500470898, -- [2]
				}, -- [91]
				{
					171, -- [1]
					1500470898, -- [2]
				}, -- [92]
				{
					173, -- [1]
					1500470898, -- [2]
				}, -- [93]
				{
					177, -- [1]
					1500470898, -- [2]
				}, -- [94]
				{
					179, -- [1]
					1500470898, -- [2]
				}, -- [95]
				{
					182, -- [1]
					1500470898, -- [2]
				}, -- [96]
				{
					184, -- [1]
					1500470898, -- [2]
				}, -- [97]
				{
					187, -- [1]
					1500470898, -- [2]
				}, -- [98]
				{
					191, -- [1]
					1500470898, -- [2]
				}, -- [99]
				{
					194, -- [1]
					1500470898, -- [2]
				}, -- [100]
				{
					196, -- [1]
					1500470898, -- [2]
				}, -- [101]
				{
					200, -- [1]
					1500470898, -- [2]
				}, -- [102]
				{
					202, -- [1]
					1500470898, -- [2]
				}, -- [103]
				{
					205, -- [1]
					1500470898, -- [2]
				}, -- [104]
				{
					211, -- [1]
					1500470898, -- [2]
				}, -- [105]
				{
					222, -- [1]
					1500470898, -- [2]
				}, -- [106]
				{
					225, -- [1]
					1500470898, -- [2]
				}, -- [107]
				{
					228, -- [1]
					1500470898, -- [2]
				}, -- [108]
				{
					234, -- [1]
					1500470898, -- [2]
				}, -- [109]
				{
					236, -- [1]
					1500470898, -- [2]
				}, -- [110]
				{
					239, -- [1]
					1500470898, -- [2]
				}, -- [111]
				{
					241, -- [1]
					1500470898, -- [2]
				}, -- [112]
				{
					245, -- [1]
					1500470898, -- [2]
				}, -- [113]
				{
					247, -- [1]
					1500470898, -- [2]
				}, -- [114]
				{
					253, -- [1]
					1500470898, -- [2]
				}, -- [115]
				{
					256, -- [1]
					1500470898, -- [2]
				}, -- [116]
				{
					258, -- [1]
					1500470898, -- [2]
				}, -- [117]
				{
					261, -- [1]
					1500470898, -- [2]
				}, -- [118]
				{
					263, -- [1]
					1500470898, -- [2]
				}, -- [119]
				{
					266, -- [1]
					1500470898, -- [2]
				}, -- [120]
				{
					278, -- [1]
					1500470898, -- [2]
				}, -- [121]
				{
					280, -- [1]
					1500470898, -- [2]
				}, -- [122]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [123]
			},
			["月光之火"] = {
				{
					209, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					229, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					239, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					249, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					260, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					296, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					308, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					318, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					339, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					352, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					362, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					374, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					179, -- [1]
					1500470898, -- [2]
				}, -- [14]
				{
					191, -- [1]
					1500470898, -- [2]
				}, -- [15]
				{
					202, -- [1]
					1500470898, -- [2]
				}, -- [16]
				{
					230, -- [1]
					1500470898, -- [2]
				}, -- [17]
				{
					245, -- [1]
					1500470898, -- [2]
				}, -- [18]
				{
					256, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					276, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [21]
			},
			["明月打击"] = {
				{
					1, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					3, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					5, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					8, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					14, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					15, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					17, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					20, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					22, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					25, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					27, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					30, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					36, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					37, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					39, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					42, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					44, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					47, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					60, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					63, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					65, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					67, -- [1]
					1499698740, -- [2]
				}, -- [22]
				{
					69, -- [1]
					1499698740, -- [2]
				}, -- [23]
				{
					73, -- [1]
					1499698740, -- [2]
				}, -- [24]
				{
					75, -- [1]
					1499698740, -- [2]
				}, -- [25]
				{
					76, -- [1]
					1499698740, -- [2]
				}, -- [26]
				{
					79, -- [1]
					1499698740, -- [2]
				}, -- [27]
				{
					81, -- [1]
					1499698740, -- [2]
				}, -- [28]
				{
					84, -- [1]
					1499698740, -- [2]
				}, -- [29]
				{
					86, -- [1]
					1499698740, -- [2]
				}, -- [30]
				{
					88, -- [1]
					1499698740, -- [2]
				}, -- [31]
				{
					93, -- [1]
					1499698740, -- [2]
				}, -- [32]
				{
					96, -- [1]
					1499698740, -- [2]
				}, -- [33]
				{
					98, -- [1]
					1499698740, -- [2]
				}, -- [34]
				{
					100, -- [1]
					1499698740, -- [2]
				}, -- [35]
				{
					102, -- [1]
					1499698740, -- [2]
				}, -- [36]
				{
					115, -- [1]
					1499698740, -- [2]
				}, -- [37]
				{
					116, -- [1]
					1499698740, -- [2]
				}, -- [38]
				{
					119, -- [1]
					1499698740, -- [2]
				}, -- [39]
				{
					121, -- [1]
					1499698740, -- [2]
				}, -- [40]
				{
					123, -- [1]
					1499698740, -- [2]
				}, -- [41]
				{
					125, -- [1]
					1499698740, -- [2]
				}, -- [42]
				{
					128, -- [1]
					1499698740, -- [2]
				}, -- [43]
				{
					131, -- [1]
					1499698740, -- [2]
				}, -- [44]
				{
					134, -- [1]
					1499698740, -- [2]
				}, -- [45]
				{
					138, -- [1]
					1499698740, -- [2]
				}, -- [46]
				{
					141, -- [1]
					1499698740, -- [2]
				}, -- [47]
				{
					143, -- [1]
					1499698740, -- [2]
				}, -- [48]
				{
					147, -- [1]
					1499698740, -- [2]
				}, -- [49]
				{
					149, -- [1]
					1499698740, -- [2]
				}, -- [50]
				{
					151, -- [1]
					1499698740, -- [2]
				}, -- [51]
				{
					154, -- [1]
					1499698740, -- [2]
				}, -- [52]
				{
					156, -- [1]
					1499698740, -- [2]
				}, -- [53]
				{
					169, -- [1]
					1499698740, -- [2]
				}, -- [54]
				{
					171, -- [1]
					1499698740, -- [2]
				}, -- [55]
				{
					173, -- [1]
					1499698740, -- [2]
				}, -- [56]
				{
					175, -- [1]
					1499698740, -- [2]
				}, -- [57]
				{
					180, -- [1]
					1499698740, -- [2]
				}, -- [58]
				{
					183, -- [1]
					1499698740, -- [2]
				}, -- [59]
				{
					186, -- [1]
					1499698740, -- [2]
				}, -- [60]
				{
					188, -- [1]
					1499698740, -- [2]
				}, -- [61]
				{
					190, -- [1]
					1499698740, -- [2]
				}, -- [62]
				{
					192, -- [1]
					1499698740, -- [2]
				}, -- [63]
				{
					194, -- [1]
					1499698740, -- [2]
				}, -- [64]
				{
					196, -- [1]
					1499698740, -- [2]
				}, -- [65]
				{
					198, -- [1]
					1499698740, -- [2]
				}, -- [66]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [67]
				{
					0, -- [1]
					1500470898, -- [2]
				}, -- [68]
				{
					3, -- [1]
					1500470898, -- [2]
				}, -- [69]
				{
					5, -- [1]
					1500470898, -- [2]
				}, -- [70]
				{
					10, -- [1]
					1500470898, -- [2]
				}, -- [71]
				{
					13, -- [1]
					1500470898, -- [2]
				}, -- [72]
				{
					15, -- [1]
					1500470898, -- [2]
				}, -- [73]
				{
					17, -- [1]
					1500470898, -- [2]
				}, -- [74]
				{
					20, -- [1]
					1500470898, -- [2]
				}, -- [75]
				{
					22, -- [1]
					1500470898, -- [2]
				}, -- [76]
				{
					25, -- [1]
					1500470898, -- [2]
				}, -- [77]
				{
					27, -- [1]
					1500470898, -- [2]
				}, -- [78]
				{
					30, -- [1]
					1500470898, -- [2]
				}, -- [79]
				{
					32, -- [1]
					1500470898, -- [2]
				}, -- [80]
				{
					36, -- [1]
					1500470898, -- [2]
				}, -- [81]
				{
					38, -- [1]
					1500470898, -- [2]
				}, -- [82]
				{
					41, -- [1]
					1500470898, -- [2]
				}, -- [83]
				{
					43, -- [1]
					1500470898, -- [2]
				}, -- [84]
				{
					46, -- [1]
					1500470898, -- [2]
				}, -- [85]
				{
					60, -- [1]
					1500470898, -- [2]
				}, -- [86]
				{
					63, -- [1]
					1500470898, -- [2]
				}, -- [87]
				{
					65, -- [1]
					1500470898, -- [2]
				}, -- [88]
				{
					67, -- [1]
					1500470898, -- [2]
				}, -- [89]
				{
					70, -- [1]
					1500470898, -- [2]
				}, -- [90]
				{
					73, -- [1]
					1500470898, -- [2]
				}, -- [91]
				{
					76, -- [1]
					1500470898, -- [2]
				}, -- [92]
				{
					78, -- [1]
					1500470898, -- [2]
				}, -- [93]
				{
					83, -- [1]
					1500470898, -- [2]
				}, -- [94]
				{
					86, -- [1]
					1500470898, -- [2]
				}, -- [95]
				{
					88, -- [1]
					1500470898, -- [2]
				}, -- [96]
				{
					91, -- [1]
					1500470898, -- [2]
				}, -- [97]
				{
					93, -- [1]
					1500470898, -- [2]
				}, -- [98]
				{
					95, -- [1]
					1500470898, -- [2]
				}, -- [99]
				{
					98, -- [1]
					1500470898, -- [2]
				}, -- [100]
				{
					100, -- [1]
					1500470898, -- [2]
				}, -- [101]
				{
					114, -- [1]
					1500470898, -- [2]
				}, -- [102]
				{
					116, -- [1]
					1500470898, -- [2]
				}, -- [103]
				{
					118, -- [1]
					1500470898, -- [2]
				}, -- [104]
				{
					121, -- [1]
					1500470898, -- [2]
				}, -- [105]
				{
					125, -- [1]
					1500470898, -- [2]
				}, -- [106]
				{
					128, -- [1]
					1500470898, -- [2]
				}, -- [107]
				{
					131, -- [1]
					1500470898, -- [2]
				}, -- [108]
				{
					133, -- [1]
					1500470898, -- [2]
				}, -- [109]
				{
					136, -- [1]
					1500470898, -- [2]
				}, -- [110]
				{
					138, -- [1]
					1500470898, -- [2]
				}, -- [111]
				{
					140, -- [1]
					1500470898, -- [2]
				}, -- [112]
				{
					143, -- [1]
					1500470898, -- [2]
				}, -- [113]
				{
					145, -- [1]
					1500470898, -- [2]
				}, -- [114]
				{
					150, -- [1]
					1500470898, -- [2]
				}, -- [115]
				{
					152, -- [1]
					1500470898, -- [2]
				}, -- [116]
				{
					155, -- [1]
					1500470898, -- [2]
				}, -- [117]
				{
					167, -- [1]
					1500470898, -- [2]
				}, -- [118]
				{
					168, -- [1]
					1500470898, -- [2]
				}, -- [119]
				{
					171, -- [1]
					1500470898, -- [2]
				}, -- [120]
			},
			["暮光扫射"] = {
				{
					20, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					40, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					76, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					91, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					115, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					132, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					149, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					169, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					186, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					224, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					245, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					266, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					297, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					315, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					335, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					355, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					375, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					19, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					39, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					78, -- [1]
					1500470898, -- [2]
				}, -- [21]
				{
					92, -- [1]
					1500470898, -- [2]
				}, -- [22]
				{
					125, -- [1]
					1500470898, -- [2]
				}, -- [23]
				{
					141, -- [1]
					1500470898, -- [2]
				}, -- [24]
				{
					155, -- [1]
					1500470898, -- [2]
				}, -- [25]
				{
					191, -- [1]
					1500470898, -- [2]
				}, -- [26]
				{
					210, -- [1]
					1500470898, -- [2]
				}, -- [27]
				{
					233, -- [1]
					1500470898, -- [2]
				}, -- [28]
				{
					253, -- [1]
					1500470898, -- [2]
				}, -- [29]
			},
			["月蚀之拥"] = {
				{
					103, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					158, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					102, -- [1]
					1500470898, -- [2]
				}, -- [3]
				{
					157, -- [1]
					1500470898, -- [2]
				}, -- [4]
			},
			["战刃风暴"] = {
				{
					215, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					218, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					221, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					222, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					270, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					272, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					275, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					276, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					324, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					328, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					330, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					331, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					332, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					215, -- [1]
					1500470898, -- [2]
				}, -- [14]
				{
					218, -- [1]
					1500470898, -- [2]
				}, -- [15]
				{
					222, -- [1]
					1500470898, -- [2]
				}, -- [16]
				{
					269, -- [1]
					1500470898, -- [2]
				}, -- [17]
				{
					272, -- [1]
					1500470898, -- [2]
				}, -- [18]
				{
					275, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					276, -- [1]
					1500470898, -- [2]
				}, -- [20]
			},
			["月光信标"] = {
				{
					222, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					241, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					264, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					295, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					316, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					351, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					374, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					190, -- [1]
					1500470898, -- [2]
				}, -- [8]
				{
					212, -- [1]
					1500470898, -- [2]
				}, -- [9]
				{
					242, -- [1]
					1500470898, -- [2]
				}, -- [10]
				{
					265, -- [1]
					1500470898, -- [2]
				}, -- [11]
			},
			["召唤月爪"] = {
				{
					71, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					121, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					177, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					71, -- [1]
					1500470898, -- [2]
				}, -- [4]
			},
			["暮光战刃"] = {
				{
					19, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					22, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					37, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					40, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					58, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					69, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					72, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					91, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					94, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					112, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					115, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					119, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					122, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					141, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					144, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					166, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					169, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					175, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					178, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					195, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					198, -- [1]
					1499698740, -- [2]
				}, -- [22]
				{
					221, -- [1]
					1499698740, -- [2]
				}, -- [23]
				{
					224, -- [1]
					1499698740, -- [2]
				}, -- [24]
				{
					229, -- [1]
					1499698740, -- [2]
				}, -- [25]
				{
					232, -- [1]
					1499698740, -- [2]
				}, -- [26]
				{
					249, -- [1]
					1499698740, -- [2]
				}, -- [27]
				{
					252, -- [1]
					1499698740, -- [2]
				}, -- [28]
				{
					276, -- [1]
					1499698740, -- [2]
				}, -- [29]
				{
					279, -- [1]
					1499698740, -- [2]
				}, -- [30]
				{
					284, -- [1]
					1499698740, -- [2]
				}, -- [31]
				{
					287, -- [1]
					1499698740, -- [2]
				}, -- [32]
				{
					305, -- [1]
					1499698740, -- [2]
				}, -- [33]
				{
					308, -- [1]
					1499698740, -- [2]
				}, -- [34]
				{
					331, -- [1]
					1499698740, -- [2]
				}, -- [35]
				{
					334, -- [1]
					1499698740, -- [2]
				}, -- [36]
				{
					339, -- [1]
					1499698740, -- [2]
				}, -- [37]
				{
					342, -- [1]
					1499698740, -- [2]
				}, -- [38]
				{
					360, -- [1]
					1499698740, -- [2]
				}, -- [39]
				{
					363, -- [1]
					1499698740, -- [2]
				}, -- [40]
				{
					18, -- [1]
					1500470898, -- [2]
				}, -- [41]
				{
					20, -- [1]
					1500470898, -- [2]
				}, -- [42]
				{
					37, -- [1]
					1500470898, -- [2]
				}, -- [43]
				{
					40, -- [1]
					1500470898, -- [2]
				}, -- [44]
				{
					58, -- [1]
					1500470898, -- [2]
				}, -- [45]
				{
					61, -- [1]
					1500470898, -- [2]
				}, -- [46]
				{
					69, -- [1]
					1500470898, -- [2]
				}, -- [47]
				{
					72, -- [1]
					1500470898, -- [2]
				}, -- [48]
				{
					89, -- [1]
					1500470898, -- [2]
				}, -- [49]
				{
					92, -- [1]
					1500470898, -- [2]
				}, -- [50]
				{
					111, -- [1]
					1500470898, -- [2]
				}, -- [51]
				{
					114, -- [1]
					1500470898, -- [2]
				}, -- [52]
				{
					120, -- [1]
					1500470898, -- [2]
				}, -- [53]
				{
					123, -- [1]
					1500470898, -- [2]
				}, -- [54]
				{
					140, -- [1]
					1500470898, -- [2]
				}, -- [55]
				{
					143, -- [1]
					1500470898, -- [2]
				}, -- [56]
				{
					167, -- [1]
					1500470898, -- [2]
				}, -- [57]
				{
					170, -- [1]
					1500470898, -- [2]
				}, -- [58]
				{
					173, -- [1]
					1500470898, -- [2]
				}, -- [59]
				{
					176, -- [1]
					1500470898, -- [2]
				}, -- [60]
				{
					193, -- [1]
					1500470898, -- [2]
				}, -- [61]
				{
					196, -- [1]
					1500470898, -- [2]
				}, -- [62]
				{
					222, -- [1]
					1500470898, -- [2]
				}, -- [63]
				{
					225, -- [1]
					1500470898, -- [2]
				}, -- [64]
				{
					230, -- [1]
					1500470898, -- [2]
				}, -- [65]
				{
					233, -- [1]
					1500470898, -- [2]
				}, -- [66]
				{
					251, -- [1]
					1500470898, -- [2]
				}, -- [67]
				{
					254, -- [1]
					1500470898, -- [2]
				}, -- [68]
				{
					276, -- [1]
					1500470898, -- [2]
				}, -- [69]
				{
					280, -- [1]
					1500470898, -- [2]
				}, -- [70]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [71]
				{
					287, -- [1]
					1500470898, -- [2]
				}, -- [72]
			},
			["急速射击"] = {
				{
					76, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					95, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					128, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					149, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					182, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					78, -- [1]
					1500470898, -- [2]
				}, -- [7]
				{
					97, -- [1]
					1500470898, -- [2]
				}, -- [8]
				{
					121, -- [1]
					1500470898, -- [2]
				}, -- [9]
				{
					142, -- [1]
					1500470898, -- [2]
				}, -- [10]
				{
					167, -- [1]
					1500470898, -- [2]
				}, -- [11]
			},
			["月灼"] = {
				{
					11, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					84, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					137, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					168, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					179, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					212, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					234, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					253, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					278, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					288, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					306, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					332, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					342, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					360, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					9, -- [1]
					1500470898, -- [2]
				}, -- [18]
				{
					35, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					59, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					82, -- [1]
					1500470898, -- [2]
				}, -- [21]
				{
					113, -- [1]
					1500470898, -- [2]
				}, -- [22]
				{
					124, -- [1]
					1500470898, -- [2]
				}, -- [23]
				{
					148, -- [1]
					1500470898, -- [2]
				}, -- [24]
				{
					182, -- [1]
					1500470898, -- [2]
				}, -- [25]
				{
					199, -- [1]
					1500470898, -- [2]
				}, -- [26]
				{
					223, -- [1]
					1500470898, -- [2]
				}, -- [27]
				{
					244, -- [1]
					1500470898, -- [2]
				}, -- [28]
				{
					262, -- [1]
					1500470898, -- [2]
				}, -- [29]
				{
					286, -- [1]
					1500470898, -- [2]
				}, -- [30]
			},
			["灵体射击"] = {
				{
					47, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					48, -- [1]
					1500470898, -- [2]
				}, -- [2]
			},
			["月光战刃"] = {
				{
					15, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					46, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					16, -- [1]
					1500470898, -- [2]
				}, -- [4]
				{
					31, -- [1]
					1500470898, -- [2]
				}, -- [5]
				{
					48, -- [1]
					1500470898, -- [2]
				}, -- [6]
			},
			["致命尖叫"] = {
				{
					110, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					116, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					123, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					156, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					162, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					221, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					100, -- [1]
					1500470898, -- [2]
				}, -- [7]
			},
			["灵体传送"] = {
				{
					4, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					13, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					26, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					33, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					45, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					72, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					92, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					127, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					147, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					183, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					210, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					227, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					246, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					277, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					283, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					301, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					332, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					338, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					363, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					4, -- [1]
					1500470898, -- [2]
				}, -- [22]
				{
					12, -- [1]
					1500470898, -- [2]
				}, -- [23]
				{
					25, -- [1]
					1500470898, -- [2]
				}, -- [24]
				{
					32, -- [1]
					1500470898, -- [2]
				}, -- [25]
				{
					59, -- [1]
					1500470898, -- [2]
				}, -- [26]
				{
					61, -- [1]
					1500470898, -- [2]
				}, -- [27]
				{
					73, -- [1]
					1500470898, -- [2]
				}, -- [28]
				{
					93, -- [1]
					1500470898, -- [2]
				}, -- [29]
				{
					128, -- [1]
					1500470898, -- [2]
				}, -- [30]
				{
					150, -- [1]
					1500470898, -- [2]
				}, -- [31]
				{
					171, -- [1]
					1500470898, -- [2]
				}, -- [32]
				{
					177, -- [1]
					1500470898, -- [2]
				}, -- [33]
				{
					200, -- [1]
					1500470898, -- [2]
				}, -- [34]
				{
					225, -- [1]
					1500470898, -- [2]
				}, -- [35]
				{
					245, -- [1]
					1500470898, -- [2]
				}, -- [36]
				{
					265, -- [1]
					1500470898, -- [2]
				}, -- [37]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [38]
			},
		},
		["ids"] = {
			["暗影射击"] = 237630,
			["月光之火"] = 239264,
			["明月打击"] = 237632,
			["暮光扫射"] = 236442,
			["月蚀之拥"] = 233263,
			["战刃风暴"] = 239386,
			["月光信标"] = 236712,
			["召唤月爪"] = 236694,
			["暮光战刃"] = 236529,
			["急速射击"] = 236596,
			["月灼"] = 236518,
			["灵体射击"] = 236305,
			["月光战刃"] = 236547,
			["致命尖叫"] = 236697,
			["灵体传送"] = 236115,
		},
	},
	["186214"] = {
		["deaths"] = {
			[64] = {
				1499696398, -- [1]
			},
			[60] = {
				1499696398, -- [1]
			},
			[67] = {
				1499696398, -- [1]
			},
			[69] = {
				1499696398, -- [1]
			},
			[62] = {
				1499696398, -- [1]
			},
		},
		["spells"] = {
			["地狱燃烧"] = {
				{
					60, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					121, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					182, -- [1]
					1499696398, -- [2]
				}, -- [3]
			},
			["燃烧护甲"] = {
				{
					11, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					63, -- [1]
					1499696398, -- [2]
				}, -- [3]
				{
					87, -- [1]
					1499696398, -- [2]
				}, -- [4]
				{
					121, -- [1]
					1499696398, -- [2]
				}, -- [5]
				{
					147, -- [1]
					1499696398, -- [2]
				}, -- [6]
				{
					184, -- [1]
					1499696398, -- [2]
				}, -- [7]
				{
					208, -- [1]
					1499696398, -- [2]
				}, -- [8]
			},
			["碎裂新星"] = {
				{
					31, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					92, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					153, -- [1]
					1499696398, -- [2]
				}, -- [3]
				{
					214, -- [1]
					1499696398, -- [2]
				}, -- [4]
			},
			["碎裂星辰"] = {
				{
					24, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					85, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					146, -- [1]
					1499696398, -- [2]
				}, -- [3]
				{
					207, -- [1]
					1499696398, -- [2]
				}, -- [4]
			},
		},
		["ids"] = {
			["地狱燃烧"] = 233062,
			["燃烧护甲"] = 231363,
			["碎裂新星"] = 233283,
			["碎裂星辰"] = 233272,
		},
	},
	["187315"] = {
		["deaths"] = {
			[138] = {
				1499683144, -- [1]
				1499683144, -- [2]
				1499683144, -- [3]
			},
			[251] = {
				1499683734, -- [1]
			},
			[139] = {
				1499683734, -- [1]
			},
			[4] = {
				1499682898, -- [1]
			},
			[16] = {
				1499682898, -- [1]
			},
			[142] = {
				1499683144, -- [1]
			},
			[365] = {
				1499683734, -- [1]
				1499683734, -- [2]
			},
			[11] = {
				1499683144, -- [1]
			},
			[306] = {
				1499683734, -- [1]
			},
			[23] = {
				1499682898, -- [1]
			},
			[24] = {
				1499682898, -- [1]
				1499682898, -- [2]
			},
		},
		["spells"] = {
			["吞噬"] = {
				{
					32, -- [1]
					1499682898, -- [2]
				}, -- [1]
			},
			["割裂现实"] = {
				{
					46, -- [1]
					1499683144, -- [2]
				}, -- [1]
				{
					109, -- [1]
					1499683144, -- [2]
				}, -- [2]
				{
					46, -- [1]
					1499683734, -- [2]
				}, -- [3]
				{
					106, -- [1]
					1499683734, -- [2]
				}, -- [4]
				{
					167, -- [1]
					1499683734, -- [2]
				}, -- [5]
				{
					241, -- [1]
					1499683734, -- [2]
				}, -- [6]
				{
					346, -- [1]
					1499683734, -- [2]
				}, -- [7]
				{
					383, -- [1]
					1499683734, -- [2]
				}, -- [8]
				{
					421, -- [1]
					1499683734, -- [2]
				}, -- [9]
				{
					460, -- [1]
					1499683734, -- [2]
				}, -- [10]
			},
			["风蚀"] = {
				{
					12, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					24, -- [1]
					1499682898, -- [2]
				}, -- [2]
				{
					13, -- [1]
					1499683144, -- [2]
				}, -- [3]
				{
					25, -- [1]
					1499683144, -- [2]
				}, -- [4]
				{
					37, -- [1]
					1499683144, -- [2]
				}, -- [5]
				{
					53, -- [1]
					1499683144, -- [2]
				}, -- [6]
				{
					64, -- [1]
					1499683144, -- [2]
				}, -- [7]
				{
					76, -- [1]
					1499683144, -- [2]
				}, -- [8]
				{
					88, -- [1]
					1499683144, -- [2]
				}, -- [9]
				{
					100, -- [1]
					1499683144, -- [2]
				}, -- [10]
				{
					116, -- [1]
					1499683144, -- [2]
				}, -- [11]
				{
					128, -- [1]
					1499683144, -- [2]
				}, -- [12]
				{
					141, -- [1]
					1499683144, -- [2]
				}, -- [13]
				{
					154, -- [1]
					1499683144, -- [2]
				}, -- [14]
				{
					13, -- [1]
					1499683734, -- [2]
				}, -- [15]
				{
					25, -- [1]
					1499683734, -- [2]
				}, -- [16]
				{
					37, -- [1]
					1499683734, -- [2]
				}, -- [17]
				{
					53, -- [1]
					1499683734, -- [2]
				}, -- [18]
				{
					65, -- [1]
					1499683734, -- [2]
				}, -- [19]
				{
					77, -- [1]
					1499683734, -- [2]
				}, -- [20]
				{
					89, -- [1]
					1499683734, -- [2]
				}, -- [21]
				{
					113, -- [1]
					1499683734, -- [2]
				}, -- [22]
				{
					126, -- [1]
					1499683734, -- [2]
				}, -- [23]
				{
					138, -- [1]
					1499683734, -- [2]
				}, -- [24]
				{
					150, -- [1]
					1499683734, -- [2]
				}, -- [25]
				{
					174, -- [1]
					1499683734, -- [2]
				}, -- [26]
				{
					186, -- [1]
					1499683734, -- [2]
				}, -- [27]
				{
					197, -- [1]
					1499683734, -- [2]
				}, -- [28]
				{
					210, -- [1]
					1499683734, -- [2]
				}, -- [29]
				{
					223, -- [1]
					1499683734, -- [2]
				}, -- [30]
				{
					248, -- [1]
					1499683734, -- [2]
				}, -- [31]
				{
					261, -- [1]
					1499683734, -- [2]
				}, -- [32]
				{
					273, -- [1]
					1499683734, -- [2]
				}, -- [33]
				{
					285, -- [1]
					1499683734, -- [2]
				}, -- [34]
				{
					323, -- [1]
					1499683734, -- [2]
				}, -- [35]
				{
					335, -- [1]
					1499683734, -- [2]
				}, -- [36]
				{
					355, -- [1]
					1499683734, -- [2]
				}, -- [37]
				{
					368, -- [1]
					1499683734, -- [2]
				}, -- [38]
				{
					393, -- [1]
					1499683734, -- [2]
				}, -- [39]
				{
					405, -- [1]
					1499683734, -- [2]
				}, -- [40]
				{
					431, -- [1]
					1499683734, -- [2]
				}, -- [41]
				{
					443, -- [1]
					1499683734, -- [2]
				}, -- [42]
				{
					470, -- [1]
					1499683734, -- [2]
				}, -- [43]
			},
			["萨格拉斯之触"] = {
				{
					16, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					17, -- [1]
					1499683144, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1499683144, -- [2]
				}, -- [3]
				{
					119, -- [1]
					1499683144, -- [2]
				}, -- [4]
				{
					16, -- [1]
					1499683734, -- [2]
				}, -- [5]
				{
					60, -- [1]
					1499683734, -- [2]
				}, -- [6]
				{
					121, -- [1]
					1499683734, -- [2]
				}, -- [7]
				{
					178, -- [1]
					1499683734, -- [2]
				}, -- [8]
				{
					220, -- [1]
					1499683734, -- [2]
				}, -- [9]
				{
					264, -- [1]
					1499683734, -- [2]
				}, -- [10]
			},
			["净化协议"] = {
				{
					151, -- [1]
					1499683144, -- [2]
				}, -- [1]
			},
			["毁灭"] = {
				{
					35, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					300, -- [1]
					1499683734, -- [2]
				}, -- [2]
			},
			["腐化矩阵"] = {
				{
					9, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					9, -- [1]
					1499683144, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1499683144, -- [2]
				}, -- [3]
				{
					110, -- [1]
					1499683144, -- [2]
				}, -- [4]
				{
					9, -- [1]
					1499683734, -- [2]
				}, -- [5]
				{
					59, -- [1]
					1499683734, -- [2]
				}, -- [6]
				{
					109, -- [1]
					1499683734, -- [2]
				}, -- [7]
				{
					160, -- [1]
					1499683734, -- [2]
				}, -- [8]
				{
					210, -- [1]
					1499683734, -- [2]
				}, -- [9]
				{
					259, -- [1]
					1499683734, -- [2]
				}, -- [10]
			},
		},
		["ids"] = {
			["吞噬"] = 240594,
			["割裂现实"] = 235572,
			["风蚀"] = 236494,
			["萨格拉斯之触"] = 239207,
			["净化协议"] = 233856,
			["毁灭"] = 235597,
			["腐化矩阵"] = 233556,
		},
	},
	["189614"] = {
		["deaths"] = {
			[262] = {
				1499699806, -- [1]
			},
			[144] = {
				1500471883, -- [1]
			},
			[134] = {
				1499699806, -- [1]
			},
			[149] = {
				1499699806, -- [1]
			},
			[274] = {
				1500471883, -- [1]
			},
			[275] = {
				1499699806, -- [1]
			},
			[100] = {
				1499699806, -- [1]
			},
		},
		["spells"] = {
			["灵魂锁链"] = {
				{
					10, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					23, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					25, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					36, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					138, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					141, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					154, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					155, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					166, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					179, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					17, -- [1]
					1500471883, -- [2]
				}, -- [12]
				{
					38, -- [1]
					1500471883, -- [2]
				}, -- [13]
				{
					132, -- [1]
					1500471883, -- [2]
				}, -- [14]
				{
					150, -- [1]
					1500471883, -- [2]
				}, -- [15]
				{
					153, -- [1]
					1500471883, -- [2]
				}, -- [16]
				{
					163, -- [1]
					1500471883, -- [2]
				}, -- [17]
			},
			["末日分裂"] = {
				{
					273, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					299, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					326, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					353, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					205, -- [1]
					1500471883, -- [2]
				}, -- [5]
				{
					231, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					258, -- [1]
					1500471883, -- [2]
				}, -- [7]
			},
			["哀嚎之魂"] = {
				{
					61, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					182, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					62, -- [1]
					1500471883, -- [2]
				}, -- [3]
			},
			["攫取之暗"] = {
				{
					5, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					13, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					17, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					20, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					24, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					65, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					69, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					73, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					76, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					80, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					84, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					87, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					187, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					195, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					199, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					202, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					206, -- [1]
					1499699806, -- [2]
				}, -- [18]
				{
					210, -- [1]
					1499699806, -- [2]
				}, -- [19]
				{
					7, -- [1]
					1500471883, -- [2]
				}, -- [20]
				{
					10, -- [1]
					1500471883, -- [2]
				}, -- [21]
				{
					13, -- [1]
					1500471883, -- [2]
				}, -- [22]
				{
					17, -- [1]
					1500471883, -- [2]
				}, -- [23]
				{
					21, -- [1]
					1500471883, -- [2]
				}, -- [24]
				{
					24, -- [1]
					1500471883, -- [2]
				}, -- [25]
				{
					66, -- [1]
					1500471883, -- [2]
				}, -- [26]
				{
					70, -- [1]
					1500471883, -- [2]
				}, -- [27]
				{
					80, -- [1]
					1500471883, -- [2]
				}, -- [28]
				{
					83, -- [1]
					1500471883, -- [2]
				}, -- [29]
				{
					86, -- [1]
					1500471883, -- [2]
				}, -- [30]
				{
					87, -- [1]
					1500471883, -- [2]
				}, -- [31]
			},
			["折磨"] = {
				{
					273, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					293, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					315, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					336, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					357, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					205, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					225, -- [1]
					1500471883, -- [2]
				}, -- [7]
				{
					247, -- [1]
					1500471883, -- [2]
				}, -- [8]
				{
					268, -- [1]
					1500471883, -- [2]
				}, -- [9]
			},
			["灵魂爆发"] = {
				{
					5, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					23, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					134, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					135, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					142, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					6, -- [1]
					1500471883, -- [2]
				}, -- [7]
				{
					137, -- [1]
					1500471883, -- [2]
				}, -- [8]
				{
					138, -- [1]
					1500471883, -- [2]
				}, -- [9]
				{
					143, -- [1]
					1500471883, -- [2]
				}, -- [10]
				{
					144, -- [1]
					1500471883, -- [2]
				}, -- [11]
			},
			["裂地猛击"] = {
				{
					13, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					70, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					196, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					218, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					10, -- [1]
					1500471883, -- [2]
				}, -- [5]
				{
					33, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					80, -- [1]
					1500471883, -- [2]
				}, -- [7]
			},
			["粉碎意志"] = {
				{
					2, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					7, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					9, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					19, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					21, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					24, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					26, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					29, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					31, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					34, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					36, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					41, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					43, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					46, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					53, -- [1]
					1499699806, -- [2]
				}, -- [18]
				{
					56, -- [1]
					1499699806, -- [2]
				}, -- [19]
				{
					58, -- [1]
					1499699806, -- [2]
				}, -- [20]
				{
					124, -- [1]
					1499699806, -- [2]
				}, -- [21]
				{
					126, -- [1]
					1499699806, -- [2]
				}, -- [22]
				{
					129, -- [1]
					1499699806, -- [2]
				}, -- [23]
				{
					131, -- [1]
					1499699806, -- [2]
				}, -- [24]
				{
					133, -- [1]
					1499699806, -- [2]
				}, -- [25]
				{
					141, -- [1]
					1499699806, -- [2]
				}, -- [26]
				{
					143, -- [1]
					1499699806, -- [2]
				}, -- [27]
				{
					146, -- [1]
					1499699806, -- [2]
				}, -- [28]
				{
					148, -- [1]
					1499699806, -- [2]
				}, -- [29]
				{
					151, -- [1]
					1499699806, -- [2]
				}, -- [30]
				{
					153, -- [1]
					1499699806, -- [2]
				}, -- [31]
				{
					155, -- [1]
					1499699806, -- [2]
				}, -- [32]
				{
					158, -- [1]
					1499699806, -- [2]
				}, -- [33]
				{
					160, -- [1]
					1499699806, -- [2]
				}, -- [34]
				{
					163, -- [1]
					1499699806, -- [2]
				}, -- [35]
				{
					165, -- [1]
					1499699806, -- [2]
				}, -- [36]
				{
					168, -- [1]
					1499699806, -- [2]
				}, -- [37]
				{
					175, -- [1]
					1499699806, -- [2]
				}, -- [38]
				{
					177, -- [1]
					1499699806, -- [2]
				}, -- [39]
				{
					242, -- [1]
					1499699806, -- [2]
				}, -- [40]
				{
					244, -- [1]
					1499699806, -- [2]
				}, -- [41]
				{
					252, -- [1]
					1499699806, -- [2]
				}, -- [42]
				{
					254, -- [1]
					1499699806, -- [2]
				}, -- [43]
				{
					257, -- [1]
					1499699806, -- [2]
				}, -- [44]
				{
					259, -- [1]
					1499699806, -- [2]
				}, -- [45]
				{
					261, -- [1]
					1499699806, -- [2]
				}, -- [46]
				{
					264, -- [1]
					1499699806, -- [2]
				}, -- [47]
				{
					266, -- [1]
					1499699806, -- [2]
				}, -- [48]
				{
					269, -- [1]
					1499699806, -- [2]
				}, -- [49]
				{
					276, -- [1]
					1499699806, -- [2]
				}, -- [50]
				{
					279, -- [1]
					1499699806, -- [2]
				}, -- [51]
				{
					281, -- [1]
					1499699806, -- [2]
				}, -- [52]
				{
					283, -- [1]
					1499699806, -- [2]
				}, -- [53]
				{
					286, -- [1]
					1499699806, -- [2]
				}, -- [54]
				{
					288, -- [1]
					1499699806, -- [2]
				}, -- [55]
				{
					291, -- [1]
					1499699806, -- [2]
				}, -- [56]
				{
					293, -- [1]
					1499699806, -- [2]
				}, -- [57]
				{
					295, -- [1]
					1499699806, -- [2]
				}, -- [58]
				{
					1, -- [1]
					1500471883, -- [2]
				}, -- [59]
				{
					4, -- [1]
					1500471883, -- [2]
				}, -- [60]
				{
					7, -- [1]
					1500471883, -- [2]
				}, -- [61]
				{
					9, -- [1]
					1500471883, -- [2]
				}, -- [62]
				{
					11, -- [1]
					1500471883, -- [2]
				}, -- [63]
				{
					18, -- [1]
					1500471883, -- [2]
				}, -- [64]
				{
					21, -- [1]
					1500471883, -- [2]
				}, -- [65]
				{
					23, -- [1]
					1500471883, -- [2]
				}, -- [66]
				{
					26, -- [1]
					1500471883, -- [2]
				}, -- [67]
				{
					28, -- [1]
					1500471883, -- [2]
				}, -- [68]
				{
					30, -- [1]
					1500471883, -- [2]
				}, -- [69]
				{
					33, -- [1]
					1500471883, -- [2]
				}, -- [70]
				{
					35, -- [1]
					1500471883, -- [2]
				}, -- [71]
				{
					38, -- [1]
					1500471883, -- [2]
				}, -- [72]
				{
					40, -- [1]
					1500471883, -- [2]
				}, -- [73]
				{
					43, -- [1]
					1500471883, -- [2]
				}, -- [74]
				{
					45, -- [1]
					1500471883, -- [2]
				}, -- [75]
				{
					52, -- [1]
					1500471883, -- [2]
				}, -- [76]
				{
					55, -- [1]
					1500471883, -- [2]
				}, -- [77]
				{
					57, -- [1]
					1500471883, -- [2]
				}, -- [78]
				{
					60, -- [1]
					1500471883, -- [2]
				}, -- [79]
				{
					124, -- [1]
					1500471883, -- [2]
				}, -- [80]
				{
					127, -- [1]
					1500471883, -- [2]
				}, -- [81]
				{
					129, -- [1]
					1500471883, -- [2]
				}, -- [82]
				{
					131, -- [1]
					1500471883, -- [2]
				}, -- [83]
				{
					139, -- [1]
					1500471883, -- [2]
				}, -- [84]
				{
					141, -- [1]
					1500471883, -- [2]
				}, -- [85]
				{
					144, -- [1]
					1500471883, -- [2]
				}, -- [86]
				{
					146, -- [1]
					1500471883, -- [2]
				}, -- [87]
				{
					148, -- [1]
					1500471883, -- [2]
				}, -- [88]
				{
					151, -- [1]
					1500471883, -- [2]
				}, -- [89]
				{
					153, -- [1]
					1500471883, -- [2]
				}, -- [90]
				{
					156, -- [1]
					1500471883, -- [2]
				}, -- [91]
				{
					158, -- [1]
					1500471883, -- [2]
				}, -- [92]
				{
					161, -- [1]
					1500471883, -- [2]
				}, -- [93]
				{
					163, -- [1]
					1500471883, -- [2]
				}, -- [94]
				{
					166, -- [1]
					1500471883, -- [2]
				}, -- [95]
				{
					173, -- [1]
					1500471883, -- [2]
				}, -- [96]
				{
					175, -- [1]
					1500471883, -- [2]
				}, -- [97]
				{
					178, -- [1]
					1500471883, -- [2]
				}, -- [98]
				{
					180, -- [1]
					1500471883, -- [2]
				}, -- [99]
				{
					183, -- [1]
					1500471883, -- [2]
				}, -- [100]
				{
					185, -- [1]
					1500471883, -- [2]
				}, -- [101]
				{
					187, -- [1]
					1500471883, -- [2]
				}, -- [102]
				{
					190, -- [1]
					1500471883, -- [2]
				}, -- [103]
				{
					197, -- [1]
					1500471883, -- [2]
				}, -- [104]
				{
					200, -- [1]
					1500471883, -- [2]
				}, -- [105]
				{
					202, -- [1]
					1500471883, -- [2]
				}, -- [106]
				{
					204, -- [1]
					1500471883, -- [2]
				}, -- [107]
				{
					207, -- [1]
					1500471883, -- [2]
				}, -- [108]
				{
					209, -- [1]
					1500471883, -- [2]
				}, -- [109]
				{
					212, -- [1]
					1500471883, -- [2]
				}, -- [110]
				{
					214, -- [1]
					1500471883, -- [2]
				}, -- [111]
				{
					221, -- [1]
					1500471883, -- [2]
				}, -- [112]
			},
			["白骨碎片"] = {
				{
					4, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					10, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					15, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					17, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					20, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					23, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					26, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					28, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					31, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					33, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					35, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					42, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					45, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					48, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					50, -- [1]
					1499699806, -- [2]
				}, -- [18]
				{
					53, -- [1]
					1499699806, -- [2]
				}, -- [19]
				{
					55, -- [1]
					1499699806, -- [2]
				}, -- [20]
				{
					57, -- [1]
					1499699806, -- [2]
				}, -- [21]
				{
					60, -- [1]
					1499699806, -- [2]
				}, -- [22]
				{
					62, -- [1]
					1499699806, -- [2]
				}, -- [23]
				{
					65, -- [1]
					1499699806, -- [2]
				}, -- [24]
				{
					67, -- [1]
					1499699806, -- [2]
				}, -- [25]
				{
					69, -- [1]
					1499699806, -- [2]
				}, -- [26]
				{
					73, -- [1]
					1499699806, -- [2]
				}, -- [27]
				{
					76, -- [1]
					1499699806, -- [2]
				}, -- [28]
				{
					78, -- [1]
					1499699806, -- [2]
				}, -- [29]
				{
					81, -- [1]
					1499699806, -- [2]
				}, -- [30]
				{
					83, -- [1]
					1499699806, -- [2]
				}, -- [31]
				{
					87, -- [1]
					1499699806, -- [2]
				}, -- [32]
				{
					89, -- [1]
					1499699806, -- [2]
				}, -- [33]
				{
					92, -- [1]
					1499699806, -- [2]
				}, -- [34]
				{
					94, -- [1]
					1499699806, -- [2]
				}, -- [35]
				{
					96, -- [1]
					1499699806, -- [2]
				}, -- [36]
				{
					98, -- [1]
					1499699806, -- [2]
				}, -- [37]
				{
					100, -- [1]
					1499699806, -- [2]
				}, -- [38]
				{
					104, -- [1]
					1499699806, -- [2]
				}, -- [39]
				{
					107, -- [1]
					1499699806, -- [2]
				}, -- [40]
				{
					110, -- [1]
					1499699806, -- [2]
				}, -- [41]
				{
					112, -- [1]
					1499699806, -- [2]
				}, -- [42]
				{
					115, -- [1]
					1499699806, -- [2]
				}, -- [43]
				{
					117, -- [1]
					1499699806, -- [2]
				}, -- [44]
				{
					120, -- [1]
					1499699806, -- [2]
				}, -- [45]
				{
					184, -- [1]
					1499699806, -- [2]
				}, -- [46]
				{
					187, -- [1]
					1499699806, -- [2]
				}, -- [47]
				{
					189, -- [1]
					1499699806, -- [2]
				}, -- [48]
				{
					191, -- [1]
					1499699806, -- [2]
				}, -- [49]
				{
					194, -- [1]
					1499699806, -- [2]
				}, -- [50]
				{
					196, -- [1]
					1499699806, -- [2]
				}, -- [51]
				{
					199, -- [1]
					1499699806, -- [2]
				}, -- [52]
				{
					201, -- [1]
					1499699806, -- [2]
				}, -- [53]
				{
					204, -- [1]
					1499699806, -- [2]
				}, -- [54]
				{
					206, -- [1]
					1499699806, -- [2]
				}, -- [55]
				{
					209, -- [1]
					1499699806, -- [2]
				}, -- [56]
				{
					211, -- [1]
					1499699806, -- [2]
				}, -- [57]
				{
					213, -- [1]
					1499699806, -- [2]
				}, -- [58]
				{
					216, -- [1]
					1499699806, -- [2]
				}, -- [59]
				{
					218, -- [1]
					1499699806, -- [2]
				}, -- [60]
				{
					224, -- [1]
					1499699806, -- [2]
				}, -- [61]
				{
					227, -- [1]
					1499699806, -- [2]
				}, -- [62]
				{
					229, -- [1]
					1499699806, -- [2]
				}, -- [63]
				{
					232, -- [1]
					1499699806, -- [2]
				}, -- [64]
				{
					234, -- [1]
					1499699806, -- [2]
				}, -- [65]
				{
					237, -- [1]
					1499699806, -- [2]
				}, -- [66]
				{
					240, -- [1]
					1499699806, -- [2]
				}, -- [67]
				{
					243, -- [1]
					1499699806, -- [2]
				}, -- [68]
				{
					245, -- [1]
					1499699806, -- [2]
				}, -- [69]
				{
					246, -- [1]
					1499699806, -- [2]
				}, -- [70]
				{
					249, -- [1]
					1499699806, -- [2]
				}, -- [71]
				{
					251, -- [1]
					1499699806, -- [2]
				}, -- [72]
				{
					254, -- [1]
					1499699806, -- [2]
				}, -- [73]
				{
					256, -- [1]
					1499699806, -- [2]
				}, -- [74]
				{
					259, -- [1]
					1499699806, -- [2]
				}, -- [75]
				{
					261, -- [1]
					1499699806, -- [2]
				}, -- [76]
				{
					263, -- [1]
					1499699806, -- [2]
				}, -- [77]
				{
					266, -- [1]
					1499699806, -- [2]
				}, -- [78]
				{
					268, -- [1]
					1499699806, -- [2]
				}, -- [79]
				{
					272, -- [1]
					1499699806, -- [2]
				}, -- [80]
				{
					274, -- [1]
					1499699806, -- [2]
				}, -- [81]
				{
					277, -- [1]
					1499699806, -- [2]
				}, -- [82]
				{
					279, -- [1]
					1499699806, -- [2]
				}, -- [83]
				{
					282, -- [1]
					1499699806, -- [2]
				}, -- [84]
				{
					284, -- [1]
					1499699806, -- [2]
				}, -- [85]
				{
					287, -- [1]
					1499699806, -- [2]
				}, -- [86]
				{
					289, -- [1]
					1499699806, -- [2]
				}, -- [87]
				{
					293, -- [1]
					1499699806, -- [2]
				}, -- [88]
				{
					295, -- [1]
					1499699806, -- [2]
				}, -- [89]
				{
					296, -- [1]
					1499699806, -- [2]
				}, -- [90]
				{
					299, -- [1]
					1499699806, -- [2]
				}, -- [91]
				{
					3, -- [1]
					1500471883, -- [2]
				}, -- [92]
				{
					5, -- [1]
					1500471883, -- [2]
				}, -- [93]
				{
					8, -- [1]
					1500471883, -- [2]
				}, -- [94]
				{
					10, -- [1]
					1500471883, -- [2]
				}, -- [95]
				{
					13, -- [1]
					1500471883, -- [2]
				}, -- [96]
				{
					15, -- [1]
					1500471883, -- [2]
				}, -- [97]
				{
					18, -- [1]
					1500471883, -- [2]
				}, -- [98]
				{
					20, -- [1]
					1500471883, -- [2]
				}, -- [99]
				{
					24, -- [1]
					1500471883, -- [2]
				}, -- [100]
				{
					26, -- [1]
					1500471883, -- [2]
				}, -- [101]
				{
					29, -- [1]
					1500471883, -- [2]
				}, -- [102]
				{
					31, -- [1]
					1500471883, -- [2]
				}, -- [103]
				{
					34, -- [1]
					1500471883, -- [2]
				}, -- [104]
				{
					36, -- [1]
					1500471883, -- [2]
				}, -- [105]
				{
					40, -- [1]
					1500471883, -- [2]
				}, -- [106]
				{
					42, -- [1]
					1500471883, -- [2]
				}, -- [107]
				{
					46, -- [1]
					1500471883, -- [2]
				}, -- [108]
				{
					48, -- [1]
					1500471883, -- [2]
				}, -- [109]
				{
					51, -- [1]
					1500471883, -- [2]
				}, -- [110]
				{
					53, -- [1]
					1500471883, -- [2]
				}, -- [111]
				{
					56, -- [1]
					1500471883, -- [2]
				}, -- [112]
				{
					58, -- [1]
					1500471883, -- [2]
				}, -- [113]
				{
					60, -- [1]
					1500471883, -- [2]
				}, -- [114]
				{
					63, -- [1]
					1500471883, -- [2]
				}, -- [115]
				{
					66, -- [1]
					1500471883, -- [2]
				}, -- [116]
				{
					70, -- [1]
					1500471883, -- [2]
				}, -- [117]
				{
					73, -- [1]
					1500471883, -- [2]
				}, -- [118]
				{
					75, -- [1]
					1500471883, -- [2]
				}, -- [119]
				{
					77, -- [1]
					1500471883, -- [2]
				}, -- [120]
				{
					80, -- [1]
					1500471883, -- [2]
				}, -- [121]
				{
					82, -- [1]
					1500471883, -- [2]
				}, -- [122]
				{
					85, -- [1]
					1500471883, -- [2]
				}, -- [123]
				{
					88, -- [1]
					1500471883, -- [2]
				}, -- [124]
				{
					91, -- [1]
					1500471883, -- [2]
				}, -- [125]
				{
					93, -- [1]
					1500471883, -- [2]
				}, -- [126]
				{
					96, -- [1]
					1500471883, -- [2]
				}, -- [127]
				{
					98, -- [1]
					1500471883, -- [2]
				}, -- [128]
				{
					102, -- [1]
					1500471883, -- [2]
				}, -- [129]
				{
					104, -- [1]
					1500471883, -- [2]
				}, -- [130]
				{
					107, -- [1]
					1500471883, -- [2]
				}, -- [131]
				{
					110, -- [1]
					1500471883, -- [2]
				}, -- [132]
				{
					113, -- [1]
					1500471883, -- [2]
				}, -- [133]
				{
					115, -- [1]
					1500471883, -- [2]
				}, -- [134]
				{
					118, -- [1]
					1500471883, -- [2]
				}, -- [135]
				{
					163, -- [1]
					1500471883, -- [2]
				}, -- [136]
				{
					165, -- [1]
					1500471883, -- [2]
				}, -- [137]
				{
					168, -- [1]
					1500471883, -- [2]
				}, -- [138]
				{
					171, -- [1]
					1500471883, -- [2]
				}, -- [139]
				{
					175, -- [1]
					1500471883, -- [2]
				}, -- [140]
				{
					177, -- [1]
					1500471883, -- [2]
				}, -- [141]
				{
					181, -- [1]
					1500471883, -- [2]
				}, -- [142]
				{
					183, -- [1]
					1500471883, -- [2]
				}, -- [143]
				{
					186, -- [1]
					1500471883, -- [2]
				}, -- [144]
				{
					188, -- [1]
					1500471883, -- [2]
				}, -- [145]
				{
					192, -- [1]
					1500471883, -- [2]
				}, -- [146]
				{
					194, -- [1]
					1500471883, -- [2]
				}, -- [147]
				{
					197, -- [1]
					1500471883, -- [2]
				}, -- [148]
				{
					199, -- [1]
					1500471883, -- [2]
				}, -- [149]
				{
					203, -- [1]
					1500471883, -- [2]
				}, -- [150]
				{
					205, -- [1]
					1500471883, -- [2]
				}, -- [151]
				{
					209, -- [1]
					1500471883, -- [2]
				}, -- [152]
				{
					211, -- [1]
					1500471883, -- [2]
				}, -- [153]
				{
					214, -- [1]
					1500471883, -- [2]
				}, -- [154]
				{
					216, -- [1]
					1500471883, -- [2]
				}, -- [155]
				{
					218, -- [1]
					1500471883, -- [2]
				}, -- [156]
				{
					221, -- [1]
					1500471883, -- [2]
				}, -- [157]
			},
			["破碎尖叫"] = {
				{
					5, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					15, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					25, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					27, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					35, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					128, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					140, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					144, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					145, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					156, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					157, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					163, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					168, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					178, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					180, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					6, -- [1]
					1500471883, -- [2]
				}, -- [18]
				{
					19, -- [1]
					1500471883, -- [2]
				}, -- [19]
				{
					28, -- [1]
					1500471883, -- [2]
				}, -- [20]
				{
					40, -- [1]
					1500471883, -- [2]
				}, -- [21]
				{
					126, -- [1]
					1500471883, -- [2]
				}, -- [22]
				{
					127, -- [1]
					1500471883, -- [2]
				}, -- [23]
				{
					134, -- [1]
					1500471883, -- [2]
				}, -- [24]
				{
					143, -- [1]
					1500471883, -- [2]
				}, -- [25]
				{
					152, -- [1]
					1500471883, -- [2]
				}, -- [26]
				{
					155, -- [1]
					1500471883, -- [2]
				}, -- [27]
				{
					165, -- [1]
					1500471883, -- [2]
				}, -- [28]
			},
			["分裂末日"] = {
				{
					262, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					289, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					315, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					342, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					194, -- [1]
					1500471883, -- [2]
				}, -- [5]
				{
					221, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					247, -- [1]
					1500471883, -- [2]
				}, -- [7]
				{
					274, -- [1]
					1500471883, -- [2]
				}, -- [8]
			},
			["灵魂束缚"] = {
				{
					16, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					50, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					138, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					172, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					249, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					273, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					300, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					15, -- [1]
					1500471883, -- [2]
				}, -- [8]
				{
					50, -- [1]
					1500471883, -- [2]
				}, -- [9]
				{
					136, -- [1]
					1500471883, -- [2]
				}, -- [10]
				{
					170, -- [1]
					1500471883, -- [2]
				}, -- [11]
				{
					194, -- [1]
					1500471883, -- [2]
				}, -- [12]
				{
					219, -- [1]
					1500471883, -- [2]
				}, -- [13]
			},
			["折磨哀嚎"] = {
				{
					122, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					126, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					132, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					138, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					144, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					150, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					156, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					162, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					168, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					174, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					180, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					186, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					121, -- [1]
					1500471883, -- [2]
				}, -- [13]
				{
					125, -- [1]
					1500471883, -- [2]
				}, -- [14]
				{
					131, -- [1]
					1500471883, -- [2]
				}, -- [15]
				{
					138, -- [1]
					1500471883, -- [2]
				}, -- [16]
				{
					144, -- [1]
					1500471883, -- [2]
				}, -- [17]
				{
					150, -- [1]
					1500471883, -- [2]
				}, -- [18]
				{
					155, -- [1]
					1500471883, -- [2]
				}, -- [19]
				{
					162, -- [1]
					1500471883, -- [2]
				}, -- [20]
			},
		},
		["ids"] = {
			["灵魂锁链"] = 236361,
			["末日分裂"] = 236544,
			["哀嚎之魂"] = 236072,
			["攫取之暗"] = 235968,
			["折磨"] = 236548,
			["灵魂爆发"] = 236158,
			["裂地猛击"] = 235927,
			["粉碎意志"] = 241566,
			["白骨碎片"] = 236142,
			["破碎尖叫"] = 235969,
			["分裂末日"] = 236542,
			["灵魂束缚"] = 236449,
			["折磨哀嚎"] = 235989,
		},
	},
	["187314"] = {
		["deaths"] = {
			[11] = {
				1499702493, -- [1]
			},
			[130] = {
				1500473828, -- [1]
			},
			[197] = {
				1500473828, -- [1]
			},
			[318] = {
				1500473828, -- [1]
			},
			[47] = {
				1499702493, -- [1]
			},
			[12] = {
				1499702493, -- [1]
			},
			[49] = {
				1499702493, -- [1]
			},
			[50] = {
				1499702493, -- [1]
				1500473828, -- [2]
			},
		},
		["spells"] = {
			["腐化矩阵"] = {
				{
					10, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					60, -- [1]
					1499702493, -- [2]
				}, -- [2]
				{
					110, -- [1]
					1499702493, -- [2]
				}, -- [3]
				{
					160, -- [1]
					1499702493, -- [2]
				}, -- [4]
				{
					210, -- [1]
					1499702493, -- [2]
				}, -- [5]
				{
					260, -- [1]
					1499702493, -- [2]
				}, -- [6]
				{
					310, -- [1]
					1499702493, -- [2]
				}, -- [7]
				{
					10, -- [1]
					1500473828, -- [2]
				}, -- [8]
				{
					60, -- [1]
					1500473828, -- [2]
				}, -- [9]
				{
					110, -- [1]
					1500473828, -- [2]
				}, -- [10]
				{
					160, -- [1]
					1500473828, -- [2]
				}, -- [11]
				{
					210, -- [1]
					1500473828, -- [2]
				}, -- [12]
				{
					260, -- [1]
					1500473828, -- [2]
				}, -- [13]
			},
			["割裂现实"] = {
				{
					38, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					102, -- [1]
					1499702493, -- [2]
				}, -- [2]
				{
					163, -- [1]
					1499702493, -- [2]
				}, -- [3]
				{
					227, -- [1]
					1499702493, -- [2]
				}, -- [4]
				{
					288, -- [1]
					1499702493, -- [2]
				}, -- [5]
				{
					361, -- [1]
					1499702493, -- [2]
				}, -- [6]
				{
					400, -- [1]
					1499702493, -- [2]
				}, -- [7]
				{
					438, -- [1]
					1499702493, -- [2]
				}, -- [8]
				{
					38, -- [1]
					1500473828, -- [2]
				}, -- [9]
				{
					102, -- [1]
					1500473828, -- [2]
				}, -- [10]
				{
					175, -- [1]
					1500473828, -- [2]
				}, -- [11]
				{
					248, -- [1]
					1500473828, -- [2]
				}, -- [12]
				{
					338, -- [1]
					1500473828, -- [2]
				}, -- [13]
			},
			["毁灭"] = {
				{
					315, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					292, -- [1]
					1500473828, -- [2]
				}, -- [2]
			},
			["风蚀"] = {
				{
					12, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					24, -- [1]
					1499702493, -- [2]
				}, -- [2]
				{
					45, -- [1]
					1499702493, -- [2]
				}, -- [3]
				{
					57, -- [1]
					1499702493, -- [2]
				}, -- [4]
				{
					69, -- [1]
					1499702493, -- [2]
				}, -- [5]
				{
					81, -- [1]
					1499702493, -- [2]
				}, -- [6]
				{
					94, -- [1]
					1499702493, -- [2]
				}, -- [7]
				{
					109, -- [1]
					1499702493, -- [2]
				}, -- [8]
				{
					121, -- [1]
					1499702493, -- [2]
				}, -- [9]
				{
					134, -- [1]
					1499702493, -- [2]
				}, -- [10]
				{
					146, -- [1]
					1499702493, -- [2]
				}, -- [11]
				{
					170, -- [1]
					1499702493, -- [2]
				}, -- [12]
				{
					182, -- [1]
					1499702493, -- [2]
				}, -- [13]
				{
					194, -- [1]
					1499702493, -- [2]
				}, -- [14]
				{
					207, -- [1]
					1499702493, -- [2]
				}, -- [15]
				{
					219, -- [1]
					1499702493, -- [2]
				}, -- [16]
				{
					235, -- [1]
					1499702493, -- [2]
				}, -- [17]
				{
					247, -- [1]
					1499702493, -- [2]
				}, -- [18]
				{
					259, -- [1]
					1499702493, -- [2]
				}, -- [19]
				{
					271, -- [1]
					1499702493, -- [2]
				}, -- [20]
				{
					295, -- [1]
					1499702493, -- [2]
				}, -- [21]
				{
					309, -- [1]
					1499702493, -- [2]
				}, -- [22]
				{
					337, -- [1]
					1499702493, -- [2]
				}, -- [23]
				{
					349, -- [1]
					1499702493, -- [2]
				}, -- [24]
				{
					371, -- [1]
					1499702493, -- [2]
				}, -- [25]
				{
					383, -- [1]
					1499702493, -- [2]
				}, -- [26]
				{
					410, -- [1]
					1499702493, -- [2]
				}, -- [27]
				{
					422, -- [1]
					1499702493, -- [2]
				}, -- [28]
				{
					447, -- [1]
					1499702493, -- [2]
				}, -- [29]
				{
					459, -- [1]
					1499702493, -- [2]
				}, -- [30]
				{
					13, -- [1]
					1500473828, -- [2]
				}, -- [31]
				{
					25, -- [1]
					1500473828, -- [2]
				}, -- [32]
				{
					44, -- [1]
					1500473828, -- [2]
				}, -- [33]
				{
					57, -- [1]
					1500473828, -- [2]
				}, -- [34]
				{
					69, -- [1]
					1500473828, -- [2]
				}, -- [35]
				{
					81, -- [1]
					1500473828, -- [2]
				}, -- [36]
				{
					92, -- [1]
					1500473828, -- [2]
				}, -- [37]
				{
					109, -- [1]
					1500473828, -- [2]
				}, -- [38]
				{
					121, -- [1]
					1500473828, -- [2]
				}, -- [39]
				{
					133, -- [1]
					1500473828, -- [2]
				}, -- [40]
				{
					145, -- [1]
					1500473828, -- [2]
				}, -- [41]
				{
					158, -- [1]
					1500473828, -- [2]
				}, -- [42]
				{
					182, -- [1]
					1500473828, -- [2]
				}, -- [43]
				{
					194, -- [1]
					1500473828, -- [2]
				}, -- [44]
				{
					206, -- [1]
					1500473828, -- [2]
				}, -- [45]
				{
					218, -- [1]
					1500473828, -- [2]
				}, -- [46]
				{
					231, -- [1]
					1500473828, -- [2]
				}, -- [47]
				{
					255, -- [1]
					1500473828, -- [2]
				}, -- [48]
				{
					267, -- [1]
					1500473828, -- [2]
				}, -- [49]
				{
					279, -- [1]
					1500473828, -- [2]
				}, -- [50]
				{
					315, -- [1]
					1500473828, -- [2]
				}, -- [51]
				{
					327, -- [1]
					1500473828, -- [2]
				}, -- [52]
				{
					349, -- [1]
					1500473828, -- [2]
				}, -- [53]
			},
		},
		["ids"] = {
			["腐化矩阵"] = 233556,
			["割裂现实"] = 235572,
			["毁灭"] = 235597,
			["风蚀"] = 236494,
		},
	},
}
