
DeathGraphsDBDeaths = {
	["189814"] = {
		["hash"] = "189814",
		["type"] = "deaths",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "基尔加丹",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["diff"] = 14,
			["id"] = 2051,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["蓝莓马卡龙-燃烧之刃"] = {
				["name"] = "蓝莓马卡龙-燃烧之刃",
				["class"] = "PALADIN",
				["overall"] = {
					[238455] = 1772880,
					[239216] = 256722,
					[239852] = 1769198,
				},
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "菠萝秀姐-塞拉摩",
				["overall"] = {
					[239155] = 1091558,
					[239216] = 244774,
				},
			},
			["丽朵朵-伊森利恩"] = {
				["name"] = "丽朵朵-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[234310] = 1578894,
					[241702] = 163894,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[239216] = 3039806,
					[239155] = 378666,
				},
				["deaths"] = {
				},
			},
			["王蔚佳-苏塔恩"] = {
				["name"] = "王蔚佳-苏塔恩",
				["class"] = "DRUID",
				["overall"] = {
					[241702] = 79998,
					[241721] = 240608,
					[234310] = 770664,
				},
				["deaths"] = {
				},
			},
			["远程地皮埃斯-伊森利恩"] = {
				["name"] = "远程地皮埃斯-伊森利恩",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[241721] = 382661,
				},
				["deaths"] = {
				},
			},
		},
	},
	["187314"] = {
		["hash"] = "187314",
		["type"] = "deaths",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 14,
			["id"] = 2038,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["一本道萌小德-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "一本道萌小德-巨龙之吼",
				["overall"] = {
					[240970] = 3997827,
					[234062] = 1152462,
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[234062] = 3517399,
					[240213] = 126469,
				},
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["name"] = "女主的大黄蜂-埃德萨拉",
				["class"] = "HUNTER",
				["overall"] = {
					[239742] = 6262924,
					[234180] = 541491,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[234062] = 989146,
					[240213] = 323108,
				},
				["deaths"] = {
				},
			},
			["随机英雄-卡德罗斯"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "随机英雄-卡德罗斯",
				["overall"] = {
					[239742] = 9512480,
					[234180] = 544455,
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[240213] = 133913,
				},
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "Zenraphael-熔火之心",
				["overall"] = {
					[234062] = 3296775,
					[240213] = 124528,
				},
			},
			["Smiletv-回音山"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "Smiletv-回音山",
				["overall"] = {
					[234062] = 3372994,
					[240213] = 129486,
				},
			},
			["小斑鸠-死亡之翼"] = {
				["name"] = "小斑鸠-死亡之翼",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[240970] = 2572623,
					[240213] = 107152,
					[234062] = 983488,
				},
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "MONK",
				["name"] = "刘若谦-巨龙之吼",
				["overall"] = {
					[234062] = 3217716,
					[240213] = 126803,
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[234062] = 2129888,
					[240213] = 235490,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[234062] = 3470080,
					[240213] = 630698,
				},
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["name"] = "恶魔之葉子-影之哀伤",
				["class"] = "WARRIOR",
				["overall"] = {
					[234062] = 4214236,
					[240213] = 155129,
				},
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["name"] = "鳝與亼交丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[234180] = 184767,
					[240249] = 969828,
					[239742] = 1282221,
				},
				["deaths"] = {
				},
			},
		},
	},
	["199215"] = {
		["hash"] = "199215",
		["type"] = "deaths",
		["name"] = "加洛西灭世者",
		["id"] = 1992,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 1,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "加洛西灭世者",
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "加洛西灭世者",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["id"] = 2076,
			["killed"] = true,
		},
		["player_db"] = {
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
		},
		["diff"] = 15,
	},
	["200915"] = {
		["hash"] = "200915",
		["type"] = "deaths",
		["name"] = "猎魂者伊墨纳尔",
		["id"] = 2009,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "猎魂者伊墨纳尔",
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "猎魂者伊墨纳尔",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["id"] = 2082,
			["killed"] = true,
		},
		["player_db"] = {
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "祖魔-巨龙之吼",
			},
		},
		["diff"] = 15,
	},
	["189614"] = {
		["hash"] = "189614",
		["type"] = "deaths",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "绝望的聚合体",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 14,
			["id"] = 2054,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["晖夕耀-伊森利恩"] = {
				["name"] = "晖夕耀-伊森利恩",
				["class"] = "MAGE",
				["overall"] = {
					[236564] = 5084294,
				},
				["deaths"] = {
				},
			},
			["明静雅志丶-冰风岗"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "明静雅志丶-冰风岗",
				["overall"] = {
					[236564] = 5740687,
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["name"] = "鳝與亼交丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[236568] = 8915811,
				},
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "黃河入海牛-巨龙之吼",
				["overall"] = {
					[236011] = 196000,
					[235989] = 3170928,
					[236464] = 1135903,
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[236464] = 949662,
					[236011] = 324970,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[236075] = 1225324,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[236011] = 750906,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[236464] = 573083,
					[236568] = 893000,
				},
				["deaths"] = {
				},
			},
		},
	},
	["200415"] = {
		["hash"] = "200415",
		["type"] = "deaths",
		["name"] = "金加洛斯",
		["id"] = 2004,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2088,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "金加洛斯",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "金加洛斯",
		},
		["player_db"] = {
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["李看山-梅尔加尼"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "李看山-梅尔加尼",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "暗夜潜行使-阿尔萨斯",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨丶塵囂灬-巨龙之吼",
			},
			["兔拉杨-洛丹伦"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "兔拉杨-洛丹伦",
			},
			["加勒比看海-死亡之翼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "加勒比看海-死亡之翼",
			},
			["丨阿尔薩斯丨-外域"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨阿尔薩斯丨-外域",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["雪域清水-泰兰德"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "雪域清水-泰兰德",
			},
			["徵羽-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "徵羽-巨龙之吼",
			},
		},
		["diff"] = 15,
	},
	["202515"] = {
		["hash"] = "202515",
		["type"] = "deaths",
		["name"] = "传送门守护者哈萨贝尔",
		["id"] = 2025,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2064,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "传送门守护者哈萨贝尔",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "传送门守护者哈萨贝尔",
		},
		["player_db"] = {
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["李看山-梅尔加尼"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "李看山-梅尔加尼",
			},
			["沙漠天空-阿曼尼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "沙漠天空-阿曼尼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["本多平八忠勝-外域"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "本多平八忠勝-外域",
			},
			["余心能忍-影之哀伤"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "余心能忍-影之哀伤",
			},
			["徵羽-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "徵羽-巨龙之吼",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨丶塵囂灬-巨龙之吼",
			},
			["辉夜丶姬-外域"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "辉夜丶姬-外域",
			},
			["锦在天堂"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "锦在天堂",
			},
			["加勒比农夫-死亡之翼"] = {
				["class"] = "MONK",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "加勒比农夫-死亡之翼",
			},
		},
		["diff"] = 15,
	},
	["189714"] = {
		["hash"] = "189714",
		["type"] = "deaths",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["encounter"] = "戒卫侍女",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "Zenraphael-熔火之心",
				["overall"] = {
					[235214] = 299306,
				},
			},
			["Landfairy-燃烧之刃"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Landfairy-燃烧之刃",
				["overall"] = {
					[235138] = 935046,
					[234896] = 70500,
					[235214] = 304460,
					[235253] = 456689,
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[235253] = 533880,
					[235214] = 667350,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[235138] = 1869224,
					[235253] = 1449000,
				},
				["deaths"] = {
				},
			},
			["冷香白泥-无尽之海"] = {
				["name"] = "冷香白泥-无尽之海",
				["class"] = "MAGE",
				["overall"] = {
					[235138] = 1756858,
					[234896] = 187837,
					[235253] = 590506,
				},
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["name"] = "莉朵朵-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235138] = 1847558,
					[235125] = 296602,
					[235253] = 157341,
				},
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "愤怒的小咕咕",
				["overall"] = {
					311053, -- [1]
					[241624] = 421574,
					[235569] = 6183519,
					[235214] = 389250,
					[235125] = 530213,
				},
			},
			["芒丶果-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "芒丶果-巨龙之吼",
				["overall"] = {
					[3] = 3651259,
					[235214] = 619472,
					[236432] = 200249,
					[235138] = 848365,
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[235214] = 1739345,
				},
				["deaths"] = {
				},
			},
			["零叁叁肆-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "零叁叁肆-能源舰",
				["overall"] = {
					[236432] = 220128,
					[234896] = 63402,
					[235214] = 314082,
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[235125] = 587250,
					[235214] = 623045,
					[235253] = 623046,
				},
				["deaths"] = {
				},
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "丨伊利达雷丨-巨龙之吼",
				["overall"] = {
					[235573] = 1717307,
					[235138] = 2285367,
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "浓痰耐嚼-克尔苏加德",
				["overall"] = {
					[235138] = 1664356,
					[235125] = 284546,
					[234896] = 94791,
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					3735114, -- [1]
					[234896] = 278510,
					[235138] = 3612364,
					[236432] = 473329,
					[235253] = 458927,
					[235214] = 151323,
					[235573] = 30001307,
					[229457] = 6221,
					[98021] = 178527,
					[241634] = 4377875,
				},
				["deaths"] = {
				},
			},
			["克莉斯哆-埃德萨拉"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "克莉斯哆-埃德萨拉",
				["overall"] = {
					[235573] = 2030808,
					[235138] = 2760841,
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "酒盏花枝-丽丽（四川）",
				["overall"] = {
					[235573] = 4432329,
					[235253] = 266458,
					[235138] = 716068,
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["name"] = "恶魔之葉子-影之哀伤",
				["class"] = "WARRIOR",
				["overall"] = {
					[235214] = 317532,
					[235125] = 598578,
				},
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "只是天天想-能源舰",
				["overall"] = {
					[235125] = 300739,
					[234896] = 111013,
					[235253] = 319071,
					[235214] = 319071,
					[235138] = 901203,
					[236432] = 100186,
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "快活的地沟油-巨龙之吼",
				["overall"] = {
					[235569] = 8321253,
					[235253] = 470386,
					[235214] = 470386,
				},
			},
			["骨折-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "骨折-能源舰",
				["overall"] = {
					[235214] = 150630,
					[236432] = 211141,
					[234896] = 421251,
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "优雅的猎手-巨龙之吼",
				["overall"] = {
					5206959, -- [1]
					[235125] = 246012,
					[235214] = 130504,
				},
			},
			["Lluvia-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "Lluvia-能源舰",
				["overall"] = {
					[235573] = 5323267,
					[235253] = 640034,
					[236432] = 111341,
					[235138] = 3617871,
					[234896] = 197152,
				},
			},
			["Honeynono-奈法利安"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "Honeynono-奈法利安",
				["overall"] = {
					[3] = 3998328,
					[235125] = 298902,
					[235214] = 475683,
					[234896] = 295692,
				},
			},
			["大连市交警-莱索恩"] = {
				["deaths"] = {
				},
				["class"] = "WARLOCK",
				["name"] = "大连市交警-莱索恩",
				["overall"] = {
					[236432] = 160025,
					[235253] = 314878,
					[234896] = 189214,
				},
			},
			["伽罗-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "伽罗-能源舰",
				["overall"] = {
					[236432] = 72484,
					[235253] = 156513,
					[234896] = 146512,
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "灬夜小蛇-巨龙之吼",
				["overall"] = {
					3010003, -- [1]
					[241624] = 3789973,
					[235569] = 14674898,
					[235125] = 449446,
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "神圣裁决者-主宰之剑",
				["overall"] = {
					[235138] = 1800908,
					[235125] = 302030,
					[235214] = 160221,
				},
			},
			["Incineration-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Incineration-巨龙之吼",
				["overall"] = {
					7695765, -- [1]
					[235253] = 156665,
					[235573] = 3669266,
				},
			},
			["Ikki-血色十字军"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Ikki-血色十字军",
				["overall"] = {
					[235573] = 2087986,
					[235138] = 2781348,
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "一本道萌小德-巨龙之吼",
				["overall"] = {
					[235573] = 2085340,
					[235138] = 2754358,
				},
			},
			["Annya-利刃之拳"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Annya-利刃之拳",
				["overall"] = {
					[236432] = 135497,
					[235125] = 301544,
					[234896] = 148704,
					[235253] = 159963,
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["name"] = "我的喵喵呢-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235138] = 1783498,
					[235569] = 3044362,
					[235214] = 157773,
				},
				["deaths"] = {
				},
			},
			["Enp-密林游侠"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Enp-密林游侠",
				["overall"] = {
					[235253] = 314122,
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "菠萝秀姐-塞拉摩",
				["overall"] = {
					[235138] = 4186851,
					[234896] = 94641,
					[235253] = 303446,
				},
			},
			["划船不拿桨-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "划船不拿桨-巨龙之吼",
				["overall"] = {
					6037245, -- [1]
					[235125] = 247965,
					[235214] = 131540,
				},
			},
			["卡特-迅捷微风"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "卡特-迅捷微风",
				["overall"] = {
					[235125] = 600330,
					[235253] = 159231,
					[235569] = 8877044,
					[236432] = 176304,
					[235138] = 1772383,
					[3] = 769465,
				},
			},
			["浪货界扛把子-伊森利恩"] = {
				["name"] = "浪货界扛把子-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235214] = 934672,
					[235253] = 778891,
				},
				["deaths"] = {
				},
			},
			["王蔚佳-苏塔恩"] = {
				["name"] = "王蔚佳-苏塔恩",
				["class"] = "DRUID",
				["overall"] = {
					[3] = 2186125,
					[235253] = 150287,
					[236432] = 152755,
					[234896] = 180618,
				},
				["deaths"] = {
				},
			},
			["明静雅志丶-冰风岗"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "明静雅志丶-冰风岗",
				["overall"] = {
					[3] = 1512110,
					[236432] = 171937,
					[235214] = 132255,
					[234896] = 171936,
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["name"] = "凌风丿飘然-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[235125] = 298979,
					[234896] = 206189,
					[235569] = 3060352,
					[235214] = 475806,
					[235138] = 4674070,
					[236432] = 222316,
				},
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[235214] = 1150731,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[235214] = 315801,
					[235253] = 1105301,
				},
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "黃河入海牛-巨龙之吼",
				["overall"] = {
					[235573] = 2086620,
					[235138] = 2819705,
				},
			},
			["刘若谦-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "MONK",
				["name"] = "刘若谦-巨龙之吼",
				["overall"] = {
					[235573] = 1888724,
					[235138] = 2472910,
				},
			},
		},
	},
	["198515"] = {
		["hash"] = "198515",
		["type"] = "deaths",
		["name"] = "保卫艾欧娜尔",
		["id"] = 1985,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2075,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "保卫艾欧娜尔",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "保卫艾欧娜尔",
		},
		["player_db"] = {
			["消逝的风-丽丽（四川）"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "消逝的风-丽丽（四川）",
			},
			["李看山-梅尔加尼"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "李看山-梅尔加尼",
			},
			["沙漠天空-阿曼尼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "沙漠天空-阿曼尼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "暗夜潜行使-阿尔萨斯",
			},
			["辉夜丶姬-外域"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "辉夜丶姬-外域",
			},
			["徵羽-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "徵羽-巨龙之吼",
			},
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["兔拉杨-洛丹伦"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "兔拉杨-洛丹伦",
			},
			["本多平八忠勝-外域"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "本多平八忠勝-外域",
			},
			["锦在天堂"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "锦在天堂",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨丶塵囂灬-巨龙之吼",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["余心能忍-影之哀伤"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "余心能忍-影之哀伤",
			},
			["加勒比看海-死亡之翼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "加勒比看海-死亡之翼",
			},
			["戰無敌-克尔苏加德"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "戰無敌-克尔苏加德",
			},
			["丨阿尔薩斯丨-外域"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨阿尔薩斯丨-外域",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["周少帅-霜之哀伤"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "周少帅-霜之哀伤",
			},
			["加勒比农夫-死亡之翼"] = {
				["class"] = "MONK",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "加勒比农夫-死亡之翼",
			},
		},
		["diff"] = 15,
	},
	["187315"] = {
		["hash"] = "187315",
		["type"] = "deaths",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["player_db"] = {
			["卿丶艾德-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "卿丶艾德-无尽之海",
				["overall"] = {
					13656868, -- [1]
					[236494] = 1298901,
				},
			},
			["Missavery-伊森利恩"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Missavery-伊森利恩",
				["overall"] = {
					[239212] = 633326,
					[240213] = 1071930,
					[234062] = 1490871,
				},
			},
			["傲娇女王大大-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "傲娇女王大大-凤凰之神",
				["overall"] = {
					[239287] = 4087169,
					[234180] = 727885,
					[235572] = 1709951,
					[196917] = 820551,
				},
			},
			["我不管我最萌-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "我不管我最萌-凤凰之神",
				["overall"] = {
					[240213] = 176318,
				},
			},
			["香榭的落葉-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "香榭的落葉-凤凰之神",
				["overall"] = {
					[234180] = 542584,
					[236604] = 5288233,
					[242017] = 1458885,
					[239058] = 1315923,
					[239287] = 3710389,
				},
			},
			["七囍丶-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "七囍丶-凤凰之神",
				["overall"] = {
					[233856] = 9166979,
					[240213] = 164371,
				},
			},
			["Dancing-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "Dancing-凤凰之神",
				["overall"] = {
					[239287] = 3721346,
					[239058] = 1324752,
				},
			},
			["贰脚-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "贰脚-凤凰之神",
				["overall"] = {
					[234180] = 954250,
					[236604] = 4653067,
					[239742] = 4637097,
					[239058] = 1542888,
					[239287] = 4343453,
				},
			},
			["这把过了-塞拉摩"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "这把过了-塞拉摩",
				["overall"] = {
					10098132, -- [1]
					[233856] = 9665368,
					[87023] = 296982,
					[240213] = 177999,
				},
			},
			["傲气小鸡吉-能源舰"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "傲气小鸡吉-能源舰",
				["overall"] = {
					[234180] = 665950,
					[242017] = 903353,
				},
			},
			["Angelaboby-奥特兰克"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "Angelaboby-奥特兰克",
				["overall"] = {
					[234180] = 325211,
					[242017] = 2691412,
				},
			},
			["呆萌小懒牛-洛丹伦"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "呆萌小懒牛-洛丹伦",
				["overall"] = {
					[239742] = 12971535,
					[234180] = 1073881,
				},
			},
			["丶莫棄-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "丶莫棄-无尽之海",
				["overall"] = {
					[239212] = 591206,
					[240213] = 329372,
					[234062] = 3777485,
					[233856] = 7556064,
				},
			},
			["十八大哥-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "WARLOCK",
				["name"] = "十八大哥-凤凰之神",
				["overall"] = {
					[239058] = 7641023,
				},
			},
			["Baojun-冰霜之刃"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "Baojun-冰霜之刃",
				["overall"] = {
					[234180] = 942063,
					[234062] = 3210362,
					[236604] = 4588563,
					[239287] = 4290270,
					[239742] = 4577870,
					[240213] = 353339,
					[239058] = 1523181,
				},
			},
			["锦在天堂"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "锦在天堂",
				["overall"] = {
					[239287] = 3015569,
					[3] = 847829,
				},
			},
			["枫叶萌萌达-暗影之月"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "枫叶萌萌达-暗影之月",
				["overall"] = {
					4671836, -- [1]
					[240213] = 493404,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2038,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "堕落的化身",
		},
		["diff"] = 15,
	},
	["189715"] = {
		["hash"] = "189715",
		["type"] = "deaths",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["player_db"] = {
			["赤彦丶-格瑞姆巴托"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "赤彦丶-格瑞姆巴托",
				["overall"] = {
					[235569] = 3376527,
					[235214] = 355554,
					[98021] = 922565,
				},
			},
			["天丶谴-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "天丶谴-无尽之海",
				["overall"] = {
					[236432] = 1051480,
					[235253] = 442924,
					[234896] = 985092,
				},
			},
			["卿丶艾德-无尽之海"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "卿丶艾德-无尽之海",
				["overall"] = {
					1483983, -- [1]
					[241624] = 1409522,
					[235569] = 2324903,
					[235214] = 174648,
				},
			},
			["Missavery-伊森利恩"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Missavery-伊森利恩",
				["overall"] = {
					[235573] = 2635747,
					[235253] = 412148,
				},
			},
			["橙宸丶凸凹凸-冰霜之刃"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "橙宸丶凸凹凸-冰霜之刃",
				["overall"] = {
					[235569] = 4301932,
					[235214] = 422033,
					[98021] = 395806,
				},
			},
			["凤栖梧桐丶-主宰之剑"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "凤栖梧桐丶-主宰之剑",
				["overall"] = {
				},
			},
			["Cyrre-泰兰德"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "Cyrre-泰兰德",
				["overall"] = {
				},
			},
			["轻松割-布兰卡德"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "轻松割-布兰卡德",
				["overall"] = {
					[235569] = 4488169,
					[235214] = 392715,
					[98021] = 909421,
				},
			},
			["傲娇的元宝-布兰卡德"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "傲娇的元宝-布兰卡德",
				["overall"] = {
					[235214] = 661067,
					[235125] = 416227,
				},
			},
			["多莉的复仇-燃烧之刃"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "多莉的复仇-燃烧之刃",
				["overall"] = {
					[235569] = 2526699,
					[235214] = 364428,
					[235125] = 344181,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "戒卫侍女",
		},
		["diff"] = 15,
	},
	["199715"] = {
		["hash"] = "199715",
		["type"] = "deaths",
		["name"] = "安托兰统帅议会",
		["id"] = 1997,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2070,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "安托兰统帅议会",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "安托兰统帅议会",
		},
		["player_db"] = {
			["王者马克-黑石尖塔"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "王者马克-黑石尖塔",
			},
			["消逝的风-丽丽（四川）"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "消逝的风-丽丽（四川）",
			},
			["李看山-梅尔加尼"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "李看山-梅尔加尼",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["加勒比看海-死亡之翼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "加勒比看海-死亡之翼",
			},
			["兔拉杨-洛丹伦"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "兔拉杨-洛丹伦",
			},
			["徵羽-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "徵羽-巨龙之吼",
			},
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["璀璨灬-奈法利安"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "璀璨灬-奈法利安",
			},
			["雪域清水-泰兰德"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "雪域清水-泰兰德",
			},
			["沙漠天空-阿曼尼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "沙漠天空-阿曼尼",
			},
			["戰無敌-克尔苏加德"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "戰無敌-克尔苏加德",
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "暗夜潜行使-阿尔萨斯",
			},
			["鐵血之心-风暴之怒"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "鐵血之心-风暴之怒",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["锦在天堂"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "锦在天堂",
			},
			["余心能忍-影之哀伤"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "余心能忍-影之哀伤",
			},
		},
		["diff"] = 15,
	},
	["186714"] = {
		["hash"] = "186714",
		["type"] = "deaths",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "恶魔审判庭",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 14,
			["id"] = 2048,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["浪货界扛把子-伊森利恩"] = {
				["name"] = "浪货界扛把子-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[3] = 172084,
					[233444] = 492968,
					[248713] = 208622,
				},
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[234015] = 569987,
					[233444] = 547731,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[233444] = 2175454,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[248713] = 280102,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[233444] = 858000,
					[234015] = 558733,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[233444] = 1106778,
					[233983] = 685776,
				},
				["deaths"] = {
				},
			},
		},
	},
	["190314"] = {
		["hash"] = "190314",
		["type"] = "deaths",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["ej_instance_id"] = 875,
			["encounter"] = "月之姐妹",
			["diff"] = 14,
		},
		["player_db"] = {
			["Zenraphael-熔火之心"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "Zenraphael-熔火之心",
				["overall"] = {
					[236306] = 12199968,
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "韩骁七-格瑞姆巴托",
				["overall"] = {
					[236603] = 974152,
					[233284] = 3096407,
				},
			},
			["叮咪-埃德萨拉"] = {
				["name"] = "叮咪-埃德萨拉",
				["class"] = "WARLOCK",
				["overall"] = {
					[236306] = 8534222,
					[1454] = 475422,
				},
				["deaths"] = {
				},
			},
			["随机英雄-卡德罗斯"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "随机英雄-卡德罗斯",
				["overall"] = {
					[236306] = 12250231,
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[236697] = 1868780,
					[237633] = 548336,
				},
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "菠萝秀姐-塞拉摩",
				["overall"] = {
					[233284] = 3705253,
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["name"] = "二零壹八丶-伊森利恩",
				["class"] = "HUNTER",
				["overall"] = {
					[236603] = 1553452,
				},
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Ikki-血色十字军",
				["overall"] = {
					[233284] = 3697413,
				},
			},
			["白如意-安加萨"] = {
				["name"] = "白如意-安加萨",
				["class"] = "PALADIN",
				["overall"] = {
					4956325, -- [1]
				},
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["name"] = "夏晚晴丶-无尽之海",
				["class"] = "PALADIN",
				["overall"] = {
					[236306] = 8067110,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[236541] = 3017851,
				},
				["deaths"] = {
				},
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "丨伊利达雷丨-巨龙之吼",
				["overall"] = {
					[233284] = 2967438,
				},
			},
			["Enp-密林游侠"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "Enp-密林游侠",
				["overall"] = {
					[236480] = 4965693,
					[236519] = 711128,
				},
			},
			["芒丶果-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "芒丶果-巨龙之吼",
				["overall"] = {
					[233284] = 4195185,
				},
			},
			["遗忘伱的错-伊森利恩"] = {
				["name"] = "遗忘伱的错-伊森利恩",
				["class"] = "MAGE",
				["overall"] = {
					[236519] = 637631,
					[233284] = 2904097,
				},
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[236519] = 2777482,
				},
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["name"] = "下凡的天使-暗影议会",
				["class"] = "HUNTER",
				["overall"] = {
					[236306] = 9194506,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[236519] = 2214431,
					[229457] = 86544,
				},
				["deaths"] = {
				},
			},
			["克莉斯哆-埃德萨拉"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "克莉斯哆-埃德萨拉",
				["overall"] = {
					[236519] = 1518739,
					[236480] = 3516558,
				},
			},
		},
	},
	["186114"] = {
		["hash"] = "186114",
		["type"] = "deaths",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["name"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
			["encounter"] = "主母萨丝琳",
			["diff"] = 14,
		},
		["player_db"] = {
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[230214] = 783358,
					[232732] = 927000,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[232732] = 896838,
					[230214] = 750292,
				},
				["deaths"] = {
				},
			},
		},
	},
	["185614"] = {
		["hash"] = "185614",
		["type"] = "deaths",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2036,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["encounter"] = "哈亚坦",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[232174] = 876542,
					[233520] = 550404,
					[241511] = 86346,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[231854] = 1600000,
				},
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["name"] = "贝雷帽-贫瘠之地",
				["class"] = "DRUID",
				["overall"] = {
					[233520] = 598572,
					[241511] = 186346,
				},
				["deaths"] = {
				},
			},
		},
	},
	["198715"] = {
		["hash"] = "198715",
		["type"] = "deaths",
		["name"] = "萨格拉斯的恶犬",
		["id"] = 1987,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2074,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "萨格拉斯的恶犬",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "萨格拉斯的恶犬",
		},
		["player_db"] = {
			["消逝的风-丽丽（四川）"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "消逝的风-丽丽（四川）",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["加勒比看海-死亡之翼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "加勒比看海-死亡之翼",
			},
			["雪域清水-泰兰德"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "雪域清水-泰兰德",
			},
			["璀璨灬-奈法利安"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "璀璨灬-奈法利安",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨丶塵囂灬-巨龙之吼",
			},
			["丨阿尔薩斯丨-外域"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "丨阿尔薩斯丨-外域",
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "暗夜潜行使-阿尔萨斯",
			},
			["锦在天堂"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "锦在天堂",
			},
			["徵羽-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "徵羽-巨龙之吼",
			},
		},
		["diff"] = 15,
	},
	["186214"] = {
		["hash"] = "186214",
		["type"] = "deaths",
		["name"] = "格罗斯",
		["id"] = 1862,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 2,
			["name"] = "格罗斯",
			["diff"] = 14,
			["id"] = 2032,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["王蔚佳-苏塔恩"] = {
				["name"] = "王蔚佳-苏塔恩",
				["class"] = "DRUID",
				["overall"] = {
					[233062] = 2989200,
					[233021] = 930930,
				},
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["name"] = "小溯-迅捷微风",
				["class"] = "WARRIOR",
				["overall"] = {
					[230345] = 1168976,
					[233062] = 2627041,
				},
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["name"] = "锦在天堂",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[233062] = 2988867,
					[229457] = 10038,
				},
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["name"] = "赞比亚-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
					[233062] = 4204377,
				},
				["deaths"] = {
				},
			},
			["烟圈丶丶-黑铁"] = {
				["name"] = "烟圈丶丶-黑铁",
				["class"] = "ROGUE",
				["overall"] = {
					[233062] = 2523404,
				},
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["name"] = "兽渣-奎尔丹纳斯",
				["class"] = "WARRIOR",
				["overall"] = {
					[233283] = 1208250,
				},
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["name"] = "无比强卵-影之哀伤",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[233062] = 3547665,
				},
				["deaths"] = {
				},
			},
		},
	},
}
DeathGraphsDBEndurance = {
	["189814"] = {
		["hash"] = "189814",
		["type"] = "endurance",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "基尔加丹",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["diff"] = 14,
			["id"] = 2051,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["Alexanderxin-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						1, -- [1]
						308, -- [2]
						"引力榨取 (DoT) |cFFFF3333363,853|r", -- [3]
					}, -- [1]
				},
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["丽朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						293.852999999999, -- [2]
						"末日之雨 |cFFFF3333789,447|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["远程地皮埃斯-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						288.651999999998, -- [2]
						"伊利丹的无目凝视 |cFFFF333395,666|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["零叁叁肆-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["诺希恩灰熊-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["骨折-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["無心法師-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["中文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["到处逛逛吧-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						275.921999999999, -- [2]
						"不稳定的暗影之魂 |cFFFF333379,998|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
		},
	},
	["187314"] = {
		["hash"] = "187314",
		["type"] = "endurance",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 14,
			["id"] = 2038,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["零叁叁肆-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["蛮熊-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						197.545999999973, -- [2]
						"释放混沌 |cFFFF33331,101,057|r", -- [3]
					}, -- [1]
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						47.5270000000019, -- [2]
						"混沌烈焰 |cFFFF3333133,913|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						12.9459999999999, -- [2]
						"释放混沌 |cFFFF33331,166,951|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						11.887999999999, -- [2]
						"释放混沌 |cFFFF33331,152,068|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["骨折-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["晴天漪夢-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MONK",
				["deaths"] = {
					{
						1, -- [1]
						50.6169999999693, -- [2]
						"释放混沌 |cFFFF33331,072,585|r", -- [3]
					}, -- [1]
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						12.0860000000102, -- [2]
						"释放混沌 |cFFFF33331,123,720|r", -- [3]
					}, -- [1]
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						130.255000000005, -- [2]
						"暗影之刃 |cFFFF33331,322,431|r", -- [3]
					}, -- [1]
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
	},
	["199215"] = {
		["hash"] = "199215",
		["type"] = "endurance",
		["name"] = "加洛西灭世者",
		["id"] = 1992,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 1,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "加洛西灭世者",
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "加洛西灭世者",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["id"] = 2076,
			["killed"] = true,
		},
		["player_db"] = {
			["王者马克-黑石尖塔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["消逝的风-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["沙漠天空-阿曼尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["本多平八忠勝-外域"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["辉夜丶姬-外域"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						188.756000000052, -- [2]
						"邪能轰炸 |cFFFF33336,217,780|r", -- [3]
					}, -- [1]
				},
			},
			["璀璨灬-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["戰無敌-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["周少帅-霜之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["余心能忍-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["200915"] = {
		["hash"] = "200915",
		["type"] = "endurance",
		["name"] = "猎魂者伊墨纳尔",
		["id"] = 2009,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "猎魂者伊墨纳尔",
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "猎魂者伊墨纳尔",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["id"] = 2082,
			["killed"] = true,
		},
		["player_db"] = {
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["加勒比农夫-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						342.854999999981, -- [2]
						"洪荒烈火 |cFFFF33331,769,191|r", -- [3]
					}, -- [1]
				},
			},
			["锦在天堂"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["189614"] = {
		["hash"] = "189614",
		["type"] = "endurance",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "绝望的聚合体",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 14,
			["id"] = 2054,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						274.621999999974, -- [2]
						"分裂末日 |cFFFF33335,740,687|r", -- [3]
					}, -- [1]
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["零叁叁肆-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						134.182000000001, -- [2]
						"折磨哀嚎 (DoT) |cFFFF3333187,727|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						1, -- [1]
						100.053, -- [2]
						"哀嚎之魂 |cFFFF3333306,331|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEATHKNIGHT",
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["骨折-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["刘若谦-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						149.684000000001, -- [2]
						"灵魂束缚 |cFFFF3333470,576|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						144.023999999976, -- [2]
						"折磨哀嚎 |cFFFF33333,170,928|r", -- [3]
					}, -- [1]
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
		},
	},
	["200415"] = {
		["hash"] = "200415",
		["type"] = "endurance",
		["name"] = "金加洛斯",
		["id"] = 2004,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2088,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "金加洛斯",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "金加洛斯",
		},
		["player_db"] = {
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "WARLOCK",
				["deaths"] = {
					{
						2, -- [1]
						28.1750000000466, -- [2]
						"毁灭者 (DoT) |cFFFF33331,872,120|r", -- [3]
					}, -- [1]
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						2, -- [1]
						132.901000000071, -- [2]
						"恶魔炸弹 |cFFFF3333793,151|r", -- [3]
					}, -- [1]
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						80.3400000000838, -- [2]
						"熔铸之击 |cFFFF33336,713,399|r", -- [3]
					}, -- [1]
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						123.935999999987, -- [2]
						"屠戮 |cFFFF33332,264,673|r", -- [3]
					}, -- [1]
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DRUID",
				["deaths"] = {
					{
						2, -- [1]
						132.901000000071, -- [2]
						"恶魔炸弹 |cFFFF33333,211,661|r", -- [3]
					}, -- [1]
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["加勒比农夫-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						343.47900000005, -- [2]
						"恶魔炸弹 |cFFFF33333,108,979|r", -- [3]
					}, -- [1]
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["202515"] = {
		["hash"] = "202515",
		["type"] = "endurance",
		["name"] = "传送门守护者哈萨贝尔",
		["id"] = 2025,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2064,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "传送门守护者哈萨贝尔",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "传送门守护者哈萨贝尔",
		},
		["player_db"] = {
			["王者马克-黑石尖塔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["消逝的风-丽丽（四川）"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["辉夜丶姬-外域"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						2, -- [1]
						210.757999999914, -- [2]
						"强化传送门：拉恩科纳 |cFFFF3333387,764|r", -- [3]
					}, -- [1]
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["璀璨灬-奈法利安"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["加勒比农夫-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["周少帅-霜之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["沙漠天空-阿曼尼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						45.3900000001304, -- [2]
						"强化传送门：克索诺斯 |cFFFF3333378,929|r", -- [3]
					}, -- [1]
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						2, -- [1]
						103.155999999959, -- [2]
						"邪能风暴扫射 |cFFFF33334,237,630|r", -- [3]
					}, -- [1]
				},
			},
			["本多平八忠勝-外域"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						336.678000000073, -- [2]
						"近战 |cFFFF33336,455,044|r", -- [3]
					}, -- [1]
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						331.20299999998, -- [2]
						"时空裂痕 |cFFFF33331,364,248|r", -- [3]
					}, -- [1]
				},
			},
			["余心能忍-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						421.993999999948, -- [2]
						"传送门：拉恩科纳 |cFFFF3333228,563|r", -- [3]
					}, -- [1]
				},
			},
		},
		["diff"] = 15,
	},
	["189714"] = {
		["hash"] = "189714",
		["type"] = "endurance",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["encounter"] = "戒卫侍女",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						64.6939999999013, -- [2]
						"环境伤害 (高处坠落) |cFFFF33331,512,110|r", -- [3]
					}, -- [1]
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						2, -- [1]
						64.5979999999981, -- [2]
						"环境伤害 (高处坠落) |cFFFF33331,603,363|r", -- [3]
					}, -- [1]
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["零叁叁肆-能源舰"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						3, -- [1]
						71.6890000000131, -- [2]
						"光明灌注 |cFFFF3333157,041|r", -- [3]
					}, -- [1]
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						140.040000000008, -- [2]
						"湮灭之锤 |cFFFF33335,323,267|r", -- [3]
					}, -- [1]
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						14.795999999973, -- [2]
						"造物之锤 |cFFFF33337,170,740|r", -- [3]
					}, -- [1]
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						1, -- [1]
						16.9499999999971, -- [2]
						"光明灌注 |cFFFF3333155,779|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 4,
				["points"] = 360,
				["deaths"] = {
					{
						1, -- [1]
						13.2209999999977, -- [2]
						"邪能灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						13.4330000000009, -- [2]
						"邪能灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [2]
					{
						4, -- [1]
						13.3859999999986, -- [2]
						"光明灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [3]
					{
						5, -- [1]
						14.8590000000004, -- [2]
						"光明灌注 |cFFFF3333133,470|r", -- [3]
					}, -- [4]
				},
				["class"] = "DEMONHUNTER",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						2, -- [1]
						43.9349999999977, -- [2]
						"动荡的灵魂 |cFFFF3333863,134|r", -- [3]
					}, -- [1]
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						85.9869999999937, -- [2]
						"造物之锤 |cFFFF33336,183,519|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						30.380999999994, -- [2]
						"动荡的灵魂 |cFFFF3333265,106|r", -- [3]
					}, -- [2]
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						3, -- [1]
						66.1410000000033, -- [2]
						"动荡的灵魂 |cFFFF3333298,902|r", -- [3]
					}, -- [1]
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						1, -- [1]
						17.2609999999986, -- [2]
						"光明灌注 |cFFFF3333158,122|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 4,
				["points"] = 380,
				["deaths"] = {
					{
						2, -- [1]
						13.7430000000022, -- [2]
						"邪能灌注 |cFFFF3333155,761|r", -- [3]
					}, -- [1]
					{
						5, -- [1]
						12.854000000003, -- [2]
						"光明灌注 |cFFFF3333155,762|r", -- [3]
					}, -- [2]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 11,
				["points"] = 1070,
				["deaths"] = {
					{
						3, -- [1]
						209.094999999972, -- [2]
						"湮灭之锤 |cFFFF333314,689,707|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						233.564000000013, -- [2]
						"邪能灌注 |cFFFF3333152,976|r", -- [3]
					}, -- [2]
				},
				["class"] = "DEATHKNIGHT",
			},
			["Enp-密林游侠"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						77.323000000004, -- [2]
						"邪能灌注 |cFFFF3333157,061|r", -- [3]
					}, -- [1]
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["骨折-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						32.9220000000205, -- [2]
						"湮灭之锤 |cFFFF33332,087,986|r", -- [3]
					}, -- [1]
				},
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 4,
				["points"] = 380,
				["deaths"] = {
					{
						4, -- [1]
						11.7200000000012, -- [2]
						"邪能灌注 |cFFFF3333161,000|r", -- [3]
					}, -- [1]
					{
						5, -- [1]
						11.6930000000029, -- [2]
						"邪能灌注 |cFFFF3333161,000|r", -- [3]
					}, -- [2]
				},
				["class"] = "WARRIOR",
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						2, -- [1]
						34.0449999999837, -- [2]
						"光明灌注 |cFFFF3333159,535|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						101.967000000004, -- [2]
						"邪能灌注 |cFFFF3333159,536|r", -- [3]
					}, -- [2]
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						14.795999999973, -- [2]
						"造物之锤 |cFFFF33338,877,044|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						61.4499999999534, -- [2]
						"环境伤害 (高处坠落) |cFFFF3333769,465|r", -- [3]
					}, -- [2]
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 4,
				["points"] = 400,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["刘若谦-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						2, -- [1]
						12.125, -- [2]
						"光明灌注 |cFFFF3333143,841|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 4,
				["points"] = 390,
				["deaths"] = {
					{
						4, -- [1]
						12.9249999999993, -- [2]
						"邪能灌注 |cFFFF3333157,901|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
	},
	["198515"] = {
		["hash"] = "198515",
		["type"] = "endurance",
		["name"] = "保卫艾欧娜尔",
		["id"] = 1985,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2075,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "保卫艾欧娜尔",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "保卫艾欧娜尔",
		},
		["player_db"] = {
			["王者马克-黑石尖塔"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["消逝的风-丽丽（四川）"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "MAGE",
				["deaths"] = {
					{
						2, -- [1]
						296.134000000078, -- [2]
						"近战 |cFFFF333310,974,236|r", -- [3]
					}, -- [1]
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						151.326999999816, -- [2]
						"帕拉克希斯号齐射 |cFFFF3333515,030|r", -- [3]
					}, -- [1]
				},
			},
			["本多平八忠勝-外域"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["辉夜丶姬-外域"] = {
				["encounters"] = 4,
				["points"] = 380,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						1, -- [1]
						164.782999999821, -- [2]
						"邪能横扫 |cFFFF33333,805,664|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						174.825999999885, -- [2]
						"帕拉克希斯号齐射 |cFFFF3333518,605|r", -- [3]
					}, -- [2]
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["璀璨灬-奈法利安"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["戰無敌-克尔苏加德"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["余心能忍-影之哀伤"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						3, -- [1]
						196.571999999927, -- [2]
						"近战 |cFFFF33337,617,221|r", -- [3]
					}, -- [1]
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "WARLOCK",
				["deaths"] = {
					{
						4, -- [1]
						307.131000000052, -- [2]
						"邪能横扫 |cFFFF33334,777,683|r", -- [3]
					}, -- [1]
				},
			},
			["沙漠天空-阿曼尼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						2, -- [1]
						297.660000000149, -- [2]
						"近战 |cFFFF33337,958,932|r", -- [3]
					}, -- [1]
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["周少帅-霜之哀伤"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						2, -- [1]
						294.734000000171, -- [2]
						"近战 |cFFFF33335,954,128|r", -- [3]
					}, -- [1]
				},
			},
			["加勒比农夫-死亡之翼"] = {
				["encounters"] = 4,
				["points"] = 380,
				["class"] = "MONK",
				["deaths"] = {
					{
						1, -- [1]
						190.02099999995, -- [2]
						"近战 |cFFFF3333934,257|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						132.021999999881, -- [2]
						"近战 |cFFFF33331,751,465|r", -- [3]
					}, -- [2]
				},
			},
		},
		["diff"] = 15,
	},
	["187315"] = {
		["hash"] = "187315",
		["type"] = "endurance",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["player_db"] = {
			["无聊的花哥-伊利丹"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["落蔷薇-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["枫叶萌萌达-暗影之月"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						16.5709999999999, -- [2]
						"近战 |cFFFF33334,671,836|r", -- [3]
					}, -- [1]
				},
			},
			["傲娇女王大大-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["筱白手丶橙-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["灬剧丨终-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["香榭的落葉-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["贰脚-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						2, -- [1]
						138.355, -- [2]
						"暗影之刃 |cFFFF33331,551,816|r", -- [3]
					}, -- [1]
				},
			},
			["Missavery-伊森利恩"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "MAGE",
				["deaths"] = {
					{
						3, -- [1]
						139.65, -- [2]
						"释放混沌 |cFFFF33331,490,871|r", -- [3]
					}, -- [1]
				},
			},
			["Dancing-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						3, -- [1]
						306.235, -- [2]
						"环境伤害 (高处坠落) |cFFFF3333847,829|r", -- [3]
					}, -- [1]
				},
			},
			["Angelaboby-奥特兰克"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Baercatt-洛丹伦"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["这把过了-塞拉摩"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						23.5749999999998, -- [2]
						"灸灼 |cFFFF3333296,982|r", -- [3]
					}, -- [1]
				},
			},
			["我不管我最萌-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["呆萌小懒牛-洛丹伦"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["七囍丶-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["丶莫棄-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						2, -- [1]
						11.9430000000002, -- [2]
						"释放混沌 |cFFFF33331,248,818|r", -- [3]
					}, -- [1]
				},
			},
			["十八大哥-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Baojun-冰霜之刃"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						2, -- [1]
						138.355, -- [2]
						"暗影之刃 |cFFFF33331,527,544|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						251.222, -- [2]
						"释放混沌 |cFFFF33331,612,561|r", -- [3]
					}, -- [2]
				},
			},
			["傲气小鸡吉-能源舰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["卿丶艾德-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						4.65200000000004, -- [2]
						"近战 |cFFFF33336,953,311|r", -- [3]
					}, -- [1]
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2038,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "堕落的化身",
		},
		["diff"] = 15,
	},
	["189715"] = {
		["hash"] = "189715",
		["type"] = "endurance",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["player_db"] = {
			["筱流氓猫-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["无聊的花哥-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["落蔷薇-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Missavery-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						34.206, -- [2]
						"湮灭之锤 |cFFFF33332,635,747|r", -- [3]
					}, -- [1]
				},
			},
			["傲娇女王大大-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["魔法小熊猫丶-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Cyrre-泰兰德"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						5.59100000000001, -- [2]
						"", -- [3]
					}, -- [1]
				},
			},
			["轻松割-布兰卡德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["多莉的复仇-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["十八大叔-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["莫灬咸鱼-卡德加"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["赤彦丶-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Dancing-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["天丶谴-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["艺铉-卡拉赞"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["七囍丶-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["Baercatt-洛丹伦"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["妹会暖床-诺森德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["傲娇的元宝-布兰卡德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["凤栖梧桐丶-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						4.65200000000002, -- [2]
						"", -- [3]
					}, -- [1]
				},
			},
			["枫叶雷雨-国王之谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Angelaboby-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["卿丶艾德-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["傲气小鸡吉-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["橙宸丶凸凹凸-冰霜之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "戒卫侍女",
		},
		["diff"] = 15,
	},
	["199715"] = {
		["hash"] = "199715",
		["type"] = "endurance",
		["name"] = "安托兰统帅议会",
		["id"] = 1997,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2070,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "安托兰统帅议会",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "安托兰统帅议会",
		},
		["player_db"] = {
			["王者马克-黑石尖塔"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["消逝的风-丽丽（四川）"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DRUID",
				["deaths"] = {
					{
						3, -- [1]
						206.084000000032, -- [2]
						"剑刃风暴 |cFFFF3333614,071|r", -- [3]
					}, -- [1]
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["辉夜丶姬-外域"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						3, -- [1]
						205.459000000032, -- [2]
						"齐射 |cFFFF33331,561,819|r", -- [3]
					}, -- [1]
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						3, -- [1]
						205.459000000032, -- [2]
						"齐射 |cFFFF33331,724,874|r", -- [3]
					}, -- [1]
					{
						4, -- [1]
						423.373000000138, -- [2]
						"剑刃风暴 |cFFFF3333638,296|r", -- [3]
					}, -- [2]
				},
			},
			["本多平八忠勝-外域"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["璀璨灬-奈法利安"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["余心能忍-影之哀伤"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						2, -- [1]
						194.706000000006, -- [2]
						"弱点攻击 |cFFFF33332,185,057|r", -- [3]
					}, -- [1]
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["沙漠天空-阿曼尼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						4, -- [1]
						391.995000000112, -- [2]
						"齐射 |cFFFF33333,370,132|r", -- [3]
					}, -- [1]
				},
			},
			["戰無敌-克尔苏加德"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["加勒比农夫-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["周少帅-霜之哀伤"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						175.185999999987, -- [2]
						"弱点攻击 |cFFFF33334,387,517|r", -- [3]
					}, -- [1]
					{
						4, -- [1]
						423.123000000138, -- [2]
						"剑刃风暴 |cFFFF3333870,820|r", -- [3]
					}, -- [2]
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						2, -- [1]
						215.212000000058, -- [2]
						"近战 |cFFFF33334,601,591|r", -- [3]
					}, -- [1]
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["186714"] = {
		["hash"] = "186714",
		["type"] = "endurance",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "恶魔审判庭",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 14,
			["id"] = 2048,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["這顿我請-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						126.238000000001, -- [2]
						"骨锯 |cFFFF3333271,931|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["一坨绿-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						77.3899999999994, -- [2]
						"骨锯 |cFFFF3333286,000|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						121.189000000002, -- [2]
						"灵魂腐蚀 |cFFFF333370,026|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
		},
	},
	["190314"] = {
		["hash"] = "190314",
		["type"] = "endurance",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["ej_instance_id"] = 875,
			["encounter"] = "月之姐妹",
			["diff"] = 14,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						114.569000000018, -- [2]
						"引爆之影 |cFFFF33331,504,620|r", -- [3]
					}, -- [1]
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["零叁叁肆-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						54.0150000000031, -- [2]
						"灵体射击 |cFFFF33338,067,110|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						54.814000000013, -- [2]
						"灵体射击 |cFFFF333312,250,231|r", -- [3]
					}, -- [1]
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						54.0150000000031, -- [2]
						"灵体射击 |cFFFF33338,534,222|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						1, -- [1]
						115.437000000005, -- [2]
						"引爆之影 |cFFFF33331,250,817|r", -- [3]
					}, -- [1]
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一坨绿-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						169.627000000008, -- [2]
						"战刃风暴 |cFFFF33331,604,686|r", -- [3]
					}, -- [1]
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						54.0150000000031, -- [2]
						"灵体射击 |cFFFF33339,194,506|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						115.793000000005, -- [2]
						"急速射击 |cFFFF3333487,076|r", -- [3]
					}, -- [1]
				},
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						54.814000000013, -- [2]
						"灵体射击 |cFFFF333312,199,968|r", -- [3]
					}, -- [1]
				},
			},
		},
	},
	["186114"] = {
		["hash"] = "186114",
		["type"] = "endurance",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["name"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
			["encounter"] = "主母萨丝琳",
			["diff"] = 14,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["零叁叁肆-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						58.5849999999991, -- [2]
						"切割旋风 (DoT) |cFFFF3333298,946|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["一坨绿-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						56.7469999999994, -- [2]
						"痛苦负担 |cFFFF3333783,358|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
	},
	["185614"] = {
		["hash"] = "185614",
		["type"] = "endurance",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2036,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["encounter"] = "哈亚坦",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["這顿我請-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						229.757000000001, -- [2]
						"严寒打击 |cFFFF3333302,456|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						73.2720000000009, -- [2]
						"冰霜释放 |cFFFF3333876,542|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一坨绿-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						20.7969999999987, -- [2]
						"不羁怒火 |cFFFF33331,600,000|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
		},
	},
	["198715"] = {
		["hash"] = "198715",
		["type"] = "endurance",
		["name"] = "萨格拉斯的恶犬",
		["id"] = 1987,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "安托鲁斯，燃烧王座",
			["id"] = 2074,
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "萨格拉斯的恶犬",
			["diff"] = 15,
			["ej_instance_id"] = 946,
			["encounter"] = "萨格拉斯的恶犬",
		},
		["player_db"] = {
			["王者马克-黑石尖塔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["消逝的风-丽丽（四川）"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["李看山-梅尔加尼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["沙漠天空-阿曼尼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						119.123000000138, -- [2]
						"熔火星耀 |cFFFF3333811,370|r", -- [3]
					}, -- [1]
				},
			},
			["暗夜潜行使-阿尔萨斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["辉夜丶姬-外域"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 180,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						119.123000000138, -- [2]
						"熔火星耀 |cFFFF3333771,163|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						119.151000000071, -- [2]
						"虹吸 |cFFFF33334,265,997|r", -- [3]
					}, -- [2]
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["璀璨灬-奈法利安"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "MAGE",
				["deaths"] = {
					{
						2, -- [1]
						119.151000000071, -- [2]
						"虹吸 |cFFFF33332,090,596|r", -- [3]
					}, -- [1]
				},
			},
			["戰無敌-克尔苏加德"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["本多平八忠勝-外域"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["鐵血之心-风暴之怒"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["雪域清水-泰兰德"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						2, -- [1]
						55.7220000000671, -- [2]
						"吞噬之球 |cFFFF33331,700,200|r", -- [3]
					}, -- [1]
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兔拉杨-洛丹伦"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["加勒比看海-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						119.123000000138, -- [2]
						"熔火星耀 |cFFFF3333760,495|r", -- [3]
					}, -- [1]
				},
			},
			["余心能忍-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["周少帅-霜之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨阿尔薩斯丨-外域"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["186214"] = {
		["hash"] = "186214",
		["type"] = "endurance",
		["name"] = "格罗斯",
		["id"] = 1862,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 2,
			["name"] = "格罗斯",
			["diff"] = 14,
			["id"] = 2032,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
		["player_db"] = {
			["明静雅志丶-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Landfairy-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["晖夕耀-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["冷香白泥-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["璃火-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["白如意-安加萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["夏晚晴丶-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["划船不拿桨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小斑鸠-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["克莉斯哆-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["缺德玖拾时尚-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蓝莓马卡龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["随机英雄-卡德罗斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["神圣裁决者-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["這顿我請-主宰之剑"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["女主的大黄蜂-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["浪货界扛把子-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["王蔚佳-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["放减速-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伽罗-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["大连市交警-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Zenraphael-熔火之心"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["韩骁七-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["贝雷帽-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["叮咪-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["竖师-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无式炒薙京-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["菠萝秀姐-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["莉朵朵-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["剑舞巅峰-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["愤怒的小咕咕"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["细雪芳菲-阿斯塔洛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["流年恰似繁华-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Honeynono-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小溯-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						62.8970000000009, -- [2]
						"彗星冲撞 |cFFFF3333389,659|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["烟圈丶丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						60.9740000000002, -- [2]
						"地狱燃烧 |cFFFF33332,523,404|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["丨伊利达雷丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["浓痰耐嚼-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["锦在天堂"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Juà-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔之葉子-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["遗忘伱的错-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["罗贯中-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["无比强卵-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["人称兵哥-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["鳝與亼交丶-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["一坨绿-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["二零壹八丶-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["兽渣-奎尔丹纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Smiletv-回音山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["英文输入法-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["满兜兜水果-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["圣光之血-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Annya-利刃之拳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Enp-密林游侠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["只是天天想-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["酒盏花枝-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["卡特-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["我的喵喵呢-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Ikki-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["凌风丿飘然-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["赞比亚-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						64.9799999999996, -- [2]
						"地狱燃烧 |cFFFF3333938,557|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["下凡的天使-暗影议会"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["有隻大白兎丶-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
		},
	},
}
DeathGraphsDBCurrent = {
	{
		["deaths"] = {
			{
				["maxhealth"] = 5517120,
				["timeofdeath"] = 28.1750000000466,
				["name"] = "兔拉杨-洛丹伦",
				["events"] = {
					{
						2, -- [1]
						20484, -- [2]
						1, -- [3]
						1512662909.222, -- [4]
						0, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
					}, -- [1]
					{
						false, -- [1]
						198590, -- [2]
						310875, -- [3]
						1512662873.309, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						218615, -- [2]
						523431, -- [3]
						1512662875.848, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						198590, -- [2]
						580086, -- [3]
						1512662880.345, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						198590, -- [2]
						580082, -- [3]
						1512662881.097, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						198590, -- [2]
						580082, -- [3]
						1512662881.906, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						198590, -- [2]
						580086, -- [3]
						1512662882.653, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						198590, -- [2]
						580082, -- [3]
						1512662883.401, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						774, -- [2]
						69407, -- [3]
						1512662883.672, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						198590, -- [2]
						1531418, -- [3]
						1512662884.16, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						198590, -- [2]
						1531418, -- [3]
						1512662885.039, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						198590, -- [2]
						1531422, -- [3]
						1512662885.769, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512662886.145, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						198590, -- [2]
						1531418, -- [3]
						1512662886.506, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						198590, -- [2]
						580086, -- [3]
						1512662887.351, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						198590, -- [2]
						580082, -- [3]
						1512662888.076, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						774, -- [2]
						69407, -- [3]
						1512662888.514, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512662890.943, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						81269, -- [2]
						68133, -- [3]
						1512662892.443, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512662893.362, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						81269, -- [2]
						71540, -- [3]
						1512662894.014, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						774, -- [2]
						141589, -- [3]
						1512662895.897, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						198590, -- [2]
						580082, -- [3]
						1512662896.022, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						198590, -- [2]
						1531418, -- [3]
						1512662896.778, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						774, -- [2]
						69407, -- [3]
						1512662898.248, -- [4]
						5517120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						4, -- [1]
						246840, -- [2]
						1, -- [3]
						1512662898.334, -- [4]
						5517120, -- [5]
						"[*] 毁灭者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [26]
					{
						false, -- [1]
						108366, -- [2]
						1103424, -- [3]
						1512662898.334, -- [4]
						5517120, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						246840, -- [2]
						1872120, -- [3]
						1512662898.334, -- [4]
						4748424, -- [5]
						"[*] 毁灭者", -- [6]
						1103424, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						4, -- [1]
						246840, -- [2]
						1, -- [3]
						1512662898.529, -- [4]
						4748424, -- [5]
						"[*] 毁灭者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [29]
					{
						true, -- [1]
						246840, -- [2]
						1872120, -- [3]
						1512662898.529, -- [4]
						2876304, -- [5]
						"[*] 毁灭者", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						4, -- [1]
						246840, -- [2]
						1, -- [3]
						1512662898.932, -- [4]
						2876304, -- [5]
						"[*] 毁灭者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						true, -- [1]
						246840, -- [2]
						1872120, -- [3]
						1512662898.932, -- [4]
						1004184, -- [5]
						"[*] 毁灭者", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						4, -- [1]
						246840, -- [2]
						1, -- [3]
						1512662899.366, -- [4]
						1004184, -- [5]
						"[*] 毁灭者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [33]
					{
						false, -- [1]
						108366, -- [2]
						225498, -- [3]
						1512662899.366, -- [4]
						1004184, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						108366, -- [2]
						0, -- [3]
						1512662899.366, -- [4]
						1004184, -- [5]
						"兔拉杨-洛丹伦", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						true, -- [1]
						246840, -- [2]
						1872120, -- [3]
						1512662899.366, -- [4]
						1, -- [5]
						"[*] 毁灭者", -- [6]
						225498, -- [7]
						4, -- [8]
						false, -- [9]
						642438, -- [10]
					}, -- [36]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"兔拉杨-洛丹伦", -- [6]
					}, -- [37]
				},
				["class"] = "WARLOCK",
				["timestring"] = "0m 28s",
				["time"] = 1512662899.366,
			}, -- [1]
			{
				["maxhealth"] = 5863020,
				["timeofdeath"] = 132.901000000071,
				["name"] = "加勒比看海-死亡之翼",
				["events"] = {
					{
						false, -- [1]
						253432, -- [2]
						30397, -- [3]
						1512662985.157, -- [4]
						5499595, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						774, -- [2]
						136855, -- [3]
						1512662986.18, -- [4]
						5636450, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						774, -- [2]
						83762, -- [3]
						1512662986.304, -- [4]
						5720212, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						145109, -- [2]
						175891, -- [3]
						1512662986.346, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						253432, -- [2]
						62010, -- [3]
						1512662986.786, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						253432, -- [2]
						30398, -- [3]
						1512662988.418, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512662988.641, -- [4]
						5863020, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						774, -- [2]
						83762, -- [3]
						1512662988.726, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						253432, -- [2]
						30397, -- [3]
						1512662989.971, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						774, -- [2]
						197738, -- [3]
						1512662991.119, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						136855, -- [3]
						1512662991.119, -- [4]
						5863020, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						253432, -- [2]
						35176, -- [3]
						1512662991.583, -- [4]
						5863020, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						true, -- [1]
						246779, -- [2]
						834527, -- [3]
						1512662992.469, -- [4]
						5028493, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						253432, -- [2]
						71759, -- [3]
						1512662993.157, -- [4]
						5100252, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						774, -- [2]
						96930, -- [3]
						1512662993.561, -- [4]
						5197182, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						774, -- [2]
						72030, -- [3]
						1512662993.632, -- [4]
						5269212, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						253432, -- [2]
						35176, -- [3]
						1512662994.746, -- [4]
						5304388, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						253432, -- [2]
						1000, -- [3]
						1512662994.746, -- [4]
						5305388, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						true, -- [1]
						246779, -- [2]
						2013623, -- [3]
						1512662995.594, -- [4]
						3291765, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						774, -- [2]
						80317, -- [3]
						1512662995.993, -- [4]
						3372082, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						774, -- [2]
						165353, -- [3]
						1512662996.043, -- [4]
						3537435, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						145109, -- [2]
						175890, -- [3]
						1512662996.384, -- [4]
						3713325, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						253432, -- [2]
						41205, -- [3]
						1512662997.971, -- [4]
						3754530, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						774, -- [2]
						108680, -- [3]
						1512662998.271, -- [4]
						3863210, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						200389, -- [2]
						98734, -- [3]
						1512662998.435, -- [4]
						3961944, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						774, -- [2]
						103220, -- [3]
						1512662998.435, -- [4]
						4065164, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						200389, -- [2]
						89756, -- [3]
						1512662998.467, -- [4]
						4154920, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						253432, -- [2]
						41205, -- [3]
						1512662999.597, -- [4]
						4196125, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						200389, -- [2]
						72837, -- [3]
						1512663000.815, -- [4]
						4268962, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						774, -- [2]
						103220, -- [3]
						1512663000.917, -- [4]
						4372182, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						200389, -- [2]
						89756, -- [3]
						1512663000.917, -- [4]
						4461938, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						81269, -- [2]
						82225, -- [3]
						1512663001.001, -- [4]
						4544163, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						253432, -- [2]
						30397, -- [3]
						1512663001.209, -- [4]
						4574560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						145109, -- [2]
						175891, -- [3]
						1512663001.379, -- [4]
						4750451, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						200389, -- [2]
						34923, -- [3]
						1512663001.955, -- [4]
						4785374, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						253072, -- [2]
						148770, -- [3]
						1512663001.955, -- [4]
						4785374, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						253288, -- [2]
						615030, -- [3]
						1512663001.955, -- [4]
						5400404, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						246779, -- [2]
						2243226, -- [3]
						1512663001.955, -- [4]
						3305948, -- [5]
						"金加洛斯", -- [6]
						148770, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						246779, -- [2]
						876502, -- [3]
						1512663001.955, -- [4]
						2429446, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						200389, -- [2]
						73590, -- [3]
						1512663002.062, -- [4]
						2503036, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246779, -- [2]
						869999, -- [3]
						1512663002.607, -- [4]
						1633037, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						81269, -- [2]
						71539, -- [3]
						1512663002.607, -- [4]
						1704576, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						253432, -- [2]
						25188, -- [3]
						1512663002.745, -- [4]
						1729764, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						774, -- [2]
						134805, -- [3]
						1512663003.044, -- [4]
						1864569, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						3211661, -- [3]
						1512663004.092, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						1347092, -- [10]
					}, -- [45]
					{
						3, -- [1]
						22812, -- [2]
						1, -- [3]
						1512662972.305, -- [4]
						0, -- [5]
						"加勒比看海-死亡之翼", -- [6]
					}, -- [46]
				},
				["class"] = "DRUID",
				["timestring"] = "2m 12s",
				["time"] = 1512663004.092,
			}, -- [2]
			{
				["maxhealth"] = 5346540,
				["timeofdeath"] = 132.901000000071,
				["name"] = "雪域清水-泰兰德",
				["events"] = {
					{
						false, -- [1]
						215257, -- [2]
						174616, -- [3]
						1512662981.624, -- [4]
						5346540, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						143924, -- [2]
						22820, -- [3]
						1512662982.371, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						246690, -- [2]
						77485, -- [3]
						1512662982.672, -- [4]
						5269055, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						246690, -- [2]
						76579, -- [3]
						1512662982.672, -- [4]
						5192476, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						246690, -- [2]
						74662, -- [3]
						1512662982.874, -- [4]
						5117814, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						246690, -- [2]
						76660, -- [3]
						1512662982.929, -- [4]
						5041154, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						143924, -- [2]
						30205, -- [3]
						1512662983.573, -- [4]
						5071359, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						215257, -- [2]
						87186, -- [3]
						1512662983.854, -- [4]
						5158545, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						true, -- [1]
						254926, -- [2]
						688068, -- [3]
						1512662983.953, -- [4]
						4470477, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						215257, -- [2]
						8719, -- [3]
						1512662984.734, -- [4]
						4479196, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						24704, -- [3]
						1512662984.765, -- [4]
						4503900, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						252879, -- [2]
						358492, -- [3]
						1512662985.607, -- [4]
						4862392, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						22355, -- [3]
						1512662985.977, -- [4]
						4884747, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						215257, -- [2]
						177859, -- [3]
						1512662986.072, -- [4]
						5062606, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						215257, -- [2]
						8718, -- [3]
						1512662986.621, -- [4]
						5071324, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						143924, -- [2]
						20460, -- [3]
						1512662987.148, -- [4]
						5091784, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						143924, -- [2]
						15514, -- [3]
						1512662988.799, -- [4]
						5107298, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						53365, -- [2]
						449025, -- [3]
						1512662990.071, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						143924, -- [2]
						11750, -- [3]
						1512662990.402, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						143924, -- [2]
						25297, -- [3]
						1512662991.698, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						true, -- [1]
						246779, -- [2]
						769743, -- [3]
						1512662992.469, -- [4]
						4576797, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						143924, -- [2]
						1810, -- [3]
						1512662992.871, -- [4]
						4578607, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						81269, -- [2]
						53140, -- [3]
						1512662993.835, -- [4]
						4631747, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						21961, -- [3]
						1512662994.052, -- [4]
						4653708, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						13240, -- [3]
						1512662995.309, -- [4]
						4666948, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						81269, -- [2]
						170436, -- [3]
						1512662995.466, -- [4]
						4837384, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						246779, -- [2]
						744301, -- [3]
						1512662995.594, -- [4]
						4093083, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						207386, -- [2]
						23964, -- [3]
						1512662995.821, -- [4]
						4117047, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						143924, -- [2]
						26602, -- [3]
						1512662996.526, -- [4]
						4143649, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						25746, -- [3]
						1512662997.741, -- [4]
						4169395, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						207386, -- [2]
						23964, -- [3]
						1512662997.844, -- [4]
						4193359, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						252897, -- [2]
						265212, -- [3]
						1512662998.703, -- [4]
						4458571, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						252879, -- [2]
						358492, -- [3]
						1512662998.756, -- [4]
						4817063, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						143924, -- [2]
						48182, -- [3]
						1512662998.951, -- [4]
						4865245, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						207386, -- [2]
						23964, -- [3]
						1512662999.822, -- [4]
						4889209, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						143924, -- [2]
						8107, -- [3]
						1512663000.177, -- [4]
						4897316, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						81269, -- [2]
						54040, -- [3]
						1512663001.062, -- [4]
						4951356, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						143924, -- [2]
						28002, -- [3]
						1512663001.379, -- [4]
						4979358, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						207386, -- [2]
						22765, -- [3]
						1512663001.879, -- [4]
						5002123, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246779, -- [2]
						2823314, -- [3]
						1512663001.955, -- [4]
						2178809, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246779, -- [2]
						783262, -- [3]
						1512663001.955, -- [4]
						1395547, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						143924, -- [2]
						10913, -- [3]
						1512663002.577, -- [4]
						1406460, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						246779, -- [2]
						766964, -- [3]
						1512663002.607, -- [4]
						639496, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						143924, -- [2]
						20502, -- [3]
						1512663003.806, -- [4]
						659998, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						793151, -- [3]
						1512663004.092, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						133153, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"雪域清水-泰兰德", -- [6]
					}, -- [46]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "2m 12s",
				["time"] = 1512663004.092,
			}, -- [3]
			{
				["maxhealth"] = 5672940,
				["timeofdeath"] = 139.877000000095,
				["name"] = "丨阿尔薩斯丨-外域",
				["events"] = {
					{
						false, -- [1]
						215257, -- [2]
						17570, -- [3]
						1512662982.538, -- [4]
						5005319, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						true, -- [1]
						246690, -- [2]
						96811, -- [3]
						1512662982.619, -- [4]
						4908508, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						246690, -- [2]
						96587, -- [3]
						1512662982.672, -- [4]
						4811921, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						203538, -- [2]
						89683, -- [3]
						1512662982.874, -- [4]
						4811921, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [4]
					{
						true, -- [1]
						246690, -- [2]
						89683, -- [3]
						1512662982.874, -- [4]
						4811921, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						203538, -- [2]
						57310, -- [3]
						1512662982.929, -- [4]
						4811921, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						true, -- [1]
						246690, -- [2]
						89035, -- [3]
						1512662982.929, -- [4]
						4780196, -- [5]
						"[*] 屠戮", -- [6]
						57310, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						215257, -- [2]
						87186, -- [3]
						1512662983.812, -- [4]
						4867382, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						true, -- [1]
						254926, -- [2]
						828015, -- [3]
						1512662983.953, -- [4]
						4039367, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						215257, -- [2]
						17786, -- [3]
						1512662984.404, -- [4]
						4057153, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						215257, -- [2]
						87186, -- [3]
						1512662986.072, -- [4]
						4144339, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						1064, -- [2]
						259756, -- [3]
						1512662986.072, -- [4]
						4404095, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						false, -- [1]
						215257, -- [2]
						8719, -- [3]
						1512662986.591, -- [4]
						4412814, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						1064, -- [2]
						570229, -- [3]
						1512662990.542, -- [4]
						4983043, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						19750, -- [2]
						421715, -- [3]
						1512662991.872, -- [4]
						5404758, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						252897, -- [2]
						208164, -- [3]
						1512662992.211, -- [4]
						5612922, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						203538, -- [2]
						116640, -- [3]
						1512662992.418, -- [4]
						5612922, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [17]
					{
						true, -- [1]
						246779, -- [2]
						889404, -- [3]
						1512662992.418, -- [4]
						4840158, -- [5]
						"金加洛斯", -- [6]
						116640, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						203538, -- [2]
						121135, -- [3]
						1512662995.594, -- [4]
						4840158, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [19]
					{
						true, -- [1]
						246779, -- [2]
						912830, -- [3]
						1512662995.594, -- [4]
						4048463, -- [5]
						"金加洛斯", -- [6]
						121135, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						242474, -- [2]
						86080, -- [3]
						1512662996.819, -- [4]
						4134543, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						242474, -- [2]
						80863, -- [3]
						1512662996.979, -- [4]
						4215406, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						242474, -- [2]
						82144, -- [3]
						1512662997.198, -- [4]
						4297550, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						242474, -- [2]
						42815, -- [3]
						1512662997.492, -- [4]
						4340365, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						242474, -- [2]
						86434, -- [3]
						1512662997.741, -- [4]
						4426799, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						242474, -- [2]
						84202, -- [3]
						1512662997.971, -- [4]
						4511001, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						242474, -- [2]
						41806, -- [3]
						1512662998.271, -- [4]
						4552807, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						242474, -- [2]
						83595, -- [3]
						1512662998.467, -- [4]
						4636402, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						242474, -- [2]
						39571, -- [3]
						1512662998.756, -- [4]
						4675973, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						242474, -- [2]
						42792, -- [3]
						1512662998.951, -- [4]
						4718765, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						242474, -- [2]
						80493, -- [3]
						1512662999.238, -- [4]
						4799258, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						242474, -- [2]
						42096, -- [3]
						1512662999.465, -- [4]
						4841354, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						1064, -- [2]
						536145, -- [3]
						1512662999.688, -- [4]
						5377499, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						242474, -- [2]
						40870, -- [3]
						1512663001.001, -- [4]
						5418369, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						242474, -- [2]
						86905, -- [3]
						1512663001.209, -- [4]
						5505274, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						242474, -- [2]
						41806, -- [3]
						1512663001.499, -- [4]
						5547080, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						203538, -- [2]
						122936, -- [3]
						1512663001.955, -- [4]
						5547080, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						246779, -- [2]
						929506, -- [3]
						1512663001.955, -- [4]
						4740510, -- [5]
						"金加洛斯", -- [6]
						122936, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						246779, -- [2]
						930112, -- [3]
						1512663001.955, -- [4]
						3810398, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246779, -- [2]
						881582, -- [3]
						1512663002.577, -- [4]
						2928816, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246779, -- [2]
						937045, -- [3]
						1512663004.092, -- [4]
						1991771, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						252897, -- [2]
						141131, -- [3]
						1512663004.162, -- [4]
						2132902, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						1064, -- [2]
						478269, -- [3]
						1512663004.278, -- [4]
						2611171, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						203538, -- [2]
						113942, -- [3]
						1512663011.068, -- [4]
						2611171, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						254919, -- [2]
						6415346, -- [3]
						1512663011.068, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						113942, -- [7]
						1, -- [8]
						false, -- [9]
						3690233, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
					}, -- [46]
				},
				["class"] = "PALADIN",
				["timestring"] = "2m 19s",
				["time"] = 1512663011.068,
			}, -- [4]
			{
				["maxhealth"] = 5367600,
				["timeofdeath"] = 144.73900000006,
				["name"] = "快活的地沟油-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						197205, -- [2]
						133168, -- [3]
						1512662991.83, -- [4]
						5367600, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						197205, -- [2]
						20807, -- [3]
						1512662991.83, -- [4]
						5367600, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						774, -- [2]
						68428, -- [3]
						1512662992.211, -- [4]
						5367600, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						246779, -- [2]
						887218, -- [3]
						1512662992.469, -- [4]
						4480382, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						61295, -- [2]
						57024, -- [3]
						1512662992.944, -- [4]
						4537406, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						774, -- [2]
						72031, -- [3]
						1512662994.685, -- [4]
						4609437, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						61295, -- [2]
						55888, -- [3]
						1512662995.213, -- [4]
						4665325, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						true, -- [1]
						246779, -- [2]
						915444, -- [3]
						1512662995.594, -- [4]
						3749881, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						774, -- [2]
						80318, -- [3]
						1512662995.658, -- [4]
						3830199, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						73921, -- [2]
						73085, -- [3]
						1512662997.018, -- [4]
						3903284, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						165354, -- [3]
						1512662997.092, -- [4]
						4068638, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						61295, -- [2]
						123721, -- [3]
						1512662997.492, -- [4]
						4192359, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						80318, -- [3]
						1512662998.046, -- [4]
						4272677, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						774, -- [2]
						48200, -- [3]
						1512662998.489, -- [4]
						4320877, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						73921, -- [2]
						68054, -- [3]
						1512662998.616, -- [4]
						4388931, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						197205, -- [2]
						256012, -- [3]
						1512662998.841, -- [4]
						4644943, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						197205, -- [2]
						80003, -- [3]
						1512662998.841, -- [4]
						4724946, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						61295, -- [2]
						38783, -- [3]
						1512662999.238, -- [4]
						4763729, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						73921, -- [2]
						63514, -- [3]
						1512663000.283, -- [4]
						4827243, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512663000.482, -- [4]
						4896649, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						73921, -- [2]
						126788, -- [3]
						1512663001.915, -- [4]
						5023437, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [21]
					{
						true, -- [1]
						246779, -- [2]
						929766, -- [3]
						1512663001.955, -- [4]
						4093671, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						true, -- [1]
						246779, -- [2]
						926917, -- [3]
						1512663001.955, -- [4]
						3166754, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						197205, -- [2]
						132288, -- [3]
						1512663002.291, -- [4]
						3299042, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						197205, -- [2]
						82680, -- [3]
						1512663002.291, -- [4]
						3381722, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						246779, -- [2]
						857829, -- [3]
						1512663002.607, -- [4]
						2523893, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						774, -- [2]
						141589, -- [3]
						1512663002.925, -- [4]
						2665482, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						73921, -- [2]
						173452, -- [3]
						1512663003.568, -- [4]
						2838934, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						246779, -- [2]
						896190, -- [3]
						1512663004.092, -- [4]
						1942744, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						774, -- [2]
						170875, -- [3]
						1512663005.217, -- [4]
						2113619, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						73921, -- [2]
						92435, -- [3]
						1512663005.217, -- [4]
						2206054, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						200389, -- [2]
						72837, -- [3]
						1512663005.217, -- [4]
						2278891, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						73921, -- [2]
						181537, -- [3]
						1512663006.842, -- [4]
						2460428, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						73921, -- [2]
						7207, -- [3]
						1512663007.008, -- [4]
						2467635, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						774, -- [2]
						83762, -- [3]
						1512663007.621, -- [4]
						2551397, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						200389, -- [2]
						72837, -- [3]
						1512663007.671, -- [4]
						2624234, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						200389, -- [2]
						37048, -- [3]
						1512663008.873, -- [4]
						2661282, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						252897, -- [2]
						105278, -- [3]
						1512663010.062, -- [4]
						2766560, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						774, -- [2]
						69407, -- [3]
						1512663010.062, -- [4]
						2835967, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512663012.543, -- [4]
						2905373, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						252897, -- [2]
						305369, -- [3]
						1512663014.738, -- [4]
						3210742, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						183811, -- [2]
						13910, -- [3]
						1512663014.828, -- [4]
						3224652, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512663015.003, -- [4]
						3294058, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						true, -- [1]
						246779, -- [2]
						919793, -- [3]
						1512663015.444, -- [4]
						2374265, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						false, -- [1]
						774, -- [2]
						20267, -- [3]
						1512663015.665, -- [4]
						2394532, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "HUNTER",
				["timestring"] = "2m 24s",
				["time"] = 1512663015.93,
			}, -- [5]
			{
				["maxhealth"] = 5307120,
				["timeofdeath"] = 149.397000000114,
				["name"] = "祖魔-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						384721, -- [3]
						1512662997.741, -- [4]
						4905948, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						774, -- [2]
						80318, -- [3]
						1512662997.919, -- [4]
						4986266, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						207386, -- [2]
						29919, -- [3]
						1512662998.188, -- [4]
						5016185, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						143924, -- [2]
						230300, -- [3]
						1512662998.951, -- [4]
						5246485, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						253432, -- [2]
						30004, -- [3]
						1512662999.063, -- [4]
						5276489, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						143924, -- [2]
						547970, -- [3]
						1512663000.177, -- [4]
						5307120, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						774, -- [2]
						80317, -- [3]
						1512663000.336, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						253432, -- [2]
						60007, -- [3]
						1512663000.706, -- [4]
						5307120, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						143924, -- [2]
						78257, -- [3]
						1512663001.379, -- [4]
						5307120, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						true, -- [1]
						246779, -- [2]
						2251519, -- [3]
						1512663001.955, -- [4]
						3055601, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						true, -- [1]
						246779, -- [2]
						787219, -- [3]
						1512663001.955, -- [4]
						2268382, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						253288, -- [2]
						943152, -- [3]
						1512663001.955, -- [4]
						3211534, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						253432, -- [2]
						28503, -- [3]
						1512663002.347, -- [4]
						3240037, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						143924, -- [2]
						153430, -- [3]
						1512663002.577, -- [4]
						3393467, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						true, -- [1]
						246779, -- [2]
						767537, -- [3]
						1512663002.577, -- [4]
						2625930, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						774, -- [2]
						141589, -- [3]
						1512663002.745, -- [4]
						2767519, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						143924, -- [2]
						40855, -- [3]
						1512663003.806, -- [4]
						2808374, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						253432, -- [2]
						28503, -- [3]
						1512663003.995, -- [4]
						2836877, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						true, -- [1]
						246779, -- [2]
						2040358, -- [3]
						1512663004.092, -- [4]
						796519, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						143924, -- [2]
						109102, -- [3]
						1512663005.019, -- [4]
						905621, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						774, -- [2]
						83762, -- [3]
						1512663005.154, -- [4]
						989383, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						200389, -- [2]
						148587, -- [3]
						1512663005.154, -- [4]
						1137970, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						253432, -- [2]
						21597, -- [3]
						1512663005.421, -- [4]
						1159567, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						63950, -- [3]
						1512663006.253, -- [4]
						1223517, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						774, -- [2]
						83762, -- [3]
						1512663007.415, -- [4]
						1307279, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						143924, -- [2]
						297710, -- [3]
						1512663007.444, -- [4]
						1604989, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						200389, -- [2]
						72837, -- [3]
						1512663007.509, -- [4]
						1677826, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						8004, -- [2]
						1516672, -- [3]
						1512663007.557, -- [4]
						3194498, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						143924, -- [2]
						424961, -- [3]
						1512663008.653, -- [4]
						3619459, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						200389, -- [2]
						37048, -- [3]
						1512663008.804, -- [4]
						3656507, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512663009.856, -- [4]
						3725913, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						143924, -- [2]
						164406, -- [3]
						1512663009.899, -- [4]
						3890319, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						774, -- [2]
						69407, -- [3]
						1512663012.354, -- [4]
						3959726, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						200654, -- [2]
						354264, -- [3]
						1512663013.43, -- [4]
						4313990, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						200654, -- [2]
						170483, -- [3]
						1512663014.315, -- [4]
						4484473, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						774, -- [2]
						69406, -- [3]
						1512663014.695, -- [4]
						4553879, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						200654, -- [2]
						346307, -- [3]
						1512663015.217, -- [4]
						4900186, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						246779, -- [2]
						823424, -- [3]
						1512663015.444, -- [4]
						4076762, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						200654, -- [2]
						169872, -- [3]
						1512663016.812, -- [4]
						4246634, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						774, -- [2]
						69407, -- [3]
						1512663017.147, -- [4]
						4316041, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246779, -- [2]
						3051886, -- [3]
						1512663017.833, -- [4]
						1264155, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						200654, -- [2]
						298873, -- [3]
						1512663019.351, -- [4]
						1563028, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						774, -- [2]
						141589, -- [3]
						1512663019.559, -- [4]
						1704617, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						true, -- [1]
						246779, -- [2]
						823851, -- [3]
						1512663020.472, -- [4]
						880766, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						2068067, -- [3]
						1512663020.588, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						1187301, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"祖魔-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "DEMONHUNTER",
				["timestring"] = "2m 29s",
				["time"] = 1512663020.588,
			}, -- [6]
			{
				["maxhealth"] = 5432460,
				["timeofdeath"] = 149.397000000114,
				["name"] = "丨丶塵囂灬-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						34914, -- [2]
						127473, -- [3]
						1512662992.634, -- [4]
						4782244, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						34914, -- [2]
						262671, -- [3]
						1512662994.487, -- [4]
						5044915, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						33774, -- [3]
						1512662995.309, -- [4]
						5078689, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						246779, -- [2]
						958040, -- [3]
						1512662995.594, -- [4]
						4120649, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						34914, -- [2]
						135198, -- [3]
						1512662996.287, -- [4]
						4255847, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						143924, -- [2]
						322856, -- [3]
						1512662996.526, -- [4]
						4578703, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						73921, -- [2]
						65971, -- [3]
						1512662997.018, -- [4]
						4644674, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						143924, -- [2]
						126788, -- [3]
						1512662997.741, -- [4]
						4771462, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						34914, -- [2]
						115884, -- [3]
						1512662998.046, -- [4]
						4887346, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						143924, -- [2]
						199281, -- [3]
						1512662998.951, -- [4]
						5086627, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						34914, -- [2]
						238207, -- [3]
						1512662999.822, -- [4]
						5324834, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						355019, -- [3]
						1512663000.177, -- [4]
						5432460, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						214064, -- [3]
						1512663001.379, -- [4]
						5432460, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						34914, -- [2]
						104202, -- [3]
						1512663001.499, -- [4]
						5432460, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						194022, -- [2]
						111623, -- [3]
						1512663001.955, -- [4]
						5432460, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						true, -- [1]
						246779, -- [2]
						959750, -- [3]
						1512663001.955, -- [4]
						4584333, -- [5]
						"金加洛斯", -- [6]
						111623, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						true, -- [1]
						246779, -- [2]
						953925, -- [3]
						1512663001.955, -- [4]
						3630408, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						261535, -- [3]
						1512663002.577, -- [4]
						3891943, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						true, -- [1]
						246779, -- [2]
						957059, -- [3]
						1512663002.577, -- [4]
						2934884, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						34914, -- [2]
						106981, -- [3]
						1512663003.146, -- [4]
						3041865, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						69905, -- [3]
						1512663003.806, -- [4]
						3111770, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						true, -- [1]
						246779, -- [2]
						984170, -- [3]
						1512663004.092, -- [4]
						2127600, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						253288, -- [2]
						290277, -- [3]
						1512663004.162, -- [4]
						2417877, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						34914, -- [2]
						109759, -- [3]
						1512663004.817, -- [4]
						2527636, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						273730, -- [3]
						1512663004.996, -- [4]
						2801366, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						143924, -- [2]
						389095, -- [3]
						1512663006.253, -- [4]
						3190461, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						34914, -- [2]
						128760, -- [3]
						1512663006.403, -- [4]
						3319221, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						344647, -- [3]
						1512663007.444, -- [4]
						3663868, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						34914, -- [2]
						131979, -- [3]
						1512663008.061, -- [4]
						3795847, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						390747, -- [3]
						1512663008.653, -- [4]
						4186594, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						34914, -- [2]
						133589, -- [3]
						1512663009.551, -- [4]
						4320183, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						143924, -- [2]
						268339, -- [3]
						1512663009.899, -- [4]
						4588522, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						34914, -- [2]
						136808, -- [3]
						1512663011.123, -- [4]
						4725330, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						34914, -- [2]
						138418, -- [3]
						1512663012.674, -- [4]
						4863748, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						34914, -- [2]
						141636, -- [3]
						1512663014.212, -- [4]
						5005384, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						183811, -- [2]
						27819, -- [3]
						1512663014.85, -- [4]
						5033203, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						true, -- [1]
						246779, -- [2]
						3605500, -- [3]
						1512663015.473, -- [4]
						1427703, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						34914, -- [2]
						143246, -- [3]
						1512663015.754, -- [4]
						1570949, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						34914, -- [2]
						292930, -- [3]
						1512663017.257, -- [4]
						1863879, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						252897, -- [2]
						143972, -- [3]
						1512663017.809, -- [4]
						2007851, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246779, -- [2]
						903702, -- [3]
						1512663017.833, -- [4]
						1104149, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						34914, -- [2]
						296149, -- [3]
						1512663018.761, -- [4]
						1400298, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						34914, -- [2]
						151294, -- [3]
						1512663020.288, -- [4]
						1551592, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						true, -- [1]
						246779, -- [2]
						946494, -- [3]
						1512663020.472, -- [4]
						605098, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						982822, -- [3]
						1512663020.588, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						377724, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "PRIEST",
				["timestring"] = "2m 29s",
				["time"] = 1512663020.588,
			}, -- [7]
			{
				["maxhealth"] = 5500500,
				["timeofdeath"] = 149.397000000114,
				["name"] = "指尖璇沙-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						12928, -- [3]
						1512662997.741, -- [4]
						4388158, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						73921, -- [2]
						68451, -- [3]
						1512662998.616, -- [4]
						4456609, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						14359, -- [3]
						1512662998.951, -- [4]
						4470968, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						1064, -- [2]
						465743, -- [3]
						1512662999.597, -- [4]
						4936711, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						143924, -- [2]
						34197, -- [3]
						1512663000.177, -- [4]
						4970908, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						73921, -- [2]
						62621, -- [3]
						1512663000.283, -- [4]
						5033529, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						143924, -- [2]
						17539, -- [3]
						1512663001.379, -- [4]
						5051068, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						73921, -- [2]
						61820, -- [3]
						1512663001.915, -- [4]
						5112888, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						246779, -- [2]
						999717, -- [3]
						1512663001.955, -- [4]
						4113171, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						true, -- [1]
						246779, -- [2]
						940520, -- [3]
						1512663001.955, -- [4]
						3172651, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						26754, -- [3]
						1512663002.577, -- [4]
						3199405, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						true, -- [1]
						246779, -- [2]
						982042, -- [3]
						1512663002.607, -- [4]
						2217363, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						73921, -- [2]
						183945, -- [3]
						1512663003.568, -- [4]
						2401308, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						143924, -- [2]
						24056, -- [3]
						1512663003.806, -- [4]
						2425364, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [14]
					{
						true, -- [1]
						246779, -- [2]
						962701, -- [3]
						1512663004.092, -- [4]
						1462663, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						1064, -- [2]
						428463, -- [3]
						1512663004.278, -- [4]
						1891126, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						61295, -- [2]
						521391, -- [3]
						1512663004.373, -- [4]
						2412517, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						52047, -- [3]
						1512663005.019, -- [4]
						2464564, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						73921, -- [2]
						87696, -- [3]
						1512663005.217, -- [4]
						2552260, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						143924, -- [2]
						7723, -- [3]
						1512663006.253, -- [4]
						2559983, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						61295, -- [2]
						74471, -- [3]
						1512663006.842, -- [4]
						2634454, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						73921, -- [2]
						175432, -- [3]
						1512663006.842, -- [4]
						2809886, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						73921, -- [2]
						14217, -- [3]
						1512663007.008, -- [4]
						2824103, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						12453, -- [3]
						1512663007.444, -- [4]
						2836556, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						43640, -- [3]
						1512663008.653, -- [4]
						2880196, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						61295, -- [2]
						146310, -- [3]
						1512663009.291, -- [4]
						3026506, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						143924, -- [2]
						2823, -- [3]
						1512663009.899, -- [4]
						3029329, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						8004, -- [2]
						1310475, -- [3]
						1512663010.231, -- [4]
						4339804, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						61295, -- [2]
						920507, -- [3]
						1512663010.783, -- [4]
						5260311, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						1372, -- [3]
						1512663011.068, -- [4]
						5261683, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						61295, -- [2]
						122672, -- [3]
						1512663011.746, -- [4]
						5384355, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						143924, -- [2]
						3938, -- [3]
						1512663012.354, -- [4]
						5388293, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						143924, -- [2]
						1609, -- [3]
						1512663013.562, -- [4]
						5389902, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						61295, -- [2]
						120037, -- [3]
						1512663014.212, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						143924, -- [2]
						4071, -- [3]
						1512663014.738, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						246779, -- [2]
						3235030, -- [3]
						1512663015.473, -- [4]
						2265470, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						143924, -- [2]
						2483, -- [3]
						1512663015.972, -- [4]
						2267953, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						61295, -- [2]
						90295, -- [3]
						1512663016.689, -- [4]
						2358248, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						143924, -- [2]
						4462, -- [3]
						1512663017.257, -- [4]
						2362710, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246779, -- [2]
						932940, -- [3]
						1512663017.833, -- [4]
						1429770, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						143924, -- [2]
						5096, -- [3]
						1512663018.786, -- [4]
						1434866, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						61295, -- [2]
						201325, -- [3]
						1512663019.176, -- [4]
						1636191, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						143924, -- [2]
						1561, -- [3]
						1512663020.02, -- [4]
						1637752, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						246779, -- [2]
						941549, -- [3]
						1512663020.511, -- [4]
						696203, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						925583, -- [3]
						1512663020.588, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						229380, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "SHAMAN",
				["timestring"] = "2m 29s",
				["time"] = 1512663020.588,
			}, -- [8]
			{
				["maxhealth"] = 5483520,
				["timeofdeath"] = 153.887000000104,
				["name"] = "李看山-梅尔加尼",
				["events"] = {
					{
						false, -- [1]
						774, -- [2]
						103220, -- [3]
						1512663000.647, -- [4]
						5483520, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						209933, -- [2]
						309219, -- [3]
						1512663001.716, -- [4]
						5483520, -- [5]
						"李看山-梅尔加尼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						246779, -- [2]
						909173, -- [3]
						1512663001.955, -- [4]
						4574347, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						246779, -- [2]
						1850870, -- [3]
						1512663001.955, -- [4]
						2723477, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						253288, -- [2]
						576150, -- [3]
						1512663001.955, -- [4]
						3299627, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						207386, -- [2]
						55042, -- [3]
						1512663002.229, -- [4]
						3354669, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						true, -- [1]
						246779, -- [2]
						839555, -- [3]
						1512663002.577, -- [4]
						2515114, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						774, -- [2]
						94948, -- [3]
						1512663003.106, -- [4]
						2610062, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						246779, -- [2]
						830633, -- [3]
						1512663004.061, -- [4]
						1779429, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						157982, -- [2]
						348590, -- [3]
						1512663004.162, -- [4]
						2128019, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						207386, -- [2]
						32277, -- [3]
						1512663004.214, -- [4]
						2160296, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						209933, -- [2]
						370010, -- [3]
						1512663004.511, -- [4]
						2530306, -- [5]
						"李看山-梅尔加尼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						194033, -- [3]
						1512663005.55, -- [4]
						2724339, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						200389, -- [2]
						84362, -- [3]
						1512663005.628, -- [4]
						2808701, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						157982, -- [2]
						303704, -- [3]
						1512663005.836, -- [4]
						3112405, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						207386, -- [2]
						56241, -- [3]
						1512663006.19, -- [4]
						3168646, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						252897, -- [2]
						215284, -- [3]
						1512663006.541, -- [4]
						3383930, -- [5]
						"李看山-梅尔加尼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						157982, -- [2]
						517912, -- [3]
						1512663007.444, -- [4]
						3901842, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512663008.061, -- [4]
						3984564, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						200389, -- [2]
						71933, -- [3]
						1512663008.061, -- [4]
						4056497, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						19750, -- [2]
						535265, -- [3]
						1512663008.845, -- [4]
						4591762, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						209933, -- [2]
						110483, -- [3]
						1512663008.845, -- [4]
						4702245, -- [5]
						"李看山-梅尔加尼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						157982, -- [2]
						258956, -- [3]
						1512663009.143, -- [4]
						4961201, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512663010.549, -- [4]
						5043923, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						200389, -- [2]
						143864, -- [3]
						1512663010.549, -- [4]
						5187787, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						157982, -- [2]
						428415, -- [3]
						1512663010.746, -- [4]
						5483520, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						774, -- [2]
						68428, -- [3]
						1512663013.059, -- [4]
						5483520, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						209933, -- [2]
						318287, -- [3]
						1512663014.097, -- [4]
						5483520, -- [5]
						"李看山-梅尔加尼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512663015.444, -- [4]
						5483520, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						true, -- [1]
						246779, -- [2]
						910249, -- [3]
						1512663015.444, -- [4]
						4573271, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						183811, -- [2]
						42771, -- [3]
						1512663016.551, -- [4]
						4616042, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						183811, -- [2]
						21175, -- [3]
						1512663016.848, -- [4]
						4637217, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						183811, -- [2]
						20566, -- [3]
						1512663017.664, -- [4]
						4657783, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						true, -- [1]
						246779, -- [2]
						878030, -- [3]
						1512663017.833, -- [4]
						3779753, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512663017.925, -- [4]
						3848180, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						774, -- [2]
						73795, -- [3]
						1512663019.176, -- [4]
						3921975, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						209933, -- [2]
						101000, -- [3]
						1512663019.176, -- [4]
						4022975, -- [5]
						"李看山-梅尔加尼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						183811, -- [2]
						19174, -- [3]
						1512663019.206, -- [4]
						4042149, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						183811, -- [2]
						37475, -- [3]
						1512663019.519, -- [4]
						4079624, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246779, -- [2]
						859597, -- [3]
						1512663020.472, -- [4]
						3220027, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246779, -- [2]
						900300, -- [3]
						1512663020.588, -- [4]
						2319727, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						200654, -- [2]
						205086, -- [3]
						1512663021.78, -- [4]
						2524813, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						4, -- [1]
						258021, -- [2]
						1, -- [3]
						1512663023.079, -- [4]
						2524813, -- [5]
						"[*] 净化协议", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [43]
					{
						true, -- [1]
						258021, -- [2]
						1176322, -- [3]
						1512663024.182, -- [4]
						1348491, -- [5]
						"[*] 净化协议", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						258021, -- [2]
						1568429, -- [3]
						1512663025.078, -- [4]
						1, -- [5]
						"[*] 净化协议", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						219938, -- [10]
					}, -- [45]
					{
						3, -- [1]
						118038, -- [2]
						1, -- [3]
						1512662952.72, -- [4]
						0, -- [5]
						"李看山-梅尔加尼", -- [6]
					}, -- [46]
				},
				["class"] = "WARRIOR",
				["timestring"] = "2m 33s",
				["time"] = 1512663025.078,
			}, -- [9]
			{
				["maxhealth"] = 5771700,
				["timeofdeath"] = 156.502000000095,
				["name"] = "传奇疯神恋雅-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						774, -- [2]
						64290, -- [3]
						1512663009.709, -- [4]
						5771700, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						207386, -- [2]
						23978, -- [3]
						1512663009.985, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						81269, -- [2]
						97445, -- [3]
						1512663010.18, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						253216, -- [2]
						76252, -- [3]
						1512663010.492, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [4]
					{
						false, -- [1]
						253432, -- [2]
						60039, -- [3]
						1512663010.663, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						157982, -- [2]
						258956, -- [3]
						1512663010.746, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						81269, -- [2]
						97445, -- [3]
						1512663011.823, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						207386, -- [2]
						47955, -- [3]
						1512663011.949, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						253432, -- [2]
						30020, -- [3]
						1512663012.273, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						253432, -- [2]
						30020, -- [3]
						1512663013.89, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						207386, -- [2]
						47955, -- [3]
						1512663013.999, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						true, -- [1]
						254926, -- [2]
						904496, -- [3]
						1512663014.315, -- [4]
						4867204, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						203539, -- [2]
						11884, -- [3]
						1512663015.262, -- [4]
						4879088, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						true, -- [1]
						246779, -- [2]
						766260, -- [3]
						1512663015.473, -- [4]
						4112828, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						253432, -- [2]
						30020, -- [3]
						1512663015.522, -- [4]
						4142848, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						207386, -- [2]
						23978, -- [3]
						1512663015.972, -- [4]
						4166826, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						253432, -- [2]
						27325, -- [3]
						1512663017.102, -- [4]
						4200605, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						203539, -- [2]
						11884, -- [3]
						1512663017.257, -- [4]
						4212489, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						145109, -- [2]
						303014, -- [3]
						1512663017.507, -- [4]
						4515503, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						253216, -- [2]
						19063, -- [3]
						1512663017.507, -- [4]
						4534566, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [20]
					{
						true, -- [1]
						246779, -- [2]
						782645, -- [3]
						1512663017.833, -- [4]
						3751921, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						207386, -- [2]
						47955, -- [3]
						1512663017.951, -- [4]
						3799876, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						253432, -- [2]
						24832, -- [3]
						1512663019.176, -- [4]
						3831146, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						203539, -- [2]
						11884, -- [3]
						1512663019.351, -- [4]
						3843030, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512663019.519, -- [4]
						3881156, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						246779, -- [2]
						2715354, -- [3]
						1512663020.472, -- [4]
						1172214, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						246779, -- [2]
						759283, -- [3]
						1512663020.588, -- [4]
						412931, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						253432, -- [2]
						24832, -- [3]
						1512663020.652, -- [4]
						437763, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						203539, -- [2]
						11884, -- [3]
						1512663021.277, -- [4]
						449647, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512663021.454, -- [4]
						487773, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						253432, -- [2]
						24833, -- [3]
						1512663022.283, -- [4]
						512606, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						145109, -- [2]
						303014, -- [3]
						1512663022.393, -- [4]
						815620, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						203539, -- [2]
						11884, -- [3]
						1512663023.34, -- [4]
						833961, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512663023.561, -- [4]
						872087, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						253432, -- [2]
						24832, -- [3]
						1512663023.972, -- [4]
						896919, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						4, -- [1]
						258021, -- [2]
						1, -- [3]
						1512663024.182, -- [4]
						896919, -- [5]
						"[*] 净化协议", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [36]
					{
						false, -- [1]
						207472, -- [2]
						1028429, -- [3]
						1512663025.213, -- [4]
						903341, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						258021, -- [2]
						1028429, -- [3]
						1512663025.213, -- [4]
						903341, -- [5]
						"[*] 净化协议", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						203539, -- [2]
						11883, -- [3]
						1512663025.249, -- [4]
						915224, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512663025.643, -- [4]
						953350, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						253432, -- [2]
						24833, -- [3]
						1512663025.643, -- [4]
						978183, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						253432, -- [2]
						24832, -- [3]
						1512663027.27, -- [4]
						1009424, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						203539, -- [2]
						11884, -- [3]
						1512663027.27, -- [4]
						1021308, -- [5]
						"丨阿尔薩斯丨-外域", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						145109, -- [2]
						303014, -- [3]
						1512663027.55, -- [4]
						1324322, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512663027.55, -- [4]
						1362448, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						3, -- [1]
						22842, -- [2]
						1, -- [3]
						1512662984.28, -- [4]
						0, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "DRUID",
				["timestring"] = "2m 36s",
				["time"] = 1512663027.693,
			}, -- [10]
		},
		["bossname"] = "金加洛斯",
		["bossicon"] = {
			0.5, -- [1]
			0.75, -- [2]
			0.25, -- [3]
			0.5, -- [4]
			"Interface\\AddOns\\Details\\images\\raid\\AntorusRaid_BossFaces", -- [5]
		},
		["date"] = 1681747.165,
		["timeelapsed"] = 195.003000000026,
	}, -- [1]
	{
		["deaths"] = {
			{
				["maxhealth"] = 5367600,
				["timeofdeath"] = 80.3400000000838,
				["name"] = "快活的地沟油-巨龙之吼",
				["events"] = {
					{
						2, -- [1]
						20484, -- [2]
						1, -- [3]
						1512662167.099, -- [4]
						0, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
					}, -- [1]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662149.647, -- [4]
						2213798, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						200389, -- [2]
						143864, -- [3]
						1512662149.718, -- [4]
						2357662, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						208899, -- [2]
						29070, -- [3]
						1512662149.92, -- [4]
						2386732, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						48438, -- [2]
						40995, -- [3]
						1512662150.029, -- [4]
						2427727, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						true, -- [1]
						246646, -- [2]
						634828, -- [3]
						1512662150.568, -- [4]
						1792899, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						48438, -- [2]
						39056, -- [3]
						1512662150.785, -- [4]
						1831955, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662151.43, -- [4]
						1929602, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						48438, -- [2]
						67816, -- [3]
						1512662151.595, -- [4]
						1997418, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						109304, -- [2]
						1610280, -- [3]
						1512662151.779, -- [4]
						3607698, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662151.811, -- [4]
						3690420, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						200389, -- [2]
						143864, -- [3]
						1512662151.857, -- [4]
						3834284, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						208899, -- [2]
						24080, -- [3]
						1512662151.904, -- [4]
						3858364, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						48438, -- [2]
						64966, -- [3]
						1512662152.405, -- [4]
						3923330, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						true, -- [1]
						246646, -- [2]
						634828, -- [3]
						1512662152.588, -- [4]
						3288502, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						1064, -- [2]
						837369, -- [3]
						1512662152.914, -- [4]
						4125871, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						189800, -- [2]
						115276, -- [3]
						1512662152.941, -- [4]
						4241147, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						189853, -- [2]
						288190, -- [3]
						1512662152.941, -- [4]
						4529337, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						48438, -- [2]
						62216, -- [3]
						1512662153.218, -- [4]
						4591553, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						48438, -- [2]
						57294, -- [3]
						1512662153.711, -- [4]
						4648847, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						774, -- [2]
						114619, -- [3]
						1512662153.852, -- [4]
						4763466, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						200389, -- [2]
						99668, -- [3]
						1512662153.852, -- [4]
						4863134, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						208899, -- [2]
						20603, -- [3]
						1512662153.927, -- [4]
						4883737, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						774, -- [2]
						194033, -- [3]
						1512662153.95, -- [4]
						5077770, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						200389, -- [2]
						84362, -- [3]
						1512662154.043, -- [4]
						5162132, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						48438, -- [2]
						59432, -- [3]
						1512662154.043, -- [4]
						5221564, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						48438, -- [2]
						46458, -- [3]
						1512662154.491, -- [4]
						5268022, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						246646, -- [2]
						634828, -- [3]
						1512662154.624, -- [4]
						4633194, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						48438, -- [2]
						56668, -- [3]
						1512662154.762, -- [4]
						4689862, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						48438, -- [2]
						88107, -- [3]
						1512662155.352, -- [4]
						4777969, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						48438, -- [2]
						53908, -- [3]
						1512662155.575, -- [4]
						4831877, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						197205, -- [2]
						134529, -- [3]
						1512662155.997, -- [4]
						4966406, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						197205, -- [2]
						21021, -- [3]
						1512662155.997, -- [4]
						4987427, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						48438, -- [2]
						41651, -- [3]
						1512662156.134, -- [4]
						5029078, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						774, -- [2]
						114619, -- [3]
						1512662156.2, -- [4]
						5143697, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						200389, -- [2]
						99668, -- [3]
						1512662156.24, -- [4]
						5243365, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						48438, -- [2]
						51144, -- [3]
						1512662156.402, -- [4]
						5294509, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						774, -- [2]
						165444, -- [3]
						1512662156.465, -- [4]
						5367600, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						246646, -- [2]
						634828, -- [3]
						1512662156.569, -- [4]
						4732772, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						48438, -- [2]
						78470, -- [3]
						1512662156.97, -- [4]
						4811242, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						48438, -- [2]
						48346, -- [3]
						1512662157.204, -- [4]
						4859588, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						200389, -- [2]
						50170, -- [3]
						1512662157.429, -- [4]
						4909758, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						48438, -- [2]
						36847, -- [3]
						1512662157.81, -- [4]
						4946605, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						48438, -- [2]
						38845, -- [3]
						1512662157.996, -- [4]
						4985450, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						false, -- [1]
						48438, -- [2]
						6598, -- [3]
						1512662158.084, -- [4]
						4992048, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [45]
					{
						true, -- [1]
						254919, -- [2]
						6713399, -- [3]
						1512662158.358, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						1721351, -- [10]
					}, -- [46]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
					}, -- [47]
				},
				["class"] = "HUNTER",
				["timestring"] = "1m 20s",
				["time"] = 1512662158.358,
			}, -- [1]
			{
				["maxhealth"] = 5503740,
				["timeofdeath"] = 123.935999999987,
				["name"] = "暗夜潜行使-阿尔萨斯",
				["events"] = {
					{
						false, -- [1]
						183811, -- [2]
						27819, -- [3]
						1512662182.754, -- [4]
						4803644, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						183811, -- [2]
						13910, -- [3]
						1512662183.122, -- [4]
						4817554, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						252879, -- [2]
						279451, -- [3]
						1512662183.122, -- [4]
						5097005, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						143924, -- [2]
						632935, -- [3]
						1512662183.151, -- [4]
						5729940, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						183811, -- [2]
						13910, -- [3]
						1512662183.151, -- [4]
						5743850, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						183811, -- [2]
						13910, -- [3]
						1512662183.372, -- [4]
						5746200, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						774, -- [2]
						164579, -- [3]
						1512662183.551, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						252879, -- [2]
						558902, -- [3]
						1512662183.827, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						143924, -- [2]
						925767, -- [3]
						1512662184.384, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						143924, -- [2]
						445625, -- [3]
						1512662185.586, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662185.961, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						599609, -- [3]
						1512662186.792, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						13414, -- [3]
						1512662187.982, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						774, -- [2]
						142221, -- [3]
						1512662188.421, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						774, -- [2]
						78541, -- [3]
						1512662189.474, -- [4]
						5746200, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						127802, -- [2]
						94011, -- [3]
						1512662189.71, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						11426, -- [2]
						98562, -- [3]
						1512662190.752, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						246690, -- [2]
						98562, -- [3]
						1512662190.752, -- [4]
						5746200, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						11426, -- [2]
						92821, -- [3]
						1512662190.804, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [19]
					{
						true, -- [1]
						246690, -- [2]
						92821, -- [3]
						1512662190.804, -- [4]
						5746200, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662190.861, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						11426, -- [2]
						93127, -- [3]
						1512662191.017, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [22]
					{
						true, -- [1]
						246690, -- [2]
						93127, -- [3]
						1512662191.017, -- [4]
						5746200, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						11426, -- [2]
						98850, -- [3]
						1512662191.081, -- [4]
						5746200, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						true, -- [1]
						246690, -- [2]
						98850, -- [3]
						1512662191.081, -- [4]
						5746200, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						774, -- [2]
						78540, -- [3]
						1512662191.869, -- [4]
						5746200, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662193.219, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						774, -- [2]
						157082, -- [3]
						1512662194.335, -- [4]
						5746200, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						189853, -- [2]
						242879, -- [3]
						1512662194.596, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662195.523, -- [4]
						5746200, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662195.697, -- [4]
						5746200, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						false, -- [1]
						774, -- [2]
						157082, -- [3]
						1512662196.758, -- [4]
						5746200, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						774, -- [2]
						142220, -- [3]
						1512662197.878, -- [4]
						5503740, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						774, -- [2]
						157082, -- [3]
						1512662199.163, -- [4]
						5503740, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						11426, -- [2]
						946479, -- [3]
						1512662199.377, -- [4]
						5503740, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						246779, -- [2]
						946479, -- [3]
						1512662199.377, -- [4]
						5503740, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662200.262, -- [4]
						5503740, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						11426, -- [2]
						70443, -- [3]
						1512662200.361, -- [4]
						5503740, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						11426, -- [2]
						0, -- [3]
						1512662200.361, -- [4]
						5503740, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246779, -- [2]
						3594327, -- [3]
						1512662200.361, -- [4]
						1979856, -- [5]
						"金加洛斯", -- [6]
						70443, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						774, -- [2]
						78540, -- [3]
						1512662201.548, -- [4]
						2058396, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						true, -- [1]
						246690, -- [2]
						90199, -- [3]
						1512662201.74, -- [4]
						1968197, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						246690, -- [2]
						86942, -- [3]
						1512662201.74, -- [4]
						1881255, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						246690, -- [2]
						89291, -- [3]
						1512662201.954, -- [4]
						1791964, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246690, -- [2]
						2264673, -- [3]
						1512662201.954, -- [4]
						1, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						472709, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"暗夜潜行使-阿尔萨斯", -- [6]
					}, -- [46]
				},
				["class"] = "MAGE",
				["timestring"] = "2m 3s",
				["time"] = 1512662201.954,
			}, -- [2]
			{
				["maxhealth"] = 5307120,
				["timeofdeath"] = 343.47900000005,
				["name"] = "祖魔-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						183811, -- [2]
						57936, -- [3]
						1512662403.312, -- [4]
						2674486, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						200389, -- [2]
						70153, -- [3]
						1512662403.402, -- [4]
						2744639, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						183998, -- [2]
						796612, -- [3]
						1512662403.515, -- [4]
						3541251, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						183811, -- [2]
						23174, -- [3]
						1512662403.661, -- [4]
						3564425, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						774, -- [2]
						199201, -- [3]
						1512662404.18, -- [4]
						3763626, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						81269, -- [2]
						95855, -- [3]
						1512662404.241, -- [4]
						3859481, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						183811, -- [2]
						58654, -- [3]
						1512662404.418, -- [4]
						3918135, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						183811, -- [2]
						23452, -- [3]
						1512662404.628, -- [4]
						3941587, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						200389, -- [2]
						44599, -- [3]
						1512662404.755, -- [4]
						3986186, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						25914, -- [2]
						1752636, -- [3]
						1512662404.779, -- [4]
						5307120, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						252879, -- [2]
						486520, -- [3]
						1512662405.684, -- [4]
						5307120, -- [5]
						"祖魔-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						81269, -- [2]
						83156, -- [3]
						1512662405.832, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						142220, -- [3]
						1512662406.529, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						81269, -- [2]
						75281, -- [3]
						1512662407.417, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662408.9, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						81269, -- [2]
						160553, -- [3]
						1512662408.986, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						true, -- [1]
						246690, -- [2]
						76914, -- [3]
						1512662409.431, -- [4]
						5230206, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						246690, -- [2]
						81223, -- [3]
						1512662409.431, -- [4]
						5148983, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						true, -- [1]
						246690, -- [2]
						82983, -- [3]
						1512662409.69, -- [4]
						5066000, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						true, -- [1]
						246690, -- [2]
						77831, -- [3]
						1512662409.69, -- [4]
						4988169, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						183811, -- [2]
						50034, -- [3]
						1512662410.288, -- [4]
						5038203, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						81269, -- [2]
						82124, -- [3]
						1512662410.6, -- [4]
						5120327, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						183811, -- [2]
						50034, -- [3]
						1512662410.637, -- [4]
						5170361, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						145110, -- [2]
						175891, -- [3]
						1512662410.712, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						774, -- [2]
						84382, -- [3]
						1512662411.274, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						81269, -- [2]
						99400, -- [3]
						1512662412.192, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						253432, -- [2]
						30622, -- [3]
						1512662412.318, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						774, -- [2]
						84382, -- [3]
						1512662413.691, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						81269, -- [2]
						99400, -- [3]
						1512662413.753, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						253432, -- [2]
						62469, -- [3]
						1512662413.922, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662414.35, -- [4]
						5307120, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						false, -- [1]
						81269, -- [2]
						99400, -- [3]
						1512662415.351, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						253432, -- [2]
						30622, -- [3]
						1512662415.47, -- [4]
						5307120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						774, -- [2]
						84381, -- [3]
						1512662416.04, -- [4]
						5837832, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						253432, -- [2]
						62469, -- [3]
						1512662417.083, -- [4]
						5837832, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						774, -- [2]
						84382, -- [3]
						1512662418.455, -- [4]
						5837832, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						253432, -- [2]
						62469, -- [3]
						1512662418.675, -- [4]
						5837832, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						253432, -- [2]
						871, -- [3]
						1512662418.762, -- [4]
						5837832, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						true, -- [1]
						246690, -- [2]
						80994, -- [3]
						1512662420.362, -- [4]
						5226126, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246690, -- [2]
						2113130, -- [3]
						1512662420.362, -- [4]
						3112996, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246690, -- [2]
						83011, -- [3]
						1512662420.406, -- [4]
						3029985, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						246690, -- [2]
						82530, -- [3]
						1512662420.613, -- [4]
						2947455, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						246690, -- [2]
						79322, -- [3]
						1512662420.613, -- [4]
						2868133, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662420.871, -- [4]
						2937849, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						3108979, -- [3]
						1512662421.497, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						171130, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"祖魔-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "DEMONHUNTER",
				["timestring"] = "5m 43s",
				["time"] = 1512662421.497,
			}, -- [3]
			{
				["maxhealth"] = 5346540,
				["timeofdeath"] = 348.509000000078,
				["name"] = "雪域清水-泰兰德",
				["events"] = {
					{
						2, -- [1]
						20484, -- [2]
						1, -- [3]
						1512662452.186, -- [4]
						0, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
					}, -- [1]
					{
						false, -- [1]
						143924, -- [2]
						231979, -- [3]
						1512662409.106, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						246690, -- [2]
						73840, -- [3]
						1512662409.431, -- [4]
						5345120, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						246690, -- [2]
						78788, -- [3]
						1512662409.431, -- [4]
						5266332, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						246690, -- [2]
						76201, -- [3]
						1512662409.69, -- [4]
						5190131, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						246690, -- [2]
						80715, -- [3]
						1512662409.69, -- [4]
						5109416, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						183811, -- [2]
						18778, -- [3]
						1512662409.963, -- [4]
						5128194, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						143924, -- [2]
						261318, -- [3]
						1512662410.318, -- [4]
						5389512, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						208899, -- [2]
						18996, -- [3]
						1512662410.756, -- [4]
						5408508, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						183811, -- [2]
						18778, -- [3]
						1512662410.919, -- [4]
						5418960, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						78541, -- [3]
						1512662411.505, -- [4]
						5418960, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						379267, -- [3]
						1512662411.505, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						211550, -- [3]
						1512662412.749, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512662413.922, -- [4]
						5418960, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662414.35, -- [4]
						5418960, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						false, -- [1]
						143924, -- [2]
						112000, -- [3]
						1512662414.35, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						15290, -- [2]
						346886, -- [3]
						1512662415.158, -- [4]
						5418960, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						135535, -- [3]
						1512662415.564, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						774, -- [2]
						68428, -- [3]
						1512662416.383, -- [4]
						5418960, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						143924, -- [2]
						24611, -- [3]
						1512662416.83, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						2633, -- [3]
						1512662418.431, -- [4]
						5960856, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512662418.869, -- [4]
						5960856, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						15290, -- [2]
						937092, -- [3]
						1512662419.148, -- [4]
						5418960, -- [5]
						"丨丶塵囂灬-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						2982, -- [3]
						1512662419.637, -- [4]
						5418960, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						774, -- [2]
						47719, -- [3]
						1512662419.729, -- [4]
						5418960, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						246690, -- [2]
						1936248, -- [3]
						1512662420.362, -- [4]
						3482712, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						246690, -- [2]
						80609, -- [3]
						1512662420.362, -- [4]
						3402103, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						true, -- [1]
						246690, -- [2]
						73839, -- [3]
						1512662420.362, -- [4]
						3328264, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						246690, -- [2]
						74160, -- [3]
						1512662420.613, -- [4]
						3254104, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						246690, -- [2]
						75988, -- [3]
						1512662420.613, -- [4]
						3178116, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						143924, -- [2]
						7139, -- [3]
						1512662420.827, -- [4]
						3185255, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						183811, -- [2]
						32610, -- [3]
						1512662421.189, -- [4]
						3217865, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						246779, -- [2]
						761353, -- [3]
						1512662421.497, -- [4]
						2456512, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						183811, -- [2]
						32610, -- [3]
						1512662421.856, -- [4]
						2489122, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [34]
					{
						false, -- [1]
						143924, -- [2]
						20026, -- [3]
						1512662422.042, -- [4]
						2509148, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						183811, -- [2]
						16305, -- [3]
						1512662422.375, -- [4]
						2525453, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						183811, -- [2]
						16305, -- [3]
						1512662423.151, -- [4]
						2541758, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						143924, -- [2]
						15783, -- [3]
						1512662423.362, -- [4]
						2557541, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						183811, -- [2]
						32610, -- [3]
						1512662424.205, -- [4]
						2590151, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						143924, -- [2]
						9694, -- [3]
						1512662424.55, -- [4]
						2599845, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						183811, -- [2]
						32610, -- [3]
						1512662425.261, -- [4]
						2632455, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662425.34, -- [4]
						2632455, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [42]
					{
						false, -- [1]
						183811, -- [2]
						16305, -- [3]
						1512662425.643, -- [4]
						2648760, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						143924, -- [2]
						23843, -- [3]
						1512662425.804, -- [4]
						2672603, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						254926, -- [2]
						720357, -- [3]
						1512662426.527, -- [4]
						1952246, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						true, -- [1]
						244328, -- [2]
						2312564, -- [3]
						1512662426.527, -- [4]
						1, -- [5]
						"爆破炸药 <金加洛斯>", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						360318, -- [10]
					}, -- [46]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"雪域清水-泰兰德", -- [6]
					}, -- [47]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "5m 48s",
				["time"] = 1512662426.527,
			}, -- [4]
			{
				["maxhealth"] = 5260560,
				["timeofdeath"] = 462.332999999868,
				["name"] = "徵羽-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						774, -- [2]
						97016, -- [3]
						1512662533.4, -- [4]
						4804519, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						48438, -- [2]
						76587, -- [3]
						1512662533.583, -- [4]
						4881106, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						48438, -- [2]
						58739, -- [3]
						1512662533.583, -- [4]
						4939845, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						48438, -- [2]
						37499, -- [3]
						1512662534.003, -- [4]
						4977344, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						48438, -- [2]
						57360, -- [3]
						1512662534.003, -- [4]
						5034704, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662534.16, -- [4]
						5132351, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						48438, -- [2]
						55965, -- [3]
						1512662534.414, -- [4]
						5188316, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						48438, -- [2]
						36699, -- [3]
						1512662534.414, -- [4]
						5225015, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						73921, -- [2]
						138057, -- [3]
						1512662534.414, -- [4]
						5260560, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						73921, -- [2]
						5562, -- [3]
						1512662534.531, -- [4]
						5260560, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						774, -- [2]
						97016, -- [3]
						1512662534.626, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						200389, -- [2]
						84363, -- [3]
						1512662534.626, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						1064, -- [2]
						430867, -- [3]
						1512662534.7, -- [4]
						5260560, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						48438, -- [2]
						54552, -- [3]
						1512662534.786, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						48438, -- [2]
						35911, -- [3]
						1512662534.849, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						48438, -- [2]
						3472, -- [3]
						1512662534.849, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						774, -- [2]
						17774, -- [3]
						1512662534.939, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						48438, -- [2]
						53180, -- [3]
						1512662535.216, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662535.378, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						48438, -- [2]
						51761, -- [3]
						1512662535.65, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						81269, -- [2]
						67172, -- [3]
						1512662535.65, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						200389, -- [2]
						30516, -- [3]
						1512662535.688, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						48438, -- [2]
						50386, -- [3]
						1512662536.039, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						197205, -- [2]
						112253, -- [3]
						1512662536.221, -- [4]
						5260560, -- [5]
						"徵羽-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						197205, -- [2]
						35079, -- [3]
						1512662536.221, -- [4]
						5260560, -- [5]
						"徵羽-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						48438, -- [2]
						99914, -- [3]
						1512662536.426, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662536.591, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						48438, -- [2]
						47592, -- [3]
						1512662536.877, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						246690, -- [2]
						98108, -- [3]
						1512662537.099, -- [4]
						5162452, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						246690, -- [2]
						90621, -- [3]
						1512662537.099, -- [4]
						5071831, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						48438, -- [2]
						39916, -- [3]
						1512662537.231, -- [4]
						5111747, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						81269, -- [2]
						141061, -- [3]
						1512662537.263, -- [4]
						5252808, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						246690, -- [2]
						93185, -- [3]
						1512662537.263, -- [4]
						5159623, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						246690, -- [2]
						92836, -- [3]
						1512662537.304, -- [4]
						5066787, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						207386, -- [2]
						39668, -- [3]
						1512662537.636, -- [4]
						5106455, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						774, -- [2]
						172138, -- [3]
						1512662537.916, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						48438, -- [2]
						37536, -- [3]
						1512662538.021, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						48438, -- [2]
						35121, -- [3]
						1512662538.867, -- [4]
						5260560, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						81269, -- [2]
						147779, -- [3]
						1512662538.949, -- [4]
						5260560, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246706, -- [2]
						3573809, -- [3]
						1512662539.567, -- [4]
						1686751, -- [5]
						"[*] 破坏", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						4, -- [1]
						258070, -- [2]
						1, -- [3]
						1512662539.567, -- [4]
						1686751, -- [5]
						"[*] 破坏", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [41]
					{
						false, -- [1]
						207386, -- [2]
						19834, -- [3]
						1512662539.658, -- [4]
						1706585, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						48438, -- [2]
						32715, -- [3]
						1512662539.697, -- [4]
						1739300, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						774, -- [2]
						84382, -- [3]
						1512662540.238, -- [4]
						1823682, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						2674294, -- [3]
						1512662540.351, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						850612, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"徵羽-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "HUNTER",
				["timestring"] = "7m 42s",
				["time"] = 1512662540.351,
			}, -- [5]
			{
				["maxhealth"] = 5367600,
				["timeofdeath"] = 462.332999999868,
				["name"] = "快活的地沟油-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662533.324, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						48438, -- [2]
						65303, -- [3]
						1512662533.583, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						48438, -- [2]
						58735, -- [3]
						1512662533.583, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						48438, -- [2]
						31972, -- [3]
						1512662534.003, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						48438, -- [2]
						57356, -- [3]
						1512662534.003, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						48438, -- [2]
						55964, -- [3]
						1512662534.383, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						48438, -- [2]
						31292, -- [3]
						1512662534.414, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						73921, -- [2]
						67239, -- [3]
						1512662534.414, -- [4]
						5609040, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662534.455, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662534.531, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						73921, -- [2]
						5562, -- [3]
						1512662534.531, -- [4]
						5609040, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						1064, -- [2]
						211125, -- [3]
						1512662534.7, -- [4]
						5609040, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						48438, -- [2]
						54555, -- [3]
						1512662534.786, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						48438, -- [2]
						30621, -- [3]
						1512662534.849, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						48438, -- [2]
						2961, -- [3]
						1512662534.849, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						48438, -- [2]
						53184, -- [3]
						1512662535.216, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						48438, -- [2]
						51764, -- [3]
						1512662535.65, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512662535.688, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662535.754, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						48438, -- [2]
						50386, -- [3]
						1512662536.039, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						48438, -- [2]
						48974, -- [3]
						1512662536.426, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						197205, -- [2]
						218645, -- [3]
						1512662536.591, -- [4]
						5609040, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						197205, -- [2]
						34164, -- [3]
						1512662536.591, -- [4]
						5609040, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						48438, -- [2]
						47592, -- [3]
						1512662536.836, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						774, -- [2]
						68428, -- [3]
						1512662536.972, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						774, -- [2]
						97647, -- [3]
						1512662536.972, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						246690, -- [2]
						93781, -- [3]
						1512662537.099, -- [4]
						5515259, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						true, -- [1]
						246690, -- [2]
						91960, -- [3]
						1512662537.099, -- [4]
						5423299, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						48438, -- [2]
						39915, -- [3]
						1512662537.231, -- [4]
						5463214, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						81269, -- [2]
						67172, -- [3]
						1512662537.263, -- [4]
						5530386, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						true, -- [1]
						246690, -- [2]
						90844, -- [3]
						1512662537.304, -- [4]
						5439542, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						true, -- [1]
						246690, -- [2]
						92688, -- [3]
						1512662537.304, -- [4]
						5346854, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						48438, -- [2]
						37534, -- [3]
						1512662538.021, -- [4]
						5384388, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						774, -- [2]
						84382, -- [3]
						1512662538.159, -- [4]
						5468770, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						774, -- [2]
						165444, -- [3]
						1512662538.159, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						48438, -- [2]
						71654, -- [3]
						1512662538.867, -- [4]
						5609040, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						774, -- [2]
						165444, -- [3]
						1512662539.306, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						207386, -- [2]
						47954, -- [3]
						1512662539.306, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						189800, -- [2]
						115276, -- [3]
						1512662539.516, -- [4]
						5609040, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246706, -- [2]
						3447694, -- [3]
						1512662539.567, -- [4]
						2161346, -- [5]
						"[*] 破坏", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						4, -- [1]
						258070, -- [2]
						1, -- [3]
						1512662539.567, -- [4]
						2161346, -- [5]
						"[*] 破坏", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [41]
					{
						false, -- [1]
						48438, -- [2]
						32716, -- [3]
						1512662539.658, -- [4]
						2194062, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						48438, -- [2]
						41101, -- [3]
						1512662540.208, -- [4]
						2235163, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						48438, -- [2]
						114417, -- [3]
						1512662540.274, -- [4]
						2349580, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						2570988, -- [3]
						1512662540.351, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						221408, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"快活的地沟油-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "HUNTER",
				["timestring"] = "7m 42s",
				["time"] = 1512662540.351,
			}, -- [6]
			{
				["maxhealth"] = 5500500,
				["timeofdeath"] = 462.332999999868,
				["name"] = "指尖璇沙-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						252208, -- [2]
						617229, -- [3]
						1512662528.564, -- [4]
						5423392, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						true, -- [1]
						254926, -- [2]
						868385, -- [3]
						1512662528.564, -- [4]
						5172236, -- [5]
						"金加洛斯", -- [6]
						617229, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						15511, -- [3]
						1512662528.606, -- [4]
						5187747, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						81269, -- [2]
						170529, -- [3]
						1512662529.039, -- [4]
						5358276, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						246779, -- [2]
						1019025, -- [3]
						1512662529.344, -- [4]
						4339251, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						73921, -- [2]
						164967, -- [3]
						1512662529.49, -- [4]
						4504218, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						207386, -- [2]
						23977, -- [3]
						1512662529.628, -- [4]
						4528195, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						114942, -- [2]
						165943, -- [3]
						1512662529.628, -- [4]
						4694138, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						774, -- [2]
						165444, -- [3]
						1512662529.715, -- [4]
						4859582, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						114942, -- [2]
						157418, -- [3]
						1512662529.788, -- [4]
						5017000, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						7971, -- [3]
						1512662529.827, -- [4]
						5024971, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						210383, -- [2]
						24838, -- [3]
						1512662530.405, -- [4]
						5049809, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662530.958, -- [4]
						5132531, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						143924, -- [2]
						10223, -- [3]
						1512662531.079, -- [4]
						5142754, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						210383, -- [2]
						175296, -- [3]
						1512662531.433, -- [4]
						5318050, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						207386, -- [2]
						23977, -- [3]
						1512662531.62, -- [4]
						5342027, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662532.151, -- [4]
						5424749, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						13361, -- [3]
						1512662532.24, -- [4]
						5438110, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						210383, -- [2]
						332167, -- [3]
						1512662532.406, -- [4]
						5500500, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662533.4, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						15228, -- [3]
						1512662533.436, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						207386, -- [2]
						47955, -- [3]
						1512662533.654, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						4, -- [1]
						246698, -- [2]
						1, -- [3]
						1512662534.051, -- [4]
						5500500, -- [5]
						"加洛西破坏者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [23]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662534.626, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						20887, -- [3]
						1512662534.658, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						774, -- [2]
						17774, -- [3]
						1512662534.939, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						207386, -- [2]
						19834, -- [3]
						1512662535.65, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						35118, -- [3]
						1512662535.916, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						252208, -- [2]
						91572, -- [3]
						1512662537.099, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						246690, -- [2]
						91572, -- [3]
						1512662537.099, -- [4]
						5500500, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						252208, -- [2]
						90811, -- [3]
						1512662537.099, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						true, -- [1]
						246690, -- [2]
						90811, -- [3]
						1512662537.099, -- [4]
						5500500, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						143924, -- [2]
						4169, -- [3]
						1512662537.099, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						252208, -- [2]
						94119, -- [3]
						1512662537.304, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						246690, -- [2]
						94119, -- [3]
						1512662537.304, -- [4]
						5500500, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						252208, -- [2]
						101998, -- [3]
						1512662537.304, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						true, -- [1]
						246690, -- [2]
						101998, -- [3]
						1512662537.304, -- [4]
						5500500, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						143924, -- [2]
						4276, -- [3]
						1512662538.705, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						189800, -- [2]
						150873, -- [3]
						1512662539.516, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						143924, -- [2]
						3988, -- [3]
						1512662539.935, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						4, -- [1]
						258070, -- [2]
						1, -- [3]
						1512662540.032, -- [4]
						5500500, -- [5]
						"[*] 破坏", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [41]
					{
						false, -- [1]
						252208, -- [2]
						238729, -- [3]
						1512662540.032, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						246706, -- [2]
						5636641, -- [3]
						1512662540.032, -- [4]
						102588, -- [5]
						"[*] 破坏", -- [6]
						238729, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						48438, -- [2]
						80700, -- [3]
						1512662540.274, -- [4]
						183288, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						3034272, -- [3]
						1512662540.351, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						2850984, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "SHAMAN",
				["timestring"] = "7m 42s",
				["time"] = 1512662540.351,
			}, -- [7]
			{
				["maxhealth"] = 5500500,
				["timeofdeath"] = 477.361000000034,
				["name"] = "指尖璇沙-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						4174, -- [3]
						1512662543.195, -- [4]
						1104273, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						61295, -- [2]
						562228, -- [3]
						1512662543.645, -- [4]
						1666501, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						4521, -- [3]
						1512662544.42, -- [4]
						1671022, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						1, -- [1]
						108271, -- [2]
						1, -- [3]
						1512662545.66, -- [4]
						1671022, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
					}, -- [4]
					{
						false, -- [1]
						61295, -- [2]
						95861, -- [3]
						1512662546.157, -- [4]
						1766883, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						18562, -- [2]
						1866782, -- [3]
						1512662547.094, -- [4]
						3633665, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						143924, -- [2]
						816, -- [3]
						1512662547.294, -- [4]
						3634481, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						8004, -- [2]
						1417101, -- [3]
						1512662547.413, -- [4]
						5051582, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						252208, -- [2]
						9850, -- [3]
						1512662547.978, -- [4]
						5051582, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [9]
					{
						true, -- [1]
						246690, -- [2]
						9850, -- [3]
						1512662547.978, -- [4]
						5051582, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						252208, -- [2]
						10745, -- [3]
						1512662547.978, -- [4]
						5051582, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [11]
					{
						true, -- [1]
						246690, -- [2]
						10745, -- [3]
						1512662547.978, -- [4]
						5051582, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						252208, -- [2]
						10288, -- [3]
						1512662548.25, -- [4]
						5051582, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [13]
					{
						true, -- [1]
						246690, -- [2]
						10288, -- [3]
						1512662548.25, -- [4]
						5051582, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						252208, -- [2]
						9911, -- [3]
						1512662548.318, -- [4]
						5051582, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [15]
					{
						true, -- [1]
						246690, -- [2]
						9911, -- [3]
						1512662548.318, -- [4]
						5051582, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						774, -- [2]
						78541, -- [3]
						1512662548.318, -- [4]
						5130123, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						33814, -- [3]
						1512662548.443, -- [4]
						5163937, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						61295, -- [2]
						60833, -- [3]
						1512662548.603, -- [4]
						5224770, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						4, -- [1]
						246698, -- [2]
						1, -- [3]
						1512662549.349, -- [4]
						5224770, -- [5]
						"加洛西破坏者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						2238, -- [3]
						1512662549.771, -- [4]
						5227008, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						189800, -- [2]
						76714, -- [3]
						1512662550.411, -- [4]
						5303722, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						774, -- [2]
						78541, -- [3]
						1512662550.823, -- [4]
						5382263, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						5046, -- [3]
						1512662550.921, -- [4]
						5387309, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						61295, -- [2]
						58593, -- [3]
						1512662551.111, -- [4]
						5445902, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						48438, -- [2]
						40975, -- [3]
						1512662551.221, -- [4]
						5486877, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						252208, -- [2]
						503184, -- [3]
						1512662551.354, -- [4]
						5486877, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						246779, -- [2]
						503184, -- [3]
						1512662551.354, -- [4]
						5486877, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						145110, -- [2]
						303014, -- [3]
						1512662551.911, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						48438, -- [2]
						39034, -- [3]
						1512662552.016, -- [4]
						5500500, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						143924, -- [2]
						2984, -- [3]
						1512662552.194, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						48438, -- [2]
						75595, -- [3]
						1512662552.8, -- [4]
						5500500, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662552.932, -- [4]
						5500500, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [33]
					{
						false, -- [1]
						774, -- [2]
						82722, -- [3]
						1512662553.303, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						143924, -- [2]
						7129, -- [3]
						1512662553.419, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						61295, -- [2]
						57458, -- [3]
						1512662553.598, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						253432, -- [2]
						60040, -- [3]
						1512662553.598, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						48438, -- [2]
						35061, -- [3]
						1512662553.679, -- [4]
						5500500, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						48438, -- [2]
						33086, -- [3]
						1512662554.434, -- [4]
						5500500, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						143924, -- [2]
						26933, -- [3]
						1512662554.592, -- [4]
						5500500, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						253432, -- [2]
						60040, -- [3]
						1512662555.167, -- [4]
						5500500, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						48438, -- [2]
						31106, -- [3]
						1512662555.252, -- [4]
						5500500, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						4, -- [1]
						258070, -- [2]
						1, -- [3]
						1512662555.35, -- [4]
						5500500, -- [5]
						"[*] 破坏", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [43]
					{
						true, -- [1]
						246706, -- [2]
						11273281, -- [3]
						1512662555.35, -- [4]
						1, -- [5]
						"[*] 破坏", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						5772781, -- [10]
					}, -- [44]
					{
						3, -- [1]
						108271, -- [2]
						1, -- [3]
						1512662545.66, -- [4]
						0, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
					}, -- [45]
				},
				["class"] = "SHAMAN",
				["timestring"] = "7m 57s",
				["time"] = 1512662555.379,
			}, -- [8]
			{
				["maxhealth"] = 5346540,
				["timeofdeath"] = 480.08899999992,
				["name"] = "雪域清水-泰兰德",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						493568, -- [3]
						1512662546.895, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662546.951, -- [4]
						5346540, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						true, -- [1]
						246690, -- [2]
						77188, -- [3]
						1512662547.978, -- [4]
						5269352, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						246690, -- [2]
						75421, -- [3]
						1512662547.978, -- [4]
						5193931, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						143924, -- [2]
						206521, -- [3]
						1512662548.114, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						246690, -- [2]
						75615, -- [3]
						1512662548.25, -- [4]
						5270925, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						true, -- [1]
						246690, -- [2]
						75656, -- [3]
						1512662548.318, -- [4]
						5195269, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						52042, -- [2]
						157958, -- [3]
						1512662548.478, -- [4]
						5346540, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						143924, -- [2]
						206677, -- [3]
						1512662549.322, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662549.349, -- [4]
						5346540, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						189853, -- [2]
						242879, -- [3]
						1512662550.46, -- [4]
						5346540, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						12849, -- [3]
						1512662550.576, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						208899, -- [2]
						22063, -- [3]
						1512662550.576, -- [4]
						5346540, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						246779, -- [2]
						733048, -- [3]
						1512662551.354, -- [4]
						4613492, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						143924, -- [2]
						24132, -- [3]
						1512662551.74, -- [4]
						4637624, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						774, -- [2]
						69716, -- [3]
						1512662551.74, -- [4]
						4707340, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						208899, -- [2]
						50175, -- [3]
						1512662552.485, -- [4]
						4757515, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						242474, -- [2]
						81911, -- [3]
						1512662552.485, -- [4]
						4839426, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						242474, -- [2]
						42339, -- [3]
						1512662552.768, -- [4]
						4881765, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662552.932, -- [4]
						4881765, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						16887, -- [3]
						1512662552.932, -- [4]
						4898652, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						242474, -- [2]
						84619, -- [3]
						1512662553, -- [4]
						4983271, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						774, -- [2]
						40198, -- [3]
						1512662553.168, -- [4]
						5023469, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						242474, -- [2]
						84779, -- [3]
						1512662553.227, -- [4]
						5108248, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						242474, -- [2]
						86570, -- [3]
						1512662553.598, -- [4]
						5194818, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						242474, -- [2]
						42281, -- [3]
						1512662553.836, -- [4]
						5237099, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						242474, -- [2]
						78989, -- [3]
						1512662553.982, -- [4]
						5316088, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						7338, -- [3]
						1512662554.209, -- [4]
						5323426, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						242474, -- [2]
						43145, -- [3]
						1512662554.231, -- [4]
						5346540, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						208899, -- [2]
						38340, -- [3]
						1512662554.525, -- [4]
						5346540, -- [5]
						"指尖璇沙-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						143924, -- [2]
						7328, -- [3]
						1512662555.432, -- [4]
						5346540, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						true, -- [1]
						246706, -- [2]
						3967493, -- [3]
						1512662555.845, -- [4]
						1379047, -- [5]
						"[*] 破坏", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						4, -- [1]
						258070, -- [2]
						1, -- [3]
						1512662555.845, -- [4]
						1379047, -- [5]
						"[*] 破坏", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [33]
					{
						false, -- [1]
						242474, -- [2]
						40722, -- [3]
						1512662556.051, -- [4]
						1419769, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						242474, -- [2]
						83933, -- [3]
						1512662556.259, -- [4]
						1503702, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						183811, -- [2]
						21470, -- [3]
						1512662556.473, -- [4]
						1525172, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						242474, -- [2]
						41164, -- [3]
						1512662556.523, -- [4]
						1566336, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						143924, -- [2]
						30411, -- [3]
						1512662556.663, -- [4]
						1596747, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						242474, -- [2]
						41073, -- [3]
						1512662556.722, -- [4]
						1637820, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						183811, -- [2]
						42941, -- [3]
						1512662556.951, -- [4]
						1680761, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						242474, -- [2]
						80097, -- [3]
						1512662556.981, -- [4]
						1760858, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						242474, -- [2]
						40001, -- [3]
						1512662557.201, -- [4]
						1800859, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						183811, -- [2]
						42942, -- [3]
						1512662557.685, -- [4]
						1843801, -- [5]
						"鐵血之心-风暴之怒", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						143924, -- [2]
						22799, -- [3]
						1512662557.936, -- [4]
						1866600, -- [5]
						"雪域清水-泰兰德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						254919, -- [2]
						4691592, -- [3]
						1512662558.107, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						2824992, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"雪域清水-泰兰德", -- [6]
					}, -- [46]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "8m 0s",
				["time"] = 1512662558.107,
			}, -- [9]
			{
				["maxhealth"] = 5771700,
				["timeofdeath"] = 481.162000000011,
				["name"] = "传奇疯神恋雅-巨龙之吼",
				["events"] = {
					{
						false, -- [1]
						207472, -- [2]
						76907, -- [3]
						1512662547.978, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						true, -- [1]
						246690, -- [2]
						76907, -- [3]
						1512662547.978, -- [4]
						5771700, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						81269, -- [2]
						262349, -- [3]
						1512662548.024, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						207472, -- [2]
						80843, -- [3]
						1512662548.25, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						246690, -- [2]
						80843, -- [3]
						1512662548.25, -- [4]
						5771700, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						207472, -- [2]
						76829, -- [3]
						1512662548.25, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						true, -- [1]
						246690, -- [2]
						76829, -- [3]
						1512662548.25, -- [4]
						5771700, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						207386, -- [2]
						32277, -- [3]
						1512662548.384, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						81269, -- [2]
						85268, -- [3]
						1512662548.994, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						253432, -- [2]
						40411, -- [3]
						1512662549.653, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						253432, -- [2]
						6099, -- [3]
						1512662549.937, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						253216, -- [2]
						19063, -- [3]
						1512662549.989, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						774, -- [2]
						94948, -- [3]
						1512662550.149, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						207386, -- [2]
						27521, -- [3]
						1512662550.334, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						189800, -- [2]
						76714, -- [3]
						1512662550.411, -- [4]
						5771700, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						48438, -- [2]
						83594, -- [3]
						1512662551.221, -- [4]
						5771700, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						207472, -- [2]
						795152, -- [3]
						1512662551.354, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						246779, -- [2]
						795152, -- [3]
						1512662551.354, -- [4]
						5771700, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512662551.988, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						48438, -- [2]
						79614, -- [3]
						1512662552.016, -- [4]
						5771700, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						207386, -- [2]
						55042, -- [3]
						1512662552.336, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						774, -- [2]
						165444, -- [3]
						1512662552.61, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						48438, -- [2]
						37061, -- [3]
						1512662552.8, -- [4]
						8946120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						4, -- [1]
						246687, -- [2]
						1, -- [3]
						1512662552.932, -- [4]
						8946120, -- [5]
						"加洛西屠戮者", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [24]
					{
						false, -- [1]
						48438, -- [2]
						35064, -- [3]
						1512662553.631, -- [4]
						8946120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						253216, -- [2]
						38126, -- [3]
						1512662554.024, -- [4]
						8946120, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						207386, -- [2]
						28120, -- [3]
						1512662554.392, -- [4]
						8946120, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						48438, -- [2]
						33089, -- [3]
						1512662554.434, -- [4]
						8946120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						774, -- [2]
						97016, -- [3]
						1512662555.016, -- [4]
						8946120, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						48438, -- [2]
						31103, -- [3]
						1512662555.252, -- [4]
						8946120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						253216, -- [2]
						38127, -- [3]
						1512662556.051, -- [4]
						8946120, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						48438, -- [2]
						29123, -- [3]
						1512662556.084, -- [4]
						8946120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						207386, -- [2]
						28120, -- [3]
						1512662556.372, -- [4]
						8946120, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						48438, -- [2]
						55366, -- [3]
						1512662556.863, -- [4]
						8946120, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [34]
					{
						false, -- [1]
						774, -- [2]
						68427, -- [3]
						1512662557.443, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						48438, -- [2]
						36480, -- [3]
						1512662557.443, -- [4]
						5771700, -- [5]
						"加勒比看海-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						253216, -- [2]
						76252, -- [3]
						1512662558.036, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						774, -- [2]
						23694, -- [3]
						1512662558.268, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						207472, -- [2]
						462797, -- [3]
						1512662558.374, -- [4]
						5771700, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						246690, -- [2]
						1878509, -- [3]
						1512662558.374, -- [4]
						4355988, -- [5]
						"[*] 屠戮", -- [6]
						462797, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						246690, -- [2]
						77329, -- [3]
						1512662558.421, -- [4]
						4278659, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						246690, -- [2]
						1870046, -- [3]
						1512662558.933, -- [4]
						2408613, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						246690, -- [2]
						74350, -- [3]
						1512662558.966, -- [4]
						2334263, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						246690, -- [2]
						76294, -- [3]
						1512662558.966, -- [4]
						2257969, -- [5]
						"[*] 屠戮", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						246779, -- [2]
						2781622, -- [3]
						1512662559.18, -- [4]
						1, -- [5]
						"金加洛斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						517219, -- [10]
					}, -- [45]
					{
						3, -- [1]
						22842, -- [2]
						1, -- [3]
						1512662181.658, -- [4]
						0, -- [5]
						"传奇疯神恋雅-巨龙之吼", -- [6]
					}, -- [46]
				},
				["class"] = "DRUID",
				["timestring"] = "8m 1s",
				["time"] = 1512662559.18,
			}, -- [10]
		},
		["bossname"] = "金加洛斯",
		["bossicon"] = {
			0.5, -- [1]
			0.75, -- [2]
			0.25, -- [3]
			0.5, -- [4]
			"Interface\\AddOns\\Details\\images\\raid\\AntorusRaid_BossFaces", -- [5]
		},
		["date"] = 1681282.889,
		["timeelapsed"] = 523.899999999907,
	}, -- [2]
}
DeathGraphsDBGraph = {
	["189814"] = {
		["deaths"] = {
			[288] = {
				1499704855, -- [1]
			},
			[293] = {
				1499704855, -- [1]
			},
			[308] = {
				1505918457, -- [1]
			},
			[414] = {
				1499704855, -- [1]
			},
			[275] = {
				1499704855, -- [1]
			},
			[386] = {
				1499704855, -- [1]
			},
		},
		["spells"] = {
			["不稳定的暗影之魂"] = {
				{
					267, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					275, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					284, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					292, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					301, -- [1]
					1499704855, -- [2]
				}, -- [5]
				{
					215, -- [1]
					1505918457, -- [2]
				}, -- [6]
				{
					223, -- [1]
					1505918457, -- [2]
				}, -- [7]
				{
					232, -- [1]
					1505918457, -- [2]
				}, -- [8]
				{
					234, -- [1]
					1505918457, -- [2]
				}, -- [9]
			},
			["千魂之暗"] = {
				{
					321, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					413, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					248, -- [1]
					1505918457, -- [2]
				}, -- [3]
				{
					339, -- [1]
					1505918457, -- [2]
				}, -- [4]
			},
			["聚焦恐惧烈焰"] = {
				{
					98, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					111, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					209, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					396, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					73, -- [1]
					1505918457, -- [2]
				}, -- [5]
				{
					86, -- [1]
					1505918457, -- [2]
				}, -- [6]
				{
					185, -- [1]
					1505918457, -- [2]
				}, -- [7]
				{
					322, -- [1]
					1505918457, -- [2]
				}, -- [8]
			},
			["虚空强风"] = {
				{
					68, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					43, -- [1]
					1505918457, -- [2]
				}, -- [2]
			},
			["撕裂裂隙"] = {
				{
					326, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					330, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					421, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					425, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					252, -- [1]
					1505918457, -- [2]
				}, -- [5]
				{
					257, -- [1]
					1505918457, -- [2]
				}, -- [6]
				{
					347, -- [1]
					1505918457, -- [2]
				}, -- [7]
			},
			["恶魔方尖碑"] = {
				{
					271, -- [1]
					1505918457, -- [2]
				}, -- [1]
				{
					307, -- [1]
					1505918457, -- [2]
				}, -- [2]
			},
			["邪爪"] = {
				{
					25, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					27, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					27, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					29, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					29, -- [1]
					1499704855, -- [2]
				}, -- [5]
				{
					31, -- [1]
					1499704855, -- [2]
				}, -- [6]
				{
					31, -- [1]
					1499704855, -- [2]
				}, -- [7]
				{
					33, -- [1]
					1499704855, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1499704855, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1499704855, -- [2]
				}, -- [10]
				{
					35, -- [1]
					1499704855, -- [2]
				}, -- [11]
				{
					50, -- [1]
					1499704855, -- [2]
				}, -- [12]
				{
					52, -- [1]
					1499704855, -- [2]
				}, -- [13]
				{
					52, -- [1]
					1499704855, -- [2]
				}, -- [14]
				{
					54, -- [1]
					1499704855, -- [2]
				}, -- [15]
				{
					54, -- [1]
					1499704855, -- [2]
				}, -- [16]
				{
					56, -- [1]
					1499704855, -- [2]
				}, -- [17]
				{
					56, -- [1]
					1499704855, -- [2]
				}, -- [18]
				{
					58, -- [1]
					1499704855, -- [2]
				}, -- [19]
				{
					58, -- [1]
					1499704855, -- [2]
				}, -- [20]
				{
					60, -- [1]
					1499704855, -- [2]
				}, -- [21]
				{
					60, -- [1]
					1499704855, -- [2]
				}, -- [22]
				{
					139, -- [1]
					1499704855, -- [2]
				}, -- [23]
				{
					143, -- [1]
					1499704855, -- [2]
				}, -- [24]
				{
					143, -- [1]
					1499704855, -- [2]
				}, -- [25]
				{
					145, -- [1]
					1499704855, -- [2]
				}, -- [26]
				{
					145, -- [1]
					1499704855, -- [2]
				}, -- [27]
				{
					147, -- [1]
					1499704855, -- [2]
				}, -- [28]
				{
					147, -- [1]
					1499704855, -- [2]
				}, -- [29]
				{
					149, -- [1]
					1499704855, -- [2]
				}, -- [30]
				{
					149, -- [1]
					1499704855, -- [2]
				}, -- [31]
				{
					164, -- [1]
					1499704855, -- [2]
				}, -- [32]
				{
					166, -- [1]
					1499704855, -- [2]
				}, -- [33]
				{
					166, -- [1]
					1499704855, -- [2]
				}, -- [34]
				{
					168, -- [1]
					1499704855, -- [2]
				}, -- [35]
				{
					168, -- [1]
					1499704855, -- [2]
				}, -- [36]
				{
					170, -- [1]
					1499704855, -- [2]
				}, -- [37]
				{
					170, -- [1]
					1499704855, -- [2]
				}, -- [38]
				{
					172, -- [1]
					1499704855, -- [2]
				}, -- [39]
				{
					172, -- [1]
					1499704855, -- [2]
				}, -- [40]
				{
					174, -- [1]
					1499704855, -- [2]
				}, -- [41]
				{
					174, -- [1]
					1499704855, -- [2]
				}, -- [42]
				{
					189, -- [1]
					1499704855, -- [2]
				}, -- [43]
				{
					191, -- [1]
					1499704855, -- [2]
				}, -- [44]
				{
					191, -- [1]
					1499704855, -- [2]
				}, -- [45]
				{
					193, -- [1]
					1499704855, -- [2]
				}, -- [46]
				{
					193, -- [1]
					1499704855, -- [2]
				}, -- [47]
				{
					195, -- [1]
					1499704855, -- [2]
				}, -- [48]
				{
					195, -- [1]
					1499704855, -- [2]
				}, -- [49]
				{
					197, -- [1]
					1499704855, -- [2]
				}, -- [50]
				{
					197, -- [1]
					1499704855, -- [2]
				}, -- [51]
				{
					199, -- [1]
					1499704855, -- [2]
				}, -- [52]
				{
					199, -- [1]
					1499704855, -- [2]
				}, -- [53]
				{
					214, -- [1]
					1499704855, -- [2]
				}, -- [54]
				{
					216, -- [1]
					1499704855, -- [2]
				}, -- [55]
				{
					216, -- [1]
					1499704855, -- [2]
				}, -- [56]
				{
					218, -- [1]
					1499704855, -- [2]
				}, -- [57]
				{
					218, -- [1]
					1499704855, -- [2]
				}, -- [58]
				{
					220, -- [1]
					1499704855, -- [2]
				}, -- [59]
				{
					220, -- [1]
					1499704855, -- [2]
				}, -- [60]
				{
					222, -- [1]
					1499704855, -- [2]
				}, -- [61]
				{
					222, -- [1]
					1499704855, -- [2]
				}, -- [62]
				{
					224, -- [1]
					1499704855, -- [2]
				}, -- [63]
				{
					224, -- [1]
					1499704855, -- [2]
				}, -- [64]
				{
					239, -- [1]
					1499704855, -- [2]
				}, -- [65]
				{
					241, -- [1]
					1499704855, -- [2]
				}, -- [66]
				{
					241, -- [1]
					1499704855, -- [2]
				}, -- [67]
				{
					243, -- [1]
					1499704855, -- [2]
				}, -- [68]
				{
					243, -- [1]
					1499704855, -- [2]
				}, -- [69]
				{
					245, -- [1]
					1499704855, -- [2]
				}, -- [70]
				{
					245, -- [1]
					1499704855, -- [2]
				}, -- [71]
				{
					247, -- [1]
					1499704855, -- [2]
				}, -- [72]
				{
					247, -- [1]
					1499704855, -- [2]
				}, -- [73]
				{
					249, -- [1]
					1499704855, -- [2]
				}, -- [74]
				{
					249, -- [1]
					1499704855, -- [2]
				}, -- [75]
				{
					323, -- [1]
					1499704855, -- [2]
				}, -- [76]
				{
					325, -- [1]
					1499704855, -- [2]
				}, -- [77]
				{
					325, -- [1]
					1499704855, -- [2]
				}, -- [78]
				{
					331, -- [1]
					1499704855, -- [2]
				}, -- [79]
				{
					331, -- [1]
					1499704855, -- [2]
				}, -- [80]
				{
					333, -- [1]
					1499704855, -- [2]
				}, -- [81]
				{
					333, -- [1]
					1499704855, -- [2]
				}, -- [82]
				{
					347, -- [1]
					1499704855, -- [2]
				}, -- [83]
				{
					349, -- [1]
					1499704855, -- [2]
				}, -- [84]
				{
					349, -- [1]
					1499704855, -- [2]
				}, -- [85]
				{
					351, -- [1]
					1499704855, -- [2]
				}, -- [86]
				{
					351, -- [1]
					1499704855, -- [2]
				}, -- [87]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [88]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [89]
				{
					355, -- [1]
					1499704855, -- [2]
				}, -- [90]
				{
					355, -- [1]
					1499704855, -- [2]
				}, -- [91]
				{
					357, -- [1]
					1499704855, -- [2]
				}, -- [92]
				{
					357, -- [1]
					1499704855, -- [2]
				}, -- [93]
				{
					372, -- [1]
					1499704855, -- [2]
				}, -- [94]
				{
					374, -- [1]
					1499704855, -- [2]
				}, -- [95]
				{
					374, -- [1]
					1499704855, -- [2]
				}, -- [96]
				{
					376, -- [1]
					1499704855, -- [2]
				}, -- [97]
				{
					376, -- [1]
					1499704855, -- [2]
				}, -- [98]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [99]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [100]
				{
					380, -- [1]
					1499704855, -- [2]
				}, -- [101]
				{
					380, -- [1]
					1499704855, -- [2]
				}, -- [102]
				{
					382, -- [1]
					1499704855, -- [2]
				}, -- [103]
				{
					382, -- [1]
					1499704855, -- [2]
				}, -- [104]
				{
					397, -- [1]
					1499704855, -- [2]
				}, -- [105]
				{
					399, -- [1]
					1499704855, -- [2]
				}, -- [106]
				{
					399, -- [1]
					1499704855, -- [2]
				}, -- [107]
				{
					417, -- [1]
					1499704855, -- [2]
				}, -- [108]
				{
					419, -- [1]
					1499704855, -- [2]
				}, -- [109]
				{
					419, -- [1]
					1499704855, -- [2]
				}, -- [110]
				{
					428, -- [1]
					1499704855, -- [2]
				}, -- [111]
				{
					428, -- [1]
					1499704855, -- [2]
				}, -- [112]
				{
					442, -- [1]
					1499704855, -- [2]
				}, -- [113]
				{
					444, -- [1]
					1499704855, -- [2]
				}, -- [114]
				{
					444, -- [1]
					1499704855, -- [2]
				}, -- [115]
				{
					446, -- [1]
					1499704855, -- [2]
				}, -- [116]
				{
					446, -- [1]
					1499704855, -- [2]
				}, -- [117]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [118]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [119]
				{
					450, -- [1]
					1499704855, -- [2]
				}, -- [120]
				{
					450, -- [1]
					1499704855, -- [2]
				}, -- [121]
				{
					452, -- [1]
					1499704855, -- [2]
				}, -- [122]
				{
					452, -- [1]
					1499704855, -- [2]
				}, -- [123]
				{
					26, -- [1]
					1505918457, -- [2]
				}, -- [124]
				{
					28, -- [1]
					1505918457, -- [2]
				}, -- [125]
				{
					28, -- [1]
					1505918457, -- [2]
				}, -- [126]
				{
					30, -- [1]
					1505918457, -- [2]
				}, -- [127]
				{
					30, -- [1]
					1505918457, -- [2]
				}, -- [128]
				{
					32, -- [1]
					1505918457, -- [2]
				}, -- [129]
				{
					32, -- [1]
					1505918457, -- [2]
				}, -- [130]
				{
					34, -- [1]
					1505918457, -- [2]
				}, -- [131]
				{
					34, -- [1]
					1505918457, -- [2]
				}, -- [132]
				{
					36, -- [1]
					1505918457, -- [2]
				}, -- [133]
				{
					36, -- [1]
					1505918457, -- [2]
				}, -- [134]
				{
					115, -- [1]
					1505918457, -- [2]
				}, -- [135]
				{
					119, -- [1]
					1505918457, -- [2]
				}, -- [136]
				{
					119, -- [1]
					1505918457, -- [2]
				}, -- [137]
				{
					121, -- [1]
					1505918457, -- [2]
				}, -- [138]
				{
					121, -- [1]
					1505918457, -- [2]
				}, -- [139]
				{
					123, -- [1]
					1505918457, -- [2]
				}, -- [140]
				{
					123, -- [1]
					1505918457, -- [2]
				}, -- [141]
				{
					125, -- [1]
					1505918457, -- [2]
				}, -- [142]
				{
					125, -- [1]
					1505918457, -- [2]
				}, -- [143]
				{
					140, -- [1]
					1505918457, -- [2]
				}, -- [144]
				{
					142, -- [1]
					1505918457, -- [2]
				}, -- [145]
				{
					142, -- [1]
					1505918457, -- [2]
				}, -- [146]
				{
					144, -- [1]
					1505918457, -- [2]
				}, -- [147]
				{
					144, -- [1]
					1505918457, -- [2]
				}, -- [148]
				{
					146, -- [1]
					1505918457, -- [2]
				}, -- [149]
				{
					146, -- [1]
					1505918457, -- [2]
				}, -- [150]
				{
					148, -- [1]
					1505918457, -- [2]
				}, -- [151]
				{
					148, -- [1]
					1505918457, -- [2]
				}, -- [152]
				{
					150, -- [1]
					1505918457, -- [2]
				}, -- [153]
				{
					150, -- [1]
					1505918457, -- [2]
				}, -- [154]
				{
					165, -- [1]
					1505918457, -- [2]
				}, -- [155]
				{
					167, -- [1]
					1505918457, -- [2]
				}, -- [156]
				{
					167, -- [1]
					1505918457, -- [2]
				}, -- [157]
				{
					169, -- [1]
					1505918457, -- [2]
				}, -- [158]
				{
					169, -- [1]
					1505918457, -- [2]
				}, -- [159]
				{
					171, -- [1]
					1505918457, -- [2]
				}, -- [160]
				{
					171, -- [1]
					1505918457, -- [2]
				}, -- [161]
				{
					173, -- [1]
					1505918457, -- [2]
				}, -- [162]
				{
					173, -- [1]
					1505918457, -- [2]
				}, -- [163]
				{
					175, -- [1]
					1505918457, -- [2]
				}, -- [164]
				{
					175, -- [1]
					1505918457, -- [2]
				}, -- [165]
				{
					190, -- [1]
					1505918457, -- [2]
				}, -- [166]
				{
					192, -- [1]
					1505918457, -- [2]
				}, -- [167]
				{
					192, -- [1]
					1505918457, -- [2]
				}, -- [168]
				{
					194, -- [1]
					1505918457, -- [2]
				}, -- [169]
				{
					194, -- [1]
					1505918457, -- [2]
				}, -- [170]
				{
					196, -- [1]
					1505918457, -- [2]
				}, -- [171]
				{
					196, -- [1]
					1505918457, -- [2]
				}, -- [172]
				{
					198, -- [1]
					1505918457, -- [2]
				}, -- [173]
				{
					198, -- [1]
					1505918457, -- [2]
				}, -- [174]
				{
					200, -- [1]
					1505918457, -- [2]
				}, -- [175]
				{
					200, -- [1]
					1505918457, -- [2]
				}, -- [176]
				{
					249, -- [1]
					1505918457, -- [2]
				}, -- [177]
				{
					259, -- [1]
					1505918457, -- [2]
				}, -- [178]
				{
					259, -- [1]
					1505918457, -- [2]
				}, -- [179]
				{
					273, -- [1]
					1505918457, -- [2]
				}, -- [180]
				{
					275, -- [1]
					1505918457, -- [2]
				}, -- [181]
				{
					275, -- [1]
					1505918457, -- [2]
				}, -- [182]
				{
					277, -- [1]
					1505918457, -- [2]
				}, -- [183]
				{
					277, -- [1]
					1505918457, -- [2]
				}, -- [184]
				{
					279, -- [1]
					1505918457, -- [2]
				}, -- [185]
				{
					279, -- [1]
					1505918457, -- [2]
				}, -- [186]
				{
					281, -- [1]
					1505918457, -- [2]
				}, -- [187]
				{
					281, -- [1]
					1505918457, -- [2]
				}, -- [188]
				{
					283, -- [1]
					1505918457, -- [2]
				}, -- [189]
				{
					283, -- [1]
					1505918457, -- [2]
				}, -- [190]
				{
					298, -- [1]
					1505918457, -- [2]
				}, -- [191]
				{
					300, -- [1]
					1505918457, -- [2]
				}, -- [192]
				{
					300, -- [1]
					1505918457, -- [2]
				}, -- [193]
				{
					302, -- [1]
					1505918457, -- [2]
				}, -- [194]
				{
					302, -- [1]
					1505918457, -- [2]
				}, -- [195]
				{
					304, -- [1]
					1505918457, -- [2]
				}, -- [196]
				{
					304, -- [1]
					1505918457, -- [2]
				}, -- [197]
				{
					306, -- [1]
					1505918457, -- [2]
				}, -- [198]
				{
					306, -- [1]
					1505918457, -- [2]
				}, -- [199]
				{
					308, -- [1]
					1505918457, -- [2]
				}, -- [200]
				{
					308, -- [1]
					1505918457, -- [2]
				}, -- [201]
				{
					323, -- [1]
					1505918457, -- [2]
				}, -- [202]
				{
					325, -- [1]
					1505918457, -- [2]
				}, -- [203]
				{
					325, -- [1]
					1505918457, -- [2]
				}, -- [204]
				{
					343, -- [1]
					1505918457, -- [2]
				}, -- [205]
				{
					345, -- [1]
					1505918457, -- [2]
				}, -- [206]
				{
					345, -- [1]
					1505918457, -- [2]
				}, -- [207]
			},
			["末日决战"] = {
				{
					10, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					75, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					105, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					179, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					224, -- [1]
					1499704855, -- [2]
				}, -- [5]
				{
					11, -- [1]
					1505918457, -- [2]
				}, -- [6]
				{
					50, -- [1]
					1505918457, -- [2]
				}, -- [7]
				{
					80, -- [1]
					1505918457, -- [2]
				}, -- [8]
				{
					155, -- [1]
					1505918457, -- [2]
				}, -- [9]
				{
					200, -- [1]
					1505918457, -- [2]
				}, -- [10]
			},
			["暗影映像：爆发"] = {
				{
					142, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					117, -- [1]
					1505918457, -- [2]
				}, -- [2]
			},
			["爆裂恐惧烈焰"] = {
				{
					76, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					76, -- [1]
					1499704855, -- [2]
				}, -- [2]
				{
					123, -- [1]
					1499704855, -- [2]
				}, -- [3]
				{
					123, -- [1]
					1499704855, -- [2]
				}, -- [4]
				{
					180, -- [1]
					1499704855, -- [2]
				}, -- [5]
				{
					180, -- [1]
					1499704855, -- [2]
				}, -- [6]
				{
					228, -- [1]
					1499704855, -- [2]
				}, -- [7]
				{
					228, -- [1]
					1499704855, -- [2]
				}, -- [8]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [9]
				{
					353, -- [1]
					1499704855, -- [2]
				}, -- [10]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [11]
				{
					378, -- [1]
					1499704855, -- [2]
				}, -- [12]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [13]
				{
					448, -- [1]
					1499704855, -- [2]
				}, -- [14]
				{
					50, -- [1]
					1505918457, -- [2]
				}, -- [15]
				{
					50, -- [1]
					1505918457, -- [2]
				}, -- [16]
				{
					98, -- [1]
					1505918457, -- [2]
				}, -- [17]
				{
					98, -- [1]
					1505918457, -- [2]
				}, -- [18]
				{
					156, -- [1]
					1505918457, -- [2]
				}, -- [19]
				{
					156, -- [1]
					1505918457, -- [2]
				}, -- [20]
				{
					279, -- [1]
					1505918457, -- [2]
				}, -- [21]
				{
					279, -- [1]
					1505918457, -- [2]
				}, -- [22]
				{
					304, -- [1]
					1505918457, -- [2]
				}, -- [23]
				{
					304, -- [1]
					1505918457, -- [2]
				}, -- [24]
			},
			["爆发"] = {
				{
					155, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					131, -- [1]
					1505918457, -- [2]
				}, -- [2]
			},
			["爆发恐惧烈焰"] = {
				{
					155, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					131, -- [1]
					1505918457, -- [2]
				}, -- [2]
			},
			["欺诈者的遮蔽"] = {
				{
					262, -- [1]
					1499704855, -- [2]
				}, -- [1]
				{
					210, -- [1]
					1505918457, -- [2]
				}, -- [2]
			},
		},
		["ids"] = {
			["不稳定的暗影之魂"] = 241702,
			["千魂之暗"] = 238999,
			["聚焦恐惧烈焰"] = 238502,
			["虚空强风"] = 244834,
			["撕裂裂隙"] = 239214,
			["恶魔方尖碑"] = 239785,
			["邪爪"] = 239931,
			["末日决战"] = 240910,
			["暗影映像：爆发"] = 236710,
			["爆裂恐惧烈焰"] = 238429,
			["爆发"] = 235974,
			["爆发恐惧烈焰"] = 235120,
			["欺诈者的遮蔽"] = 241983,
		},
	},
	["187314"] = {
		["deaths"] = {
			[11] = {
				1499702493, -- [1]
			},
			[130] = {
				1500473828, -- [1]
			},
			[197] = {
				1500473828, -- [1]
			},
			[318] = {
				1500473828, -- [1]
			},
			[47] = {
				1499702493, -- [1]
			},
			[12] = {
				1499702493, -- [1]
				1505917838, -- [2]
			},
			[49] = {
				1499702493, -- [1]
			},
			[50] = {
				1499702493, -- [1]
				1500473828, -- [2]
			},
		},
		["spells"] = {
			["腐化矩阵"] = {
				{
					10, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					60, -- [1]
					1499702493, -- [2]
				}, -- [2]
				{
					110, -- [1]
					1499702493, -- [2]
				}, -- [3]
				{
					160, -- [1]
					1499702493, -- [2]
				}, -- [4]
				{
					210, -- [1]
					1499702493, -- [2]
				}, -- [5]
				{
					260, -- [1]
					1499702493, -- [2]
				}, -- [6]
				{
					310, -- [1]
					1499702493, -- [2]
				}, -- [7]
				{
					10, -- [1]
					1500473828, -- [2]
				}, -- [8]
				{
					60, -- [1]
					1500473828, -- [2]
				}, -- [9]
				{
					110, -- [1]
					1500473828, -- [2]
				}, -- [10]
				{
					160, -- [1]
					1500473828, -- [2]
				}, -- [11]
				{
					210, -- [1]
					1500473828, -- [2]
				}, -- [12]
				{
					260, -- [1]
					1500473828, -- [2]
				}, -- [13]
				{
					9, -- [1]
					1505917838, -- [2]
				}, -- [14]
				{
					59, -- [1]
					1505917838, -- [2]
				}, -- [15]
				{
					109, -- [1]
					1505917838, -- [2]
				}, -- [16]
				{
					159, -- [1]
					1505917838, -- [2]
				}, -- [17]
				{
					209, -- [1]
					1505917838, -- [2]
				}, -- [18]
			},
			["割裂现实"] = {
				{
					38, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					102, -- [1]
					1499702493, -- [2]
				}, -- [2]
				{
					163, -- [1]
					1499702493, -- [2]
				}, -- [3]
				{
					227, -- [1]
					1499702493, -- [2]
				}, -- [4]
				{
					288, -- [1]
					1499702493, -- [2]
				}, -- [5]
				{
					361, -- [1]
					1499702493, -- [2]
				}, -- [6]
				{
					400, -- [1]
					1499702493, -- [2]
				}, -- [7]
				{
					438, -- [1]
					1499702493, -- [2]
				}, -- [8]
				{
					38, -- [1]
					1500473828, -- [2]
				}, -- [9]
				{
					102, -- [1]
					1500473828, -- [2]
				}, -- [10]
				{
					175, -- [1]
					1500473828, -- [2]
				}, -- [11]
				{
					248, -- [1]
					1500473828, -- [2]
				}, -- [12]
				{
					338, -- [1]
					1500473828, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1505917838, -- [2]
				}, -- [14]
				{
					102, -- [1]
					1505917838, -- [2]
				}, -- [15]
				{
					169, -- [1]
					1505917838, -- [2]
				}, -- [16]
				{
					259, -- [1]
					1505917838, -- [2]
				}, -- [17]
			},
			["毁灭"] = {
				{
					315, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					292, -- [1]
					1500473828, -- [2]
				}, -- [2]
				{
					213, -- [1]
					1505917838, -- [2]
				}, -- [3]
			},
			["风蚀"] = {
				{
					12, -- [1]
					1499702493, -- [2]
				}, -- [1]
				{
					24, -- [1]
					1499702493, -- [2]
				}, -- [2]
				{
					45, -- [1]
					1499702493, -- [2]
				}, -- [3]
				{
					57, -- [1]
					1499702493, -- [2]
				}, -- [4]
				{
					69, -- [1]
					1499702493, -- [2]
				}, -- [5]
				{
					81, -- [1]
					1499702493, -- [2]
				}, -- [6]
				{
					94, -- [1]
					1499702493, -- [2]
				}, -- [7]
				{
					109, -- [1]
					1499702493, -- [2]
				}, -- [8]
				{
					121, -- [1]
					1499702493, -- [2]
				}, -- [9]
				{
					134, -- [1]
					1499702493, -- [2]
				}, -- [10]
				{
					146, -- [1]
					1499702493, -- [2]
				}, -- [11]
				{
					170, -- [1]
					1499702493, -- [2]
				}, -- [12]
				{
					182, -- [1]
					1499702493, -- [2]
				}, -- [13]
				{
					194, -- [1]
					1499702493, -- [2]
				}, -- [14]
				{
					207, -- [1]
					1499702493, -- [2]
				}, -- [15]
				{
					219, -- [1]
					1499702493, -- [2]
				}, -- [16]
				{
					235, -- [1]
					1499702493, -- [2]
				}, -- [17]
				{
					247, -- [1]
					1499702493, -- [2]
				}, -- [18]
				{
					259, -- [1]
					1499702493, -- [2]
				}, -- [19]
				{
					271, -- [1]
					1499702493, -- [2]
				}, -- [20]
				{
					295, -- [1]
					1499702493, -- [2]
				}, -- [21]
				{
					309, -- [1]
					1499702493, -- [2]
				}, -- [22]
				{
					337, -- [1]
					1499702493, -- [2]
				}, -- [23]
				{
					349, -- [1]
					1499702493, -- [2]
				}, -- [24]
				{
					371, -- [1]
					1499702493, -- [2]
				}, -- [25]
				{
					383, -- [1]
					1499702493, -- [2]
				}, -- [26]
				{
					410, -- [1]
					1499702493, -- [2]
				}, -- [27]
				{
					422, -- [1]
					1499702493, -- [2]
				}, -- [28]
				{
					447, -- [1]
					1499702493, -- [2]
				}, -- [29]
				{
					459, -- [1]
					1499702493, -- [2]
				}, -- [30]
				{
					13, -- [1]
					1500473828, -- [2]
				}, -- [31]
				{
					25, -- [1]
					1500473828, -- [2]
				}, -- [32]
				{
					44, -- [1]
					1500473828, -- [2]
				}, -- [33]
				{
					57, -- [1]
					1500473828, -- [2]
				}, -- [34]
				{
					69, -- [1]
					1500473828, -- [2]
				}, -- [35]
				{
					81, -- [1]
					1500473828, -- [2]
				}, -- [36]
				{
					92, -- [1]
					1500473828, -- [2]
				}, -- [37]
				{
					109, -- [1]
					1500473828, -- [2]
				}, -- [38]
				{
					121, -- [1]
					1500473828, -- [2]
				}, -- [39]
				{
					133, -- [1]
					1500473828, -- [2]
				}, -- [40]
				{
					145, -- [1]
					1500473828, -- [2]
				}, -- [41]
				{
					158, -- [1]
					1500473828, -- [2]
				}, -- [42]
				{
					182, -- [1]
					1500473828, -- [2]
				}, -- [43]
				{
					194, -- [1]
					1500473828, -- [2]
				}, -- [44]
				{
					206, -- [1]
					1500473828, -- [2]
				}, -- [45]
				{
					218, -- [1]
					1500473828, -- [2]
				}, -- [46]
				{
					231, -- [1]
					1500473828, -- [2]
				}, -- [47]
				{
					255, -- [1]
					1500473828, -- [2]
				}, -- [48]
				{
					267, -- [1]
					1500473828, -- [2]
				}, -- [49]
				{
					279, -- [1]
					1500473828, -- [2]
				}, -- [50]
				{
					315, -- [1]
					1500473828, -- [2]
				}, -- [51]
				{
					327, -- [1]
					1500473828, -- [2]
				}, -- [52]
				{
					349, -- [1]
					1500473828, -- [2]
				}, -- [53]
				{
					12, -- [1]
					1505917838, -- [2]
				}, -- [54]
				{
					24, -- [1]
					1505917838, -- [2]
				}, -- [55]
				{
					45, -- [1]
					1505917838, -- [2]
				}, -- [56]
				{
					57, -- [1]
					1505917838, -- [2]
				}, -- [57]
				{
					69, -- [1]
					1505917838, -- [2]
				}, -- [58]
				{
					81, -- [1]
					1505917838, -- [2]
				}, -- [59]
				{
					93, -- [1]
					1505917838, -- [2]
				}, -- [60]
				{
					109, -- [1]
					1505917838, -- [2]
				}, -- [61]
				{
					121, -- [1]
					1505917838, -- [2]
				}, -- [62]
				{
					133, -- [1]
					1505917838, -- [2]
				}, -- [63]
				{
					146, -- [1]
					1505917838, -- [2]
				}, -- [64]
				{
					158, -- [1]
					1505917838, -- [2]
				}, -- [65]
				{
					176, -- [1]
					1505917838, -- [2]
				}, -- [66]
				{
					188, -- [1]
					1505917838, -- [2]
				}, -- [67]
				{
					200, -- [1]
					1505917838, -- [2]
				}, -- [68]
				{
					234, -- [1]
					1505917838, -- [2]
				}, -- [69]
				{
					247, -- [1]
					1505917838, -- [2]
				}, -- [70]
			},
		},
		["ids"] = {
			["腐化矩阵"] = 233556,
			["割裂现实"] = 235572,
			["毁灭"] = 235597,
			["风蚀"] = 236494,
		},
	},
	["199215"] = {
		["deaths"] = {
			[188] = {
				1512652827, -- [1]
			},
		},
		["spells"] = {
			["强化"] = {
				{
					114, -- [1]
					1512652827, -- [2]
				}, -- [1]
				{
					212, -- [1]
					1512652827, -- [2]
				}, -- [2]
			},
			["强化屠戮"] = {
				{
					132, -- [1]
					1512652827, -- [2]
				}, -- [1]
				{
					148, -- [1]
					1512652827, -- [2]
				}, -- [2]
				{
					164, -- [1]
					1512652827, -- [2]
				}, -- [3]
				{
					180, -- [1]
					1512652827, -- [2]
				}, -- [4]
			},
			["根除"] = {
				{
					120, -- [1]
					1512652827, -- [2]
				}, -- [1]
				{
					218, -- [1]
					1512652827, -- [2]
				}, -- [2]
			},
			["灼热弹幕"] = {
				{
					114, -- [1]
					1512652827, -- [2]
				}, -- [1]
				{
					212, -- [1]
					1512652827, -- [2]
				}, -- [2]
			},
			["屠戮"] = {
				{
					8, -- [1]
					1512652827, -- [2]
				}, -- [1]
				{
					40, -- [1]
					1512652827, -- [2]
				}, -- [2]
				{
					71, -- [1]
					1512652827, -- [2]
				}, -- [3]
			},
			["歼灭"] = {
				{
					24, -- [1]
					1512652827, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1512652827, -- [2]
				}, -- [2]
				{
					87, -- [1]
					1512652827, -- [2]
				}, -- [3]
			},
		},
		["ids"] = {
			["强化"] = 245237,
			["强化屠戮"] = 245294,
			["根除"] = 244969,
			["灼热弹幕"] = 246368,
			["屠戮"] = 244399,
			["歼灭"] = 244294,
		},
	},
	["200915"] = {
		["deaths"] = {
			[342] = {
				1512661539, -- [1]
			},
		},
		["spells"] = {
			["充能轰炸"] = {
				{
					165, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					183, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					201, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					219, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					237, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					256, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					274, -- [1]
					1512661539, -- [2]
				}, -- [7]
			},
			["霰弹爆破"] = {
				{
					168, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					182, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					192, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					195, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					210, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					224, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					227, -- [1]
					1512661539, -- [2]
				}, -- [7]
				{
					240, -- [1]
					1512661539, -- [2]
				}, -- [8]
				{
					241, -- [1]
					1512661539, -- [2]
				}, -- [9]
				{
					254, -- [1]
					1512661539, -- [2]
				}, -- [10]
				{
					260, -- [1]
					1512661539, -- [2]
				}, -- [11]
				{
					269, -- [1]
					1512661539, -- [2]
				}, -- [12]
				{
					318, -- [1]
					1512661539, -- [2]
				}, -- [13]
			},
			["脉冲手雷"] = {
				{
					16, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					52, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					69, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					87, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					104, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					126, -- [1]
					1512661539, -- [2]
				}, -- [7]
				{
					144, -- [1]
					1512661539, -- [2]
				}, -- [8]
				{
					315, -- [1]
					1512661539, -- [2]
				}, -- [9]
				{
					316, -- [1]
					1512661539, -- [2]
				}, -- [10]
				{
					317, -- [1]
					1512661539, -- [2]
				}, -- [11]
			},
			["强化脉冲手雷"] = {
				{
					350, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					378, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					405, -- [1]
					1512661539, -- [2]
				}, -- [3]
			},
			["静滞陷阱"] = {
				{
					130, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					145, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					283, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					292, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					302, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					324, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					334, -- [1]
					1512661539, -- [2]
				}, -- [7]
			},
			["强化震击之枪"] = {
				{
					348, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					358, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					367, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					377, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					387, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					397, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					406, -- [1]
					1512661539, -- [2]
				}, -- [7]
				{
					416, -- [1]
					1512661539, -- [2]
				}, -- [8]
				{
					426, -- [1]
					1512661539, -- [2]
				}, -- [9]
			},
			["震击之枪"] = {
				{
					4, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					9, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					14, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					18, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					23, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					28, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					33, -- [1]
					1512661539, -- [2]
				}, -- [7]
				{
					38, -- [1]
					1512661539, -- [2]
				}, -- [8]
				{
					43, -- [1]
					1512661539, -- [2]
				}, -- [9]
				{
					48, -- [1]
					1512661539, -- [2]
				}, -- [10]
				{
					53, -- [1]
					1512661539, -- [2]
				}, -- [11]
				{
					58, -- [1]
					1512661539, -- [2]
				}, -- [12]
				{
					63, -- [1]
					1512661539, -- [2]
				}, -- [13]
				{
					67, -- [1]
					1512661539, -- [2]
				}, -- [14]
				{
					72, -- [1]
					1512661539, -- [2]
				}, -- [15]
				{
					76, -- [1]
					1512661539, -- [2]
				}, -- [16]
				{
					81, -- [1]
					1512661539, -- [2]
				}, -- [17]
				{
					86, -- [1]
					1512661539, -- [2]
				}, -- [18]
				{
					90, -- [1]
					1512661539, -- [2]
				}, -- [19]
				{
					95, -- [1]
					1512661539, -- [2]
				}, -- [20]
				{
					100, -- [1]
					1512661539, -- [2]
				}, -- [21]
				{
					105, -- [1]
					1512661539, -- [2]
				}, -- [22]
				{
					110, -- [1]
					1512661539, -- [2]
				}, -- [23]
				{
					115, -- [1]
					1512661539, -- [2]
				}, -- [24]
			},
			["爆炸引线"] = {
				{
					288, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					313, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					322, -- [1]
					1512661539, -- [2]
				}, -- [3]
			},
			["催眠气罐"] = {
				{
					7, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					20, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					32, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					44, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					55, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					70, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					82, -- [1]
					1512661539, -- [2]
				}, -- [7]
				{
					94, -- [1]
					1512661539, -- [2]
				}, -- [8]
				{
					106, -- [1]
					1512661539, -- [2]
				}, -- [9]
				{
					118, -- [1]
					1512661539, -- [2]
				}, -- [10]
			},
			["强化霰弹爆破"] = {
				{
					359, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					381, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					402, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					420, -- [1]
					1512661539, -- [2]
				}, -- [4]
			},
			["撕裂"] = {
				{
					162, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					169, -- [1]
					1512661539, -- [2]
				}, -- [2]
				{
					177, -- [1]
					1512661539, -- [2]
				}, -- [3]
				{
					185, -- [1]
					1512661539, -- [2]
				}, -- [4]
				{
					192, -- [1]
					1512661539, -- [2]
				}, -- [5]
				{
					200, -- [1]
					1512661539, -- [2]
				}, -- [6]
				{
					208, -- [1]
					1512661539, -- [2]
				}, -- [7]
				{
					216, -- [1]
					1512661539, -- [2]
				}, -- [8]
				{
					223, -- [1]
					1512661539, -- [2]
				}, -- [9]
				{
					230, -- [1]
					1512661539, -- [2]
				}, -- [10]
				{
					239, -- [1]
					1512661539, -- [2]
				}, -- [11]
				{
					246, -- [1]
					1512661539, -- [2]
				}, -- [12]
				{
					253, -- [1]
					1512661539, -- [2]
				}, -- [13]
				{
					261, -- [1]
					1512661539, -- [2]
				}, -- [14]
				{
					268, -- [1]
					1512661539, -- [2]
				}, -- [15]
			},
			["洪荒烈火"] = {
				{
					125, -- [1]
					1512661539, -- [2]
				}, -- [1]
				{
					284, -- [1]
					1512661539, -- [2]
				}, -- [2]
			},
		},
		["ids"] = {
			["充能轰炸"] = 248254,
			["霰弹爆破"] = 247949,
			["脉冲手雷"] = 247681,
			["强化脉冲手雷"] = 248068,
			["静滞陷阱"] = 247641,
			["强化震击之枪"] = 250255,
			["震击之枪"] = 247367,
			["爆炸引线"] = 247962,
			["催眠气罐"] = 254244,
			["强化霰弹爆破"] = 248070,
			["撕裂"] = 247687,
			["洪荒烈火"] = 250135,
		},
	},
	["189614"] = {
		["deaths"] = {
			[262] = {
				1499699806, -- [1]
			},
			[144] = {
				1500471883, -- [1]
			},
			[134] = {
				1499699806, -- [1]
			},
			[149] = {
				1499699806, -- [1]
			},
			[274] = {
				1500471883, -- [1]
			},
			[275] = {
				1499699806, -- [1]
			},
			[100] = {
				1499699806, -- [1]
			},
		},
		["spells"] = {
			["灵魂锁链"] = {
				{
					10, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					23, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					25, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					36, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					138, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					141, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					154, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					155, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					166, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					179, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					17, -- [1]
					1500471883, -- [2]
				}, -- [12]
				{
					38, -- [1]
					1500471883, -- [2]
				}, -- [13]
				{
					132, -- [1]
					1500471883, -- [2]
				}, -- [14]
				{
					150, -- [1]
					1500471883, -- [2]
				}, -- [15]
				{
					153, -- [1]
					1500471883, -- [2]
				}, -- [16]
				{
					163, -- [1]
					1500471883, -- [2]
				}, -- [17]
			},
			["末日分裂"] = {
				{
					273, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					299, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					326, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					353, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					205, -- [1]
					1500471883, -- [2]
				}, -- [5]
				{
					231, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					258, -- [1]
					1500471883, -- [2]
				}, -- [7]
			},
			["哀嚎之魂"] = {
				{
					61, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					182, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					62, -- [1]
					1500471883, -- [2]
				}, -- [3]
			},
			["攫取之暗"] = {
				{
					5, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					13, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					17, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					20, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					24, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					65, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					69, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					73, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					76, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					80, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					84, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					87, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					187, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					195, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					199, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					202, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					206, -- [1]
					1499699806, -- [2]
				}, -- [18]
				{
					210, -- [1]
					1499699806, -- [2]
				}, -- [19]
				{
					7, -- [1]
					1500471883, -- [2]
				}, -- [20]
				{
					10, -- [1]
					1500471883, -- [2]
				}, -- [21]
				{
					13, -- [1]
					1500471883, -- [2]
				}, -- [22]
				{
					17, -- [1]
					1500471883, -- [2]
				}, -- [23]
				{
					21, -- [1]
					1500471883, -- [2]
				}, -- [24]
				{
					24, -- [1]
					1500471883, -- [2]
				}, -- [25]
				{
					66, -- [1]
					1500471883, -- [2]
				}, -- [26]
				{
					70, -- [1]
					1500471883, -- [2]
				}, -- [27]
				{
					80, -- [1]
					1500471883, -- [2]
				}, -- [28]
				{
					83, -- [1]
					1500471883, -- [2]
				}, -- [29]
				{
					86, -- [1]
					1500471883, -- [2]
				}, -- [30]
				{
					87, -- [1]
					1500471883, -- [2]
				}, -- [31]
			},
			["折磨"] = {
				{
					273, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					293, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					315, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					336, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					357, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					205, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					225, -- [1]
					1500471883, -- [2]
				}, -- [7]
				{
					247, -- [1]
					1500471883, -- [2]
				}, -- [8]
				{
					268, -- [1]
					1500471883, -- [2]
				}, -- [9]
			},
			["灵魂爆发"] = {
				{
					5, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					23, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					134, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					135, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					142, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					6, -- [1]
					1500471883, -- [2]
				}, -- [7]
				{
					137, -- [1]
					1500471883, -- [2]
				}, -- [8]
				{
					138, -- [1]
					1500471883, -- [2]
				}, -- [9]
				{
					143, -- [1]
					1500471883, -- [2]
				}, -- [10]
				{
					144, -- [1]
					1500471883, -- [2]
				}, -- [11]
			},
			["裂地猛击"] = {
				{
					13, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					70, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					196, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					218, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					10, -- [1]
					1500471883, -- [2]
				}, -- [5]
				{
					33, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					80, -- [1]
					1500471883, -- [2]
				}, -- [7]
			},
			["粉碎意志"] = {
				{
					2, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					7, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					9, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					19, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					21, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					24, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					26, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					29, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					31, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					34, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					36, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					41, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					43, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					46, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					53, -- [1]
					1499699806, -- [2]
				}, -- [18]
				{
					56, -- [1]
					1499699806, -- [2]
				}, -- [19]
				{
					58, -- [1]
					1499699806, -- [2]
				}, -- [20]
				{
					124, -- [1]
					1499699806, -- [2]
				}, -- [21]
				{
					126, -- [1]
					1499699806, -- [2]
				}, -- [22]
				{
					129, -- [1]
					1499699806, -- [2]
				}, -- [23]
				{
					131, -- [1]
					1499699806, -- [2]
				}, -- [24]
				{
					133, -- [1]
					1499699806, -- [2]
				}, -- [25]
				{
					141, -- [1]
					1499699806, -- [2]
				}, -- [26]
				{
					143, -- [1]
					1499699806, -- [2]
				}, -- [27]
				{
					146, -- [1]
					1499699806, -- [2]
				}, -- [28]
				{
					148, -- [1]
					1499699806, -- [2]
				}, -- [29]
				{
					151, -- [1]
					1499699806, -- [2]
				}, -- [30]
				{
					153, -- [1]
					1499699806, -- [2]
				}, -- [31]
				{
					155, -- [1]
					1499699806, -- [2]
				}, -- [32]
				{
					158, -- [1]
					1499699806, -- [2]
				}, -- [33]
				{
					160, -- [1]
					1499699806, -- [2]
				}, -- [34]
				{
					163, -- [1]
					1499699806, -- [2]
				}, -- [35]
				{
					165, -- [1]
					1499699806, -- [2]
				}, -- [36]
				{
					168, -- [1]
					1499699806, -- [2]
				}, -- [37]
				{
					175, -- [1]
					1499699806, -- [2]
				}, -- [38]
				{
					177, -- [1]
					1499699806, -- [2]
				}, -- [39]
				{
					242, -- [1]
					1499699806, -- [2]
				}, -- [40]
				{
					244, -- [1]
					1499699806, -- [2]
				}, -- [41]
				{
					252, -- [1]
					1499699806, -- [2]
				}, -- [42]
				{
					254, -- [1]
					1499699806, -- [2]
				}, -- [43]
				{
					257, -- [1]
					1499699806, -- [2]
				}, -- [44]
				{
					259, -- [1]
					1499699806, -- [2]
				}, -- [45]
				{
					261, -- [1]
					1499699806, -- [2]
				}, -- [46]
				{
					264, -- [1]
					1499699806, -- [2]
				}, -- [47]
				{
					266, -- [1]
					1499699806, -- [2]
				}, -- [48]
				{
					269, -- [1]
					1499699806, -- [2]
				}, -- [49]
				{
					276, -- [1]
					1499699806, -- [2]
				}, -- [50]
				{
					279, -- [1]
					1499699806, -- [2]
				}, -- [51]
				{
					281, -- [1]
					1499699806, -- [2]
				}, -- [52]
				{
					283, -- [1]
					1499699806, -- [2]
				}, -- [53]
				{
					286, -- [1]
					1499699806, -- [2]
				}, -- [54]
				{
					288, -- [1]
					1499699806, -- [2]
				}, -- [55]
				{
					291, -- [1]
					1499699806, -- [2]
				}, -- [56]
				{
					293, -- [1]
					1499699806, -- [2]
				}, -- [57]
				{
					295, -- [1]
					1499699806, -- [2]
				}, -- [58]
				{
					1, -- [1]
					1500471883, -- [2]
				}, -- [59]
				{
					4, -- [1]
					1500471883, -- [2]
				}, -- [60]
				{
					7, -- [1]
					1500471883, -- [2]
				}, -- [61]
				{
					9, -- [1]
					1500471883, -- [2]
				}, -- [62]
				{
					11, -- [1]
					1500471883, -- [2]
				}, -- [63]
				{
					18, -- [1]
					1500471883, -- [2]
				}, -- [64]
				{
					21, -- [1]
					1500471883, -- [2]
				}, -- [65]
				{
					23, -- [1]
					1500471883, -- [2]
				}, -- [66]
				{
					26, -- [1]
					1500471883, -- [2]
				}, -- [67]
				{
					28, -- [1]
					1500471883, -- [2]
				}, -- [68]
				{
					30, -- [1]
					1500471883, -- [2]
				}, -- [69]
				{
					33, -- [1]
					1500471883, -- [2]
				}, -- [70]
				{
					35, -- [1]
					1500471883, -- [2]
				}, -- [71]
				{
					38, -- [1]
					1500471883, -- [2]
				}, -- [72]
				{
					40, -- [1]
					1500471883, -- [2]
				}, -- [73]
				{
					43, -- [1]
					1500471883, -- [2]
				}, -- [74]
				{
					45, -- [1]
					1500471883, -- [2]
				}, -- [75]
				{
					52, -- [1]
					1500471883, -- [2]
				}, -- [76]
				{
					55, -- [1]
					1500471883, -- [2]
				}, -- [77]
				{
					57, -- [1]
					1500471883, -- [2]
				}, -- [78]
				{
					60, -- [1]
					1500471883, -- [2]
				}, -- [79]
				{
					124, -- [1]
					1500471883, -- [2]
				}, -- [80]
				{
					127, -- [1]
					1500471883, -- [2]
				}, -- [81]
				{
					129, -- [1]
					1500471883, -- [2]
				}, -- [82]
				{
					131, -- [1]
					1500471883, -- [2]
				}, -- [83]
				{
					139, -- [1]
					1500471883, -- [2]
				}, -- [84]
				{
					141, -- [1]
					1500471883, -- [2]
				}, -- [85]
				{
					144, -- [1]
					1500471883, -- [2]
				}, -- [86]
				{
					146, -- [1]
					1500471883, -- [2]
				}, -- [87]
				{
					148, -- [1]
					1500471883, -- [2]
				}, -- [88]
				{
					151, -- [1]
					1500471883, -- [2]
				}, -- [89]
				{
					153, -- [1]
					1500471883, -- [2]
				}, -- [90]
				{
					156, -- [1]
					1500471883, -- [2]
				}, -- [91]
				{
					158, -- [1]
					1500471883, -- [2]
				}, -- [92]
				{
					161, -- [1]
					1500471883, -- [2]
				}, -- [93]
				{
					163, -- [1]
					1500471883, -- [2]
				}, -- [94]
				{
					166, -- [1]
					1500471883, -- [2]
				}, -- [95]
				{
					173, -- [1]
					1500471883, -- [2]
				}, -- [96]
				{
					175, -- [1]
					1500471883, -- [2]
				}, -- [97]
				{
					178, -- [1]
					1500471883, -- [2]
				}, -- [98]
				{
					180, -- [1]
					1500471883, -- [2]
				}, -- [99]
				{
					183, -- [1]
					1500471883, -- [2]
				}, -- [100]
				{
					185, -- [1]
					1500471883, -- [2]
				}, -- [101]
				{
					187, -- [1]
					1500471883, -- [2]
				}, -- [102]
				{
					190, -- [1]
					1500471883, -- [2]
				}, -- [103]
				{
					197, -- [1]
					1500471883, -- [2]
				}, -- [104]
				{
					200, -- [1]
					1500471883, -- [2]
				}, -- [105]
				{
					202, -- [1]
					1500471883, -- [2]
				}, -- [106]
				{
					204, -- [1]
					1500471883, -- [2]
				}, -- [107]
				{
					207, -- [1]
					1500471883, -- [2]
				}, -- [108]
				{
					209, -- [1]
					1500471883, -- [2]
				}, -- [109]
				{
					212, -- [1]
					1500471883, -- [2]
				}, -- [110]
				{
					214, -- [1]
					1500471883, -- [2]
				}, -- [111]
				{
					221, -- [1]
					1500471883, -- [2]
				}, -- [112]
			},
			["白骨碎片"] = {
				{
					4, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					10, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					15, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					17, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					20, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					23, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					26, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					28, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					31, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					33, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					35, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					42, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					45, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					48, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					50, -- [1]
					1499699806, -- [2]
				}, -- [18]
				{
					53, -- [1]
					1499699806, -- [2]
				}, -- [19]
				{
					55, -- [1]
					1499699806, -- [2]
				}, -- [20]
				{
					57, -- [1]
					1499699806, -- [2]
				}, -- [21]
				{
					60, -- [1]
					1499699806, -- [2]
				}, -- [22]
				{
					62, -- [1]
					1499699806, -- [2]
				}, -- [23]
				{
					65, -- [1]
					1499699806, -- [2]
				}, -- [24]
				{
					67, -- [1]
					1499699806, -- [2]
				}, -- [25]
				{
					69, -- [1]
					1499699806, -- [2]
				}, -- [26]
				{
					73, -- [1]
					1499699806, -- [2]
				}, -- [27]
				{
					76, -- [1]
					1499699806, -- [2]
				}, -- [28]
				{
					78, -- [1]
					1499699806, -- [2]
				}, -- [29]
				{
					81, -- [1]
					1499699806, -- [2]
				}, -- [30]
				{
					83, -- [1]
					1499699806, -- [2]
				}, -- [31]
				{
					87, -- [1]
					1499699806, -- [2]
				}, -- [32]
				{
					89, -- [1]
					1499699806, -- [2]
				}, -- [33]
				{
					92, -- [1]
					1499699806, -- [2]
				}, -- [34]
				{
					94, -- [1]
					1499699806, -- [2]
				}, -- [35]
				{
					96, -- [1]
					1499699806, -- [2]
				}, -- [36]
				{
					98, -- [1]
					1499699806, -- [2]
				}, -- [37]
				{
					100, -- [1]
					1499699806, -- [2]
				}, -- [38]
				{
					104, -- [1]
					1499699806, -- [2]
				}, -- [39]
				{
					107, -- [1]
					1499699806, -- [2]
				}, -- [40]
				{
					110, -- [1]
					1499699806, -- [2]
				}, -- [41]
				{
					112, -- [1]
					1499699806, -- [2]
				}, -- [42]
				{
					115, -- [1]
					1499699806, -- [2]
				}, -- [43]
				{
					117, -- [1]
					1499699806, -- [2]
				}, -- [44]
				{
					120, -- [1]
					1499699806, -- [2]
				}, -- [45]
				{
					184, -- [1]
					1499699806, -- [2]
				}, -- [46]
				{
					187, -- [1]
					1499699806, -- [2]
				}, -- [47]
				{
					189, -- [1]
					1499699806, -- [2]
				}, -- [48]
				{
					191, -- [1]
					1499699806, -- [2]
				}, -- [49]
				{
					194, -- [1]
					1499699806, -- [2]
				}, -- [50]
				{
					196, -- [1]
					1499699806, -- [2]
				}, -- [51]
				{
					199, -- [1]
					1499699806, -- [2]
				}, -- [52]
				{
					201, -- [1]
					1499699806, -- [2]
				}, -- [53]
				{
					204, -- [1]
					1499699806, -- [2]
				}, -- [54]
				{
					206, -- [1]
					1499699806, -- [2]
				}, -- [55]
				{
					209, -- [1]
					1499699806, -- [2]
				}, -- [56]
				{
					211, -- [1]
					1499699806, -- [2]
				}, -- [57]
				{
					213, -- [1]
					1499699806, -- [2]
				}, -- [58]
				{
					216, -- [1]
					1499699806, -- [2]
				}, -- [59]
				{
					218, -- [1]
					1499699806, -- [2]
				}, -- [60]
				{
					224, -- [1]
					1499699806, -- [2]
				}, -- [61]
				{
					227, -- [1]
					1499699806, -- [2]
				}, -- [62]
				{
					229, -- [1]
					1499699806, -- [2]
				}, -- [63]
				{
					232, -- [1]
					1499699806, -- [2]
				}, -- [64]
				{
					234, -- [1]
					1499699806, -- [2]
				}, -- [65]
				{
					237, -- [1]
					1499699806, -- [2]
				}, -- [66]
				{
					240, -- [1]
					1499699806, -- [2]
				}, -- [67]
				{
					243, -- [1]
					1499699806, -- [2]
				}, -- [68]
				{
					245, -- [1]
					1499699806, -- [2]
				}, -- [69]
				{
					246, -- [1]
					1499699806, -- [2]
				}, -- [70]
				{
					249, -- [1]
					1499699806, -- [2]
				}, -- [71]
				{
					251, -- [1]
					1499699806, -- [2]
				}, -- [72]
				{
					254, -- [1]
					1499699806, -- [2]
				}, -- [73]
				{
					256, -- [1]
					1499699806, -- [2]
				}, -- [74]
				{
					259, -- [1]
					1499699806, -- [2]
				}, -- [75]
				{
					261, -- [1]
					1499699806, -- [2]
				}, -- [76]
				{
					263, -- [1]
					1499699806, -- [2]
				}, -- [77]
				{
					266, -- [1]
					1499699806, -- [2]
				}, -- [78]
				{
					268, -- [1]
					1499699806, -- [2]
				}, -- [79]
				{
					272, -- [1]
					1499699806, -- [2]
				}, -- [80]
				{
					274, -- [1]
					1499699806, -- [2]
				}, -- [81]
				{
					277, -- [1]
					1499699806, -- [2]
				}, -- [82]
				{
					279, -- [1]
					1499699806, -- [2]
				}, -- [83]
				{
					282, -- [1]
					1499699806, -- [2]
				}, -- [84]
				{
					284, -- [1]
					1499699806, -- [2]
				}, -- [85]
				{
					287, -- [1]
					1499699806, -- [2]
				}, -- [86]
				{
					289, -- [1]
					1499699806, -- [2]
				}, -- [87]
				{
					293, -- [1]
					1499699806, -- [2]
				}, -- [88]
				{
					295, -- [1]
					1499699806, -- [2]
				}, -- [89]
				{
					296, -- [1]
					1499699806, -- [2]
				}, -- [90]
				{
					299, -- [1]
					1499699806, -- [2]
				}, -- [91]
				{
					3, -- [1]
					1500471883, -- [2]
				}, -- [92]
				{
					5, -- [1]
					1500471883, -- [2]
				}, -- [93]
				{
					8, -- [1]
					1500471883, -- [2]
				}, -- [94]
				{
					10, -- [1]
					1500471883, -- [2]
				}, -- [95]
				{
					13, -- [1]
					1500471883, -- [2]
				}, -- [96]
				{
					15, -- [1]
					1500471883, -- [2]
				}, -- [97]
				{
					18, -- [1]
					1500471883, -- [2]
				}, -- [98]
				{
					20, -- [1]
					1500471883, -- [2]
				}, -- [99]
				{
					24, -- [1]
					1500471883, -- [2]
				}, -- [100]
				{
					26, -- [1]
					1500471883, -- [2]
				}, -- [101]
				{
					29, -- [1]
					1500471883, -- [2]
				}, -- [102]
				{
					31, -- [1]
					1500471883, -- [2]
				}, -- [103]
				{
					34, -- [1]
					1500471883, -- [2]
				}, -- [104]
				{
					36, -- [1]
					1500471883, -- [2]
				}, -- [105]
				{
					40, -- [1]
					1500471883, -- [2]
				}, -- [106]
				{
					42, -- [1]
					1500471883, -- [2]
				}, -- [107]
				{
					46, -- [1]
					1500471883, -- [2]
				}, -- [108]
				{
					48, -- [1]
					1500471883, -- [2]
				}, -- [109]
				{
					51, -- [1]
					1500471883, -- [2]
				}, -- [110]
				{
					53, -- [1]
					1500471883, -- [2]
				}, -- [111]
				{
					56, -- [1]
					1500471883, -- [2]
				}, -- [112]
				{
					58, -- [1]
					1500471883, -- [2]
				}, -- [113]
				{
					60, -- [1]
					1500471883, -- [2]
				}, -- [114]
				{
					63, -- [1]
					1500471883, -- [2]
				}, -- [115]
				{
					66, -- [1]
					1500471883, -- [2]
				}, -- [116]
				{
					70, -- [1]
					1500471883, -- [2]
				}, -- [117]
				{
					73, -- [1]
					1500471883, -- [2]
				}, -- [118]
				{
					75, -- [1]
					1500471883, -- [2]
				}, -- [119]
				{
					77, -- [1]
					1500471883, -- [2]
				}, -- [120]
				{
					80, -- [1]
					1500471883, -- [2]
				}, -- [121]
				{
					82, -- [1]
					1500471883, -- [2]
				}, -- [122]
				{
					85, -- [1]
					1500471883, -- [2]
				}, -- [123]
				{
					88, -- [1]
					1500471883, -- [2]
				}, -- [124]
				{
					91, -- [1]
					1500471883, -- [2]
				}, -- [125]
				{
					93, -- [1]
					1500471883, -- [2]
				}, -- [126]
				{
					96, -- [1]
					1500471883, -- [2]
				}, -- [127]
				{
					98, -- [1]
					1500471883, -- [2]
				}, -- [128]
				{
					102, -- [1]
					1500471883, -- [2]
				}, -- [129]
				{
					104, -- [1]
					1500471883, -- [2]
				}, -- [130]
				{
					107, -- [1]
					1500471883, -- [2]
				}, -- [131]
				{
					110, -- [1]
					1500471883, -- [2]
				}, -- [132]
				{
					113, -- [1]
					1500471883, -- [2]
				}, -- [133]
				{
					115, -- [1]
					1500471883, -- [2]
				}, -- [134]
				{
					118, -- [1]
					1500471883, -- [2]
				}, -- [135]
				{
					163, -- [1]
					1500471883, -- [2]
				}, -- [136]
				{
					165, -- [1]
					1500471883, -- [2]
				}, -- [137]
				{
					168, -- [1]
					1500471883, -- [2]
				}, -- [138]
				{
					171, -- [1]
					1500471883, -- [2]
				}, -- [139]
				{
					175, -- [1]
					1500471883, -- [2]
				}, -- [140]
				{
					177, -- [1]
					1500471883, -- [2]
				}, -- [141]
				{
					181, -- [1]
					1500471883, -- [2]
				}, -- [142]
				{
					183, -- [1]
					1500471883, -- [2]
				}, -- [143]
				{
					186, -- [1]
					1500471883, -- [2]
				}, -- [144]
				{
					188, -- [1]
					1500471883, -- [2]
				}, -- [145]
				{
					192, -- [1]
					1500471883, -- [2]
				}, -- [146]
				{
					194, -- [1]
					1500471883, -- [2]
				}, -- [147]
				{
					197, -- [1]
					1500471883, -- [2]
				}, -- [148]
				{
					199, -- [1]
					1500471883, -- [2]
				}, -- [149]
				{
					203, -- [1]
					1500471883, -- [2]
				}, -- [150]
				{
					205, -- [1]
					1500471883, -- [2]
				}, -- [151]
				{
					209, -- [1]
					1500471883, -- [2]
				}, -- [152]
				{
					211, -- [1]
					1500471883, -- [2]
				}, -- [153]
				{
					214, -- [1]
					1500471883, -- [2]
				}, -- [154]
				{
					216, -- [1]
					1500471883, -- [2]
				}, -- [155]
				{
					218, -- [1]
					1500471883, -- [2]
				}, -- [156]
				{
					221, -- [1]
					1500471883, -- [2]
				}, -- [157]
			},
			["破碎尖叫"] = {
				{
					5, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					12, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					15, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					25, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					27, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					35, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					128, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					140, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					144, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					145, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					156, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					157, -- [1]
					1499699806, -- [2]
				}, -- [13]
				{
					163, -- [1]
					1499699806, -- [2]
				}, -- [14]
				{
					168, -- [1]
					1499699806, -- [2]
				}, -- [15]
				{
					178, -- [1]
					1499699806, -- [2]
				}, -- [16]
				{
					180, -- [1]
					1499699806, -- [2]
				}, -- [17]
				{
					6, -- [1]
					1500471883, -- [2]
				}, -- [18]
				{
					19, -- [1]
					1500471883, -- [2]
				}, -- [19]
				{
					28, -- [1]
					1500471883, -- [2]
				}, -- [20]
				{
					40, -- [1]
					1500471883, -- [2]
				}, -- [21]
				{
					126, -- [1]
					1500471883, -- [2]
				}, -- [22]
				{
					127, -- [1]
					1500471883, -- [2]
				}, -- [23]
				{
					134, -- [1]
					1500471883, -- [2]
				}, -- [24]
				{
					143, -- [1]
					1500471883, -- [2]
				}, -- [25]
				{
					152, -- [1]
					1500471883, -- [2]
				}, -- [26]
				{
					155, -- [1]
					1500471883, -- [2]
				}, -- [27]
				{
					165, -- [1]
					1500471883, -- [2]
				}, -- [28]
			},
			["分裂末日"] = {
				{
					262, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					289, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					315, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					342, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					194, -- [1]
					1500471883, -- [2]
				}, -- [5]
				{
					221, -- [1]
					1500471883, -- [2]
				}, -- [6]
				{
					247, -- [1]
					1500471883, -- [2]
				}, -- [7]
				{
					274, -- [1]
					1500471883, -- [2]
				}, -- [8]
			},
			["灵魂束缚"] = {
				{
					16, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					50, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					138, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					172, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					249, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					273, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					300, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					15, -- [1]
					1500471883, -- [2]
				}, -- [8]
				{
					50, -- [1]
					1500471883, -- [2]
				}, -- [9]
				{
					136, -- [1]
					1500471883, -- [2]
				}, -- [10]
				{
					170, -- [1]
					1500471883, -- [2]
				}, -- [11]
				{
					194, -- [1]
					1500471883, -- [2]
				}, -- [12]
				{
					219, -- [1]
					1500471883, -- [2]
				}, -- [13]
			},
			["折磨哀嚎"] = {
				{
					122, -- [1]
					1499699806, -- [2]
				}, -- [1]
				{
					126, -- [1]
					1499699806, -- [2]
				}, -- [2]
				{
					132, -- [1]
					1499699806, -- [2]
				}, -- [3]
				{
					138, -- [1]
					1499699806, -- [2]
				}, -- [4]
				{
					144, -- [1]
					1499699806, -- [2]
				}, -- [5]
				{
					150, -- [1]
					1499699806, -- [2]
				}, -- [6]
				{
					156, -- [1]
					1499699806, -- [2]
				}, -- [7]
				{
					162, -- [1]
					1499699806, -- [2]
				}, -- [8]
				{
					168, -- [1]
					1499699806, -- [2]
				}, -- [9]
				{
					174, -- [1]
					1499699806, -- [2]
				}, -- [10]
				{
					180, -- [1]
					1499699806, -- [2]
				}, -- [11]
				{
					186, -- [1]
					1499699806, -- [2]
				}, -- [12]
				{
					121, -- [1]
					1500471883, -- [2]
				}, -- [13]
				{
					125, -- [1]
					1500471883, -- [2]
				}, -- [14]
				{
					131, -- [1]
					1500471883, -- [2]
				}, -- [15]
				{
					138, -- [1]
					1500471883, -- [2]
				}, -- [16]
				{
					144, -- [1]
					1500471883, -- [2]
				}, -- [17]
				{
					150, -- [1]
					1500471883, -- [2]
				}, -- [18]
				{
					155, -- [1]
					1500471883, -- [2]
				}, -- [19]
				{
					162, -- [1]
					1500471883, -- [2]
				}, -- [20]
			},
		},
		["ids"] = {
			["灵魂锁链"] = 236361,
			["末日分裂"] = 236544,
			["哀嚎之魂"] = 236072,
			["攫取之暗"] = 235968,
			["折磨"] = 236548,
			["灵魂爆发"] = 236158,
			["裂地猛击"] = 235927,
			["粉碎意志"] = 241566,
			["白骨碎片"] = 236142,
			["破碎尖叫"] = 235969,
			["分裂末日"] = 236542,
			["灵魂束缚"] = 236449,
			["折磨哀嚎"] = 235989,
		},
	},
	["200415"] = {
		["deaths"] = {
			[139] = {
				1512663065, -- [1]
			},
			[132] = {
				1512663065, -- [1]
				1512663065, -- [2]
			},
			[28] = {
				1512663065, -- [1]
			},
			[123] = {
				1512662601, -- [1]
			},
			[462] = {
				1512662601, -- [1]
			},
			[343] = {
				1512662601, -- [1]
			},
			[144] = {
				1512663065, -- [1]
			},
			[348] = {
				1512662601, -- [1]
			},
			[80] = {
				1512662601, -- [1]
			},
		},
		["spells"] = {
			["熔铸之击"] = {
				{
					7, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					80, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					94, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					110, -- [1]
					1512662601, -- [2]
				}, -- [5]
				{
					124, -- [1]
					1512662601, -- [2]
				}, -- [6]
				{
					141, -- [1]
					1512662601, -- [2]
				}, -- [7]
				{
					155, -- [1]
					1512662601, -- [2]
				}, -- [8]
				{
					213, -- [1]
					1512662601, -- [2]
				}, -- [9]
				{
					228, -- [1]
					1512662601, -- [2]
				}, -- [10]
				{
					242, -- [1]
					1512662601, -- [2]
				}, -- [11]
				{
					257, -- [1]
					1512662601, -- [2]
				}, -- [12]
				{
					273, -- [1]
					1512662601, -- [2]
				}, -- [13]
				{
					330, -- [1]
					1512662601, -- [2]
				}, -- [14]
				{
					346, -- [1]
					1512662601, -- [2]
				}, -- [15]
				{
					360, -- [1]
					1512662601, -- [2]
				}, -- [16]
				{
					375, -- [1]
					1512662601, -- [2]
				}, -- [17]
				{
					389, -- [1]
					1512662601, -- [2]
				}, -- [18]
				{
					449, -- [1]
					1512662601, -- [2]
				}, -- [19]
				{
					463, -- [1]
					1512662601, -- [2]
				}, -- [20]
				{
					480, -- [1]
					1512662601, -- [2]
				}, -- [21]
				{
					494, -- [1]
					1512662601, -- [2]
				}, -- [22]
				{
					509, -- [1]
					1512662601, -- [2]
				}, -- [23]
				{
					5, -- [1]
					1512663065, -- [2]
				}, -- [24]
				{
					20, -- [1]
					1512663065, -- [2]
				}, -- [25]
				{
					79, -- [1]
					1512663065, -- [2]
				}, -- [26]
				{
					94, -- [1]
					1512663065, -- [2]
				}, -- [27]
				{
					110, -- [1]
					1512663065, -- [2]
				}, -- [28]
				{
					124, -- [1]
					1512663065, -- [2]
				}, -- [29]
				{
					139, -- [1]
					1512663065, -- [2]
				}, -- [30]
				{
					154, -- [1]
					1512663065, -- [2]
				}, -- [31]
			},
			["轰鸣之击"] = {
				{
					15, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					82, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					111, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					143, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					211, -- [1]
					1512662601, -- [2]
				}, -- [5]
				{
					244, -- [1]
					1512662601, -- [2]
				}, -- [6]
				{
					275, -- [1]
					1512662601, -- [2]
				}, -- [7]
				{
					348, -- [1]
					1512662601, -- [2]
				}, -- [8]
				{
					378, -- [1]
					1512662601, -- [2]
				}, -- [9]
				{
					450, -- [1]
					1512662601, -- [2]
				}, -- [10]
				{
					481, -- [1]
					1512662601, -- [2]
				}, -- [11]
				{
					512, -- [1]
					1512662601, -- [2]
				}, -- [12]
				{
					14, -- [1]
					1512663065, -- [2]
				}, -- [13]
				{
					81, -- [1]
					1512663065, -- [2]
				}, -- [14]
				{
					112, -- [1]
					1512663065, -- [2]
				}, -- [15]
				{
					143, -- [1]
					1512663065, -- [2]
				}, -- [16]
			},
			["天启协议"] = {
				{
					38, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					157, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					279, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					406, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					37, -- [1]
					1512663065, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1512663065, -- [2]
				}, -- [6]
			},
			["恶魔炸弹"] = {
				{
					11, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					78, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					108, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					128, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					149, -- [1]
					1512662601, -- [2]
				}, -- [5]
				{
					212, -- [1]
					1512662601, -- [2]
				}, -- [6]
				{
					241, -- [1]
					1512662601, -- [2]
				}, -- [7]
				{
					271, -- [1]
					1512662601, -- [2]
				}, -- [8]
				{
					333, -- [1]
					1512662601, -- [2]
				}, -- [9]
				{
					354, -- [1]
					1512662601, -- [2]
				}, -- [10]
				{
					376, -- [1]
					1512662601, -- [2]
				}, -- [11]
				{
					446, -- [1]
					1512662601, -- [2]
				}, -- [12]
				{
					467, -- [1]
					1512662601, -- [2]
				}, -- [13]
				{
					488, -- [1]
					1512662601, -- [2]
				}, -- [14]
				{
					510, -- [1]
					1512662601, -- [2]
				}, -- [15]
				{
					11, -- [1]
					1512663065, -- [2]
				}, -- [16]
				{
					77, -- [1]
					1512663065, -- [2]
				}, -- [17]
				{
					98, -- [1]
					1512663065, -- [2]
				}, -- [18]
				{
					118, -- [1]
					1512663065, -- [2]
				}, -- [19]
				{
					140, -- [1]
					1512663065, -- [2]
				}, -- [20]
			},
			["烈焰轰鸣"] = {
				{
					82, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					111, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					143, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					211, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					244, -- [1]
					1512662601, -- [2]
				}, -- [5]
				{
					275, -- [1]
					1512662601, -- [2]
				}, -- [6]
				{
					348, -- [1]
					1512662601, -- [2]
				}, -- [7]
				{
					378, -- [1]
					1512662601, -- [2]
				}, -- [8]
				{
					450, -- [1]
					1512662601, -- [2]
				}, -- [9]
				{
					481, -- [1]
					1512662601, -- [2]
				}, -- [10]
				{
					512, -- [1]
					1512662601, -- [2]
				}, -- [11]
				{
					81, -- [1]
					1512663065, -- [2]
				}, -- [12]
				{
					112, -- [1]
					1512663065, -- [2]
				}, -- [13]
				{
					143, -- [1]
					1512663065, -- [2]
				}, -- [14]
			},
			["程式启动"] = {
				{
					38, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					158, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					279, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					407, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					37, -- [1]
					1512663065, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1512663065, -- [2]
				}, -- [6]
			},
			["毁灭者"] = {
				{
					28, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					101, -- [1]
					1512662601, -- [2]
				}, -- [2]
				{
					132, -- [1]
					1512662601, -- [2]
				}, -- [3]
				{
					203, -- [1]
					1512662601, -- [2]
				}, -- [4]
				{
					234, -- [1]
					1512662601, -- [2]
				}, -- [5]
				{
					264, -- [1]
					1512662601, -- [2]
				}, -- [6]
				{
					338, -- [1]
					1512662601, -- [2]
				}, -- [7]
				{
					367, -- [1]
					1512662601, -- [2]
				}, -- [8]
				{
					396, -- [1]
					1512662601, -- [2]
				}, -- [9]
				{
					471, -- [1]
					1512662601, -- [2]
				}, -- [10]
				{
					501, -- [1]
					1512662601, -- [2]
				}, -- [11]
				{
					27, -- [1]
					1512663065, -- [2]
				}, -- [12]
				{
					102, -- [1]
					1512663065, -- [2]
				}, -- [13]
				{
					131, -- [1]
					1512663065, -- [2]
				}, -- [14]
			},
			["破坏"] = {
				{
					455, -- [1]
					1512662601, -- [2]
				}, -- [1]
				{
					471, -- [1]
					1512662601, -- [2]
				}, -- [2]
			},
		},
		["ids"] = {
			["熔铸之击"] = 254919,
			["轰鸣之击"] = 254926,
			["天启协议"] = 246516,
			["恶魔炸弹"] = 248214,
			["烈焰轰鸣"] = 244328,
			["程式启动"] = 246504,
			["毁灭者"] = 246833,
			["破坏"] = 246692,
		},
	},
	["202515"] = {
		["deaths"] = {
			[210] = {
				1512658058, -- [1]
			},
			[45] = {
				1512657439, -- [1]
			},
			[421] = {
				1512658058, -- [1]
			},
			[336] = {
				1512657439, -- [1]
			},
			[344] = {
				1512657439, -- [1]
				1512657439, -- [2]
			},
			[331] = {
				1512657439, -- [1]
			},
			[103] = {
				1512658058, -- [1]
			},
		},
		["spells"] = {
			["烈焰引爆"] = {
				{
					45, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					82, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					195, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					291, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					352, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					395, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					396, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					431, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					432, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					433, -- [1]
					1512657439, -- [2]
				}, -- [10]
				{
					434, -- [1]
					1512657439, -- [2]
				}, -- [11]
				{
					53, -- [1]
					1512658058, -- [2]
				}, -- [12]
				{
					55, -- [1]
					1512658058, -- [2]
				}, -- [13]
				{
					258, -- [1]
					1512658058, -- [2]
				}, -- [14]
				{
					310, -- [1]
					1512658058, -- [2]
				}, -- [15]
				{
					351, -- [1]
					1512658058, -- [2]
				}, -- [16]
			},
			["酸性之网"] = {
				{
					194, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					287, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					293, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					357, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					394, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					205, -- [1]
					1512658058, -- [2]
				}, -- [6]
				{
					212, -- [1]
					1512658058, -- [2]
				}, -- [7]
				{
					306, -- [1]
					1512658058, -- [2]
				}, -- [8]
				{
					412, -- [1]
					1512658058, -- [2]
				}, -- [9]
			},
			["超级新星"] = {
				{
					33, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					49, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					51, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					57, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					60, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					64, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					67, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					41, -- [1]
					1512658058, -- [2]
				}, -- [10]
				{
					43, -- [1]
					1512658058, -- [2]
				}, -- [11]
				{
					52, -- [1]
					1512658058, -- [2]
				}, -- [12]
				{
					58, -- [1]
					1512658058, -- [2]
				}, -- [13]
				{
					60, -- [1]
					1512658058, -- [2]
				}, -- [14]
				{
					66, -- [1]
					1512658058, -- [2]
				}, -- [15]
				{
					69, -- [1]
					1512658058, -- [2]
				}, -- [16]
			},
			["传送门"] = {
				{
					25, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					67, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					128, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					171, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					232, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					274, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					335, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					378, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					420, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					36, -- [1]
					1512658058, -- [2]
				}, -- [10]
				{
					87, -- [1]
					1512658058, -- [2]
				}, -- [11]
				{
					138, -- [1]
					1512658058, -- [2]
				}, -- [12]
				{
					190, -- [1]
					1512658058, -- [2]
				}, -- [13]
				{
					242, -- [1]
					1512658058, -- [2]
				}, -- [14]
				{
					293, -- [1]
					1512658058, -- [2]
				}, -- [15]
				{
					335, -- [1]
					1512658058, -- [2]
				}, -- [16]
				{
					396, -- [1]
					1512658058, -- [2]
				}, -- [17]
				{
					439, -- [1]
					1512658058, -- [2]
				}, -- [18]
				{
					481, -- [1]
					1512658058, -- [2]
				}, -- [19]
			},
			["邪能风暴扫射"] = {
				{
					35, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					76, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					109, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					142, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					180, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					213, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					246, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					283, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					316, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					349, -- [1]
					1512657439, -- [2]
				}, -- [10]
				{
					388, -- [1]
					1512657439, -- [2]
				}, -- [11]
				{
					429, -- [1]
					1512657439, -- [2]
				}, -- [12]
				{
					27, -- [1]
					1512658058, -- [2]
				}, -- [13]
				{
					60, -- [1]
					1512658058, -- [2]
				}, -- [14]
				{
					96, -- [1]
					1512658058, -- [2]
				}, -- [15]
				{
					129, -- [1]
					1512658058, -- [2]
				}, -- [16]
				{
					162, -- [1]
					1512658058, -- [2]
				}, -- [17]
				{
					199, -- [1]
					1512658058, -- [2]
				}, -- [18]
				{
					232, -- [1]
					1512658058, -- [2]
				}, -- [19]
				{
					265, -- [1]
					1512658058, -- [2]
				}, -- [20]
				{
					303, -- [1]
					1512658058, -- [2]
				}, -- [21]
				{
					344, -- [1]
					1512658058, -- [2]
				}, -- [22]
				{
					377, -- [1]
					1512658058, -- [2]
				}, -- [23]
				{
					410, -- [1]
					1512658058, -- [2]
				}, -- [24]
				{
					449, -- [1]
					1512658058, -- [2]
				}, -- [25]
			},
			["时空裂痕"] = {
				{
					6, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					18, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					30, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					55, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					79, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					91, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					103, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					116, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					129, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					142, -- [1]
					1512657439, -- [2]
				}, -- [10]
				{
					155, -- [1]
					1512657439, -- [2]
				}, -- [11]
				{
					167, -- [1]
					1512657439, -- [2]
				}, -- [12]
				{
					191, -- [1]
					1512657439, -- [2]
				}, -- [13]
				{
					216, -- [1]
					1512657439, -- [2]
				}, -- [14]
				{
					240, -- [1]
					1512657439, -- [2]
				}, -- [15]
				{
					252, -- [1]
					1512657439, -- [2]
				}, -- [16]
				{
					264, -- [1]
					1512657439, -- [2]
				}, -- [17]
				{
					276, -- [1]
					1512657439, -- [2]
				}, -- [18]
				{
					289, -- [1]
					1512657439, -- [2]
				}, -- [19]
				{
					301, -- [1]
					1512657439, -- [2]
				}, -- [20]
				{
					313, -- [1]
					1512657439, -- [2]
				}, -- [21]
				{
					337, -- [1]
					1512657439, -- [2]
				}, -- [22]
				{
					362, -- [1]
					1512657439, -- [2]
				}, -- [23]
				{
					388, -- [1]
					1512657439, -- [2]
				}, -- [24]
				{
					413, -- [1]
					1512657439, -- [2]
				}, -- [25]
				{
					6, -- [1]
					1512658058, -- [2]
				}, -- [26]
				{
					19, -- [1]
					1512658058, -- [2]
				}, -- [27]
				{
					31, -- [1]
					1512658058, -- [2]
				}, -- [28]
				{
					55, -- [1]
					1512658058, -- [2]
				}, -- [29]
				{
					79, -- [1]
					1512658058, -- [2]
				}, -- [30]
				{
					104, -- [1]
					1512658058, -- [2]
				}, -- [31]
				{
					116, -- [1]
					1512658058, -- [2]
				}, -- [32]
				{
					129, -- [1]
					1512658058, -- [2]
				}, -- [33]
				{
					141, -- [1]
					1512658058, -- [2]
				}, -- [34]
				{
					154, -- [1]
					1512658058, -- [2]
				}, -- [35]
				{
					166, -- [1]
					1512658058, -- [2]
				}, -- [36]
				{
					178, -- [1]
					1512658058, -- [2]
				}, -- [37]
				{
					191, -- [1]
					1512658058, -- [2]
				}, -- [38]
				{
					216, -- [1]
					1512658058, -- [2]
				}, -- [39]
				{
					242, -- [1]
					1512658058, -- [2]
				}, -- [40]
				{
					255, -- [1]
					1512658058, -- [2]
				}, -- [41]
				{
					267, -- [1]
					1512658058, -- [2]
				}, -- [42]
				{
					279, -- [1]
					1512658058, -- [2]
				}, -- [43]
				{
					294, -- [1]
					1512658058, -- [2]
				}, -- [44]
				{
					306, -- [1]
					1512658058, -- [2]
				}, -- [45]
				{
					318, -- [1]
					1512658058, -- [2]
				}, -- [46]
				{
					330, -- [1]
					1512658058, -- [2]
				}, -- [47]
				{
					345, -- [1]
					1512658058, -- [2]
				}, -- [48]
				{
					369, -- [1]
					1512658058, -- [2]
				}, -- [49]
				{
					393, -- [1]
					1512658058, -- [2]
				}, -- [50]
				{
					420, -- [1]
					1512658058, -- [2]
				}, -- [51]
				{
					444, -- [1]
					1512658058, -- [2]
				}, -- [52]
				{
					469, -- [1]
					1512658058, -- [2]
				}, -- [53]
			},
			["咆哮暗影"] = {
				{
					394, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					417, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					432, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					349, -- [1]
					1512658058, -- [2]
				}, -- [4]
			},
			["欺骗幻境"] = {
				{
					327, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					343, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					361, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					377, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					393, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					359, -- [1]
					1512658058, -- [2]
				}, -- [6]
				{
					375, -- [1]
					1512658058, -- [2]
				}, -- [7]
			},
			["腐蚀"] = {
				{
					322, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					328, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					334, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					340, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					346, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					352, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					358, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					364, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					374, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					380, -- [1]
					1512657439, -- [2]
				}, -- [10]
				{
					386, -- [1]
					1512657439, -- [2]
				}, -- [11]
				{
					394, -- [1]
					1512657439, -- [2]
				}, -- [12]
				{
					400, -- [1]
					1512657439, -- [2]
				}, -- [13]
				{
					354, -- [1]
					1512658058, -- [2]
				}, -- [14]
				{
					360, -- [1]
					1512658058, -- [2]
				}, -- [15]
				{
					366, -- [1]
					1512658058, -- [2]
				}, -- [16]
				{
					372, -- [1]
					1512658058, -- [2]
				}, -- [17]
				{
					378, -- [1]
					1512658058, -- [2]
				}, -- [18]
			},
			["崩塌的世界"] = {
				{
					12, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					44, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					86, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					119, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					152, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					189, -- [1]
					1512657439, -- [2]
				}, -- [6]
				{
					222, -- [1]
					1512657439, -- [2]
				}, -- [7]
				{
					255, -- [1]
					1512657439, -- [2]
				}, -- [8]
				{
					293, -- [1]
					1512657439, -- [2]
				}, -- [9]
				{
					326, -- [1]
					1512657439, -- [2]
				}, -- [10]
				{
					359, -- [1]
					1512657439, -- [2]
				}, -- [11]
				{
					398, -- [1]
					1512657439, -- [2]
				}, -- [12]
				{
					12, -- [1]
					1512658058, -- [2]
				}, -- [13]
				{
					45, -- [1]
					1512658058, -- [2]
				}, -- [14]
				{
					78, -- [1]
					1512658058, -- [2]
				}, -- [15]
				{
					111, -- [1]
					1512658058, -- [2]
				}, -- [16]
				{
					148, -- [1]
					1512658058, -- [2]
				}, -- [17]
				{
					181, -- [1]
					1512658058, -- [2]
				}, -- [18]
				{
					214, -- [1]
					1512658058, -- [2]
				}, -- [19]
				{
					251, -- [1]
					1512658058, -- [2]
				}, -- [20]
				{
					283, -- [1]
					1512658058, -- [2]
				}, -- [21]
				{
					316, -- [1]
					1512658058, -- [2]
				}, -- [22]
				{
					354, -- [1]
					1512658058, -- [2]
				}, -- [23]
				{
					387, -- [1]
					1512658058, -- [2]
				}, -- [24]
				{
					420, -- [1]
					1512658058, -- [2]
				}, -- [25]
				{
					459, -- [1]
					1512658058, -- [2]
				}, -- [26]
			},
			["邪丝缠缚"] = {
				{
					179, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					196, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					214, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					200, -- [1]
					1512658058, -- [2]
				}, -- [4]
				{
					217, -- [1]
					1512658058, -- [2]
				}, -- [5]
			},
			["毒素精华"] = {
				{
					174, -- [1]
					1512657439, -- [2]
				}, -- [1]
				{
					184, -- [1]
					1512657439, -- [2]
				}, -- [2]
				{
					193, -- [1]
					1512657439, -- [2]
				}, -- [3]
				{
					203, -- [1]
					1512657439, -- [2]
				}, -- [4]
				{
					213, -- [1]
					1512657439, -- [2]
				}, -- [5]
				{
					195, -- [1]
					1512658058, -- [2]
				}, -- [6]
				{
					205, -- [1]
					1512658058, -- [2]
				}, -- [7]
				{
					215, -- [1]
					1512658058, -- [2]
				}, -- [8]
				{
					224, -- [1]
					1512658058, -- [2]
				}, -- [9]
			},
		},
		["ids"] = {
			["烈焰引爆"] = 244709,
			["酸性之网"] = 246208,
			["超级新星"] = 244598,
			["传送门"] = 244689,
			["邪能风暴扫射"] = 244000,
			["时空裂痕"] = 244016,
			["咆哮暗影"] = 245504,
			["欺骗幻境"] = 245050,
			["腐蚀"] = 245040,
			["崩塌的世界"] = 243983,
			["邪丝缠缚"] = 244926,
			["毒素精华"] = 246316,
		},
	},
	["189714"] = {
		["deaths"] = {
			[15] = {
				1499701158, -- [1]
				1499701158, -- [2]
				1499701686, -- [3]
			},
			[85] = {
				1505916853, -- [1]
			},
			[61] = {
				1500472642, -- [1]
			},
			[16] = {
				1499700399, -- [1]
			},
			[32] = {
				1500472252, -- [1]
				1500472252, -- [2]
				1500472252, -- [3]
			},
			[64] = {
				1500472642, -- [1]
				1500472642, -- [2]
			},
			[34] = {
				1505917070, -- [1]
			},
			[101] = {
				1505917396, -- [1]
			},
			[19] = {
				1499700399, -- [1]
			},
			[66] = {
				1505917396, -- [1]
			},
			[11] = {
				1499701158, -- [1]
				1499701686, -- [2]
			},
			[22] = {
				1499700399, -- [1]
			},
			[43] = {
				1505917070, -- [1]
			},
			[12] = {
				1499700790, -- [1]
				1499701158, -- [2]
				1499701686, -- [3]
			},
			[46] = {
				1505917070, -- [1]
				1505917070, -- [2]
			},
			[77] = {
				1505916853, -- [1]
			},
			[153] = {
				1505916853, -- [1]
			},
			[30] = {
				1505917070, -- [1]
			},
			[13] = {
				1499700399, -- [1]
				1499700790, -- [2]
				1499700790, -- [3]
				1499701158, -- [4]
			},
			[140] = {
				1505916853, -- [1]
				1505916853, -- [2]
			},
			[71] = {
				1505917396, -- [1]
			},
			[222] = {
				1500472642, -- [1]
			},
			[14] = {
				1499701686, -- [1]
				1499701686, -- [2]
				1500472252, -- [3]
				1500472252, -- [4]
			},
			[212] = {
				1500472642, -- [1]
			},
			[17] = {
				1499700399, -- [1]
				1499700790, -- [2]
				1499700790, -- [3]
			},
			[209] = {
				1500472992, -- [1]
			},
			[233] = {
				1500472992, -- [1]
			},
		},
		["spells"] = {
			["精华碎片"] = {
				{
					43, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					157, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					43, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					261, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					43, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					151, -- [1]
					1500472992, -- [2]
				}, -- [13]
				{
					43, -- [1]
					1505916853, -- [2]
				}, -- [14]
				{
					153, -- [1]
					1505916853, -- [2]
				}, -- [15]
				{
					263, -- [1]
					1505916853, -- [2]
				}, -- [16]
				{
					43, -- [1]
					1505917070, -- [2]
				}, -- [17]
				{
					43, -- [1]
					1505917396, -- [2]
				}, -- [18]
				{
					151, -- [1]
					1505917396, -- [2]
				}, -- [19]
			},
			["湮灭之锤"] = {
				{
					33, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					107, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					143, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					34, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					107, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					34, -- [1]
					1499701158, -- [2]
				}, -- [6]
				{
					34, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					107, -- [1]
					1499701686, -- [2]
				}, -- [8]
				{
					143, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					218, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					254, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					330, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					366, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					32, -- [1]
					1500472252, -- [2]
				}, -- [14]
				{
					33, -- [1]
					1500472642, -- [2]
				}, -- [15]
				{
					104, -- [1]
					1500472642, -- [2]
				}, -- [16]
				{
					140, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					212, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					248, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					34, -- [1]
					1500472992, -- [2]
				}, -- [20]
				{
					102, -- [1]
					1500472992, -- [2]
				}, -- [21]
				{
					138, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					209, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					34, -- [1]
					1505916853, -- [2]
				}, -- [24]
				{
					103, -- [1]
					1505916853, -- [2]
				}, -- [25]
				{
					139, -- [1]
					1505916853, -- [2]
				}, -- [26]
				{
					213, -- [1]
					1505916853, -- [2]
				}, -- [27]
				{
					249, -- [1]
					1505916853, -- [2]
				}, -- [28]
				{
					34, -- [1]
					1505917070, -- [2]
				}, -- [29]
				{
					34, -- [1]
					1505917396, -- [2]
				}, -- [30]
				{
					101, -- [1]
					1505917396, -- [2]
				}, -- [31]
				{
					137, -- [1]
					1505917396, -- [2]
				}, -- [32]
				{
					210, -- [1]
					1505917396, -- [2]
				}, -- [33]
			},
			["群体动荡"] = {
				{
					23, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					97, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					133, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					23, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					96, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					132, -- [1]
					1499700790, -- [2]
				}, -- [6]
				{
					23, -- [1]
					1499701158, -- [2]
				}, -- [7]
				{
					99, -- [1]
					1499701158, -- [2]
				}, -- [8]
				{
					23, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					97, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					133, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					208, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					244, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					320, -- [1]
					1499701686, -- [2]
				}, -- [14]
				{
					356, -- [1]
					1499701686, -- [2]
				}, -- [15]
				{
					22, -- [1]
					1500472252, -- [2]
				}, -- [16]
				{
					23, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					94, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					130, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					202, -- [1]
					1500472642, -- [2]
				}, -- [20]
				{
					238, -- [1]
					1500472642, -- [2]
				}, -- [21]
				{
					23, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					91, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					127, -- [1]
					1500472992, -- [2]
				}, -- [24]
				{
					198, -- [1]
					1500472992, -- [2]
				}, -- [25]
				{
					234, -- [1]
					1500472992, -- [2]
				}, -- [26]
				{
					23, -- [1]
					1505916853, -- [2]
				}, -- [27]
				{
					93, -- [1]
					1505916853, -- [2]
				}, -- [28]
				{
					129, -- [1]
					1505916853, -- [2]
				}, -- [29]
				{
					203, -- [1]
					1505916853, -- [2]
				}, -- [30]
				{
					239, -- [1]
					1505916853, -- [2]
				}, -- [31]
				{
					23, -- [1]
					1505917070, -- [2]
				}, -- [32]
				{
					91, -- [1]
					1505917070, -- [2]
				}, -- [33]
				{
					23, -- [1]
					1505917396, -- [2]
				}, -- [34]
				{
					91, -- [1]
					1505917396, -- [2]
				}, -- [35]
				{
					127, -- [1]
					1505917396, -- [2]
				}, -- [36]
				{
					200, -- [1]
					1505917396, -- [2]
				}, -- [37]
			},
			["灌注"] = {
				{
					4, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					78, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					116, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					4, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					77, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					115, -- [1]
					1499700790, -- [2]
				}, -- [6]
				{
					4, -- [1]
					1499701158, -- [2]
				}, -- [7]
				{
					80, -- [1]
					1499701158, -- [2]
				}, -- [8]
				{
					4, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					78, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					116, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					189, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					227, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					301, -- [1]
					1499701686, -- [2]
				}, -- [14]
				{
					339, -- [1]
					1499701686, -- [2]
				}, -- [15]
				{
					3, -- [1]
					1500472252, -- [2]
				}, -- [16]
				{
					4, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					75, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					113, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					183, -- [1]
					1500472642, -- [2]
				}, -- [20]
				{
					221, -- [1]
					1500472642, -- [2]
				}, -- [21]
				{
					4, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					72, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					110, -- [1]
					1500472992, -- [2]
				}, -- [24]
				{
					179, -- [1]
					1500472992, -- [2]
				}, -- [25]
				{
					217, -- [1]
					1500472992, -- [2]
				}, -- [26]
				{
					5, -- [1]
					1505916853, -- [2]
				}, -- [27]
				{
					74, -- [1]
					1505916853, -- [2]
				}, -- [28]
				{
					112, -- [1]
					1505916853, -- [2]
				}, -- [29]
				{
					184, -- [1]
					1505916853, -- [2]
				}, -- [30]
				{
					222, -- [1]
					1505916853, -- [2]
				}, -- [31]
				{
					4, -- [1]
					1505917070, -- [2]
				}, -- [32]
				{
					72, -- [1]
					1505917070, -- [2]
				}, -- [33]
				{
					4, -- [1]
					1505917396, -- [2]
				}, -- [34]
				{
					72, -- [1]
					1505917396, -- [2]
				}, -- [35]
				{
					110, -- [1]
					1505917396, -- [2]
				}, -- [36]
				{
					181, -- [1]
					1505917396, -- [2]
				}, -- [37]
			},
			["泰坦之壁"] = {
				{
					42, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					156, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					261, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					42, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					150, -- [1]
					1500472992, -- [2]
				}, -- [13]
				{
					42, -- [1]
					1505916853, -- [2]
				}, -- [14]
				{
					152, -- [1]
					1505916853, -- [2]
				}, -- [15]
				{
					262, -- [1]
					1505916853, -- [2]
				}, -- [16]
				{
					42, -- [1]
					1505917070, -- [2]
				}, -- [17]
				{
					42, -- [1]
					1505917396, -- [2]
				}, -- [18]
				{
					150, -- [1]
					1505917396, -- [2]
				}, -- [19]
			},
			["动荡的灵魂"] = {
				{
					10, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					11, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					21, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					25, -- [1]
					1499700399, -- [2]
				}, -- [4]
				{
					99, -- [1]
					1499700399, -- [2]
				}, -- [5]
				{
					113, -- [1]
					1499700399, -- [2]
				}, -- [6]
				{
					122, -- [1]
					1499700399, -- [2]
				}, -- [7]
				{
					123, -- [1]
					1499700399, -- [2]
				}, -- [8]
				{
					127, -- [1]
					1499700399, -- [2]
				}, -- [9]
				{
					135, -- [1]
					1499700399, -- [2]
				}, -- [10]
				{
					162, -- [1]
					1499700399, -- [2]
				}, -- [11]
				{
					168, -- [1]
					1499700399, -- [2]
				}, -- [12]
				{
					170, -- [1]
					1499700399, -- [2]
				}, -- [13]
				{
					196, -- [1]
					1499700399, -- [2]
				}, -- [14]
				{
					10, -- [1]
					1499700790, -- [2]
				}, -- [15]
				{
					11, -- [1]
					1499700790, -- [2]
				}, -- [16]
				{
					25, -- [1]
					1499700790, -- [2]
				}, -- [17]
				{
					83, -- [1]
					1499700790, -- [2]
				}, -- [18]
				{
					98, -- [1]
					1499700790, -- [2]
				}, -- [19]
				{
					113, -- [1]
					1499700790, -- [2]
				}, -- [20]
				{
					114, -- [1]
					1499700790, -- [2]
				}, -- [21]
				{
					121, -- [1]
					1499700790, -- [2]
				}, -- [22]
				{
					122, -- [1]
					1499700790, -- [2]
				}, -- [23]
				{
					134, -- [1]
					1499700790, -- [2]
				}, -- [24]
				{
					10, -- [1]
					1499701158, -- [2]
				}, -- [25]
				{
					11, -- [1]
					1499701158, -- [2]
				}, -- [26]
				{
					25, -- [1]
					1499701158, -- [2]
				}, -- [27]
				{
					88, -- [1]
					1499701158, -- [2]
				}, -- [28]
				{
					101, -- [1]
					1499701158, -- [2]
				}, -- [29]
				{
					25, -- [1]
					1499701686, -- [2]
				}, -- [30]
				{
					99, -- [1]
					1499701686, -- [2]
				}, -- [31]
				{
					135, -- [1]
					1499701686, -- [2]
				}, -- [32]
				{
					210, -- [1]
					1499701686, -- [2]
				}, -- [33]
				{
					246, -- [1]
					1499701686, -- [2]
				}, -- [34]
				{
					322, -- [1]
					1499701686, -- [2]
				}, -- [35]
				{
					358, -- [1]
					1499701686, -- [2]
				}, -- [36]
				{
					9, -- [1]
					1500472252, -- [2]
				}, -- [37]
				{
					10, -- [1]
					1500472252, -- [2]
				}, -- [38]
				{
					11, -- [1]
					1500472252, -- [2]
				}, -- [39]
				{
					24, -- [1]
					1500472252, -- [2]
				}, -- [40]
				{
					37, -- [1]
					1500472252, -- [2]
				}, -- [41]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [42]
				{
					25, -- [1]
					1500472642, -- [2]
				}, -- [43]
				{
					88, -- [1]
					1500472642, -- [2]
				}, -- [44]
				{
					96, -- [1]
					1500472642, -- [2]
				}, -- [45]
				{
					132, -- [1]
					1500472642, -- [2]
				}, -- [46]
				{
					204, -- [1]
					1500472642, -- [2]
				}, -- [47]
				{
					207, -- [1]
					1500472642, -- [2]
				}, -- [48]
				{
					228, -- [1]
					1500472642, -- [2]
				}, -- [49]
				{
					230, -- [1]
					1500472642, -- [2]
				}, -- [50]
				{
					240, -- [1]
					1500472642, -- [2]
				}, -- [51]
				{
					25, -- [1]
					1500472992, -- [2]
				}, -- [52]
				{
					93, -- [1]
					1500472992, -- [2]
				}, -- [53]
				{
					129, -- [1]
					1500472992, -- [2]
				}, -- [54]
				{
					200, -- [1]
					1500472992, -- [2]
				}, -- [55]
				{
					215, -- [1]
					1500472992, -- [2]
				}, -- [56]
				{
					236, -- [1]
					1500472992, -- [2]
				}, -- [57]
				{
					25, -- [1]
					1505916853, -- [2]
				}, -- [58]
				{
					36, -- [1]
					1505916853, -- [2]
				}, -- [59]
				{
					37, -- [1]
					1505916853, -- [2]
				}, -- [60]
				{
					80, -- [1]
					1505916853, -- [2]
				}, -- [61]
				{
					95, -- [1]
					1505916853, -- [2]
				}, -- [62]
				{
					131, -- [1]
					1505916853, -- [2]
				}, -- [63]
				{
					139, -- [1]
					1505916853, -- [2]
				}, -- [64]
				{
					152, -- [1]
					1505916853, -- [2]
				}, -- [65]
				{
					156, -- [1]
					1505916853, -- [2]
				}, -- [66]
				{
					157, -- [1]
					1505916853, -- [2]
				}, -- [67]
				{
					158, -- [1]
					1505916853, -- [2]
				}, -- [68]
				{
					180, -- [1]
					1505916853, -- [2]
				}, -- [69]
				{
					205, -- [1]
					1505916853, -- [2]
				}, -- [70]
				{
					240, -- [1]
					1505916853, -- [2]
				}, -- [71]
				{
					241, -- [1]
					1505916853, -- [2]
				}, -- [72]
				{
					10, -- [1]
					1505917070, -- [2]
				}, -- [73]
				{
					11, -- [1]
					1505917070, -- [2]
				}, -- [74]
				{
					25, -- [1]
					1505917070, -- [2]
				}, -- [75]
				{
					34, -- [1]
					1505917070, -- [2]
				}, -- [76]
				{
					35, -- [1]
					1505917070, -- [2]
				}, -- [77]
				{
					79, -- [1]
					1505917070, -- [2]
				}, -- [78]
				{
					81, -- [1]
					1505917070, -- [2]
				}, -- [79]
				{
					85, -- [1]
					1505917070, -- [2]
				}, -- [80]
				{
					86, -- [1]
					1505917070, -- [2]
				}, -- [81]
				{
					93, -- [1]
					1505917070, -- [2]
				}, -- [82]
				{
					25, -- [1]
					1505917396, -- [2]
				}, -- [83]
				{
					78, -- [1]
					1505917396, -- [2]
				}, -- [84]
				{
					79, -- [1]
					1505917396, -- [2]
				}, -- [85]
				{
					80, -- [1]
					1505917396, -- [2]
				}, -- [86]
				{
					93, -- [1]
					1505917396, -- [2]
				}, -- [87]
				{
					96, -- [1]
					1505917396, -- [2]
				}, -- [88]
				{
					97, -- [1]
					1505917396, -- [2]
				}, -- [89]
				{
					129, -- [1]
					1505917396, -- [2]
				}, -- [90]
				{
					202, -- [1]
					1505917396, -- [2]
				}, -- [91]
			},
			["造物之锤"] = {
				{
					15, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					89, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					125, -- [1]
					1499700399, -- [2]
				}, -- [3]
				{
					16, -- [1]
					1499700790, -- [2]
				}, -- [4]
				{
					89, -- [1]
					1499700790, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1499701158, -- [2]
				}, -- [6]
				{
					91, -- [1]
					1499701158, -- [2]
				}, -- [7]
				{
					16, -- [1]
					1499701686, -- [2]
				}, -- [8]
				{
					89, -- [1]
					1499701686, -- [2]
				}, -- [9]
				{
					125, -- [1]
					1499701686, -- [2]
				}, -- [10]
				{
					200, -- [1]
					1499701686, -- [2]
				}, -- [11]
				{
					236, -- [1]
					1499701686, -- [2]
				}, -- [12]
				{
					312, -- [1]
					1499701686, -- [2]
				}, -- [13]
				{
					348, -- [1]
					1499701686, -- [2]
				}, -- [14]
				{
					14, -- [1]
					1500472252, -- [2]
				}, -- [15]
				{
					15, -- [1]
					1500472642, -- [2]
				}, -- [16]
				{
					86, -- [1]
					1500472642, -- [2]
				}, -- [17]
				{
					122, -- [1]
					1500472642, -- [2]
				}, -- [18]
				{
					194, -- [1]
					1500472642, -- [2]
				}, -- [19]
				{
					230, -- [1]
					1500472642, -- [2]
				}, -- [20]
				{
					16, -- [1]
					1500472992, -- [2]
				}, -- [21]
				{
					84, -- [1]
					1500472992, -- [2]
				}, -- [22]
				{
					120, -- [1]
					1500472992, -- [2]
				}, -- [23]
				{
					190, -- [1]
					1500472992, -- [2]
				}, -- [24]
				{
					226, -- [1]
					1500472992, -- [2]
				}, -- [25]
				{
					16, -- [1]
					1505916853, -- [2]
				}, -- [26]
				{
					85, -- [1]
					1505916853, -- [2]
				}, -- [27]
				{
					121, -- [1]
					1505916853, -- [2]
				}, -- [28]
				{
					195, -- [1]
					1505916853, -- [2]
				}, -- [29]
				{
					231, -- [1]
					1505916853, -- [2]
				}, -- [30]
				{
					16, -- [1]
					1505917070, -- [2]
				}, -- [31]
				{
					84, -- [1]
					1505917070, -- [2]
				}, -- [32]
				{
					16, -- [1]
					1505917396, -- [2]
				}, -- [33]
				{
					83, -- [1]
					1505917396, -- [2]
				}, -- [34]
				{
					119, -- [1]
					1505917396, -- [2]
				}, -- [35]
				{
					192, -- [1]
					1505917396, -- [2]
				}, -- [36]
			},
			["反冲"] = {
				{
					42, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					156, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					155, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					266, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					40, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					41, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					152, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					260, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					42, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					150, -- [1]
					1500472992, -- [2]
				}, -- [13]
				{
					42, -- [1]
					1505916853, -- [2]
				}, -- [14]
				{
					151, -- [1]
					1505916853, -- [2]
				}, -- [15]
				{
					262, -- [1]
					1505916853, -- [2]
				}, -- [16]
				{
					42, -- [1]
					1505917070, -- [2]
				}, -- [17]
				{
					42, -- [1]
					1505917396, -- [2]
				}, -- [18]
				{
					150, -- [1]
					1505917396, -- [2]
				}, -- [19]
			},
			["造物者之怒"] = {
				{
					43, -- [1]
					1499700399, -- [2]
				}, -- [1]
				{
					157, -- [1]
					1499700399, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1499700790, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1499701158, -- [2]
				}, -- [4]
				{
					43, -- [1]
					1499701686, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1499701686, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1499701686, -- [2]
				}, -- [7]
				{
					41, -- [1]
					1500472252, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1500472642, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1500472642, -- [2]
				}, -- [10]
				{
					261, -- [1]
					1500472642, -- [2]
				}, -- [11]
				{
					43, -- [1]
					1500472992, -- [2]
				}, -- [12]
				{
					151, -- [1]
					1500472992, -- [2]
				}, -- [13]
				{
					43, -- [1]
					1505916853, -- [2]
				}, -- [14]
				{
					153, -- [1]
					1505916853, -- [2]
				}, -- [15]
				{
					263, -- [1]
					1505916853, -- [2]
				}, -- [16]
				{
					43, -- [1]
					1505917070, -- [2]
				}, -- [17]
				{
					43, -- [1]
					1505917396, -- [2]
				}, -- [18]
				{
					151, -- [1]
					1505917396, -- [2]
				}, -- [19]
			},
		},
		["ids"] = {
			["精华碎片"] = 236061,
			["湮灭之锤"] = 241636,
			["群体动荡"] = 235267,
			["灌注"] = 235271,
			["泰坦之壁"] = 235028,
			["动荡的灵魂"] = 235117,
			["造物之锤"] = 241635,
			["反冲"] = 248812,
			["造物者之怒"] = 234891,
		},
	},
	["198515"] = {
		["deaths"] = {
			[191] = {
				1512659257, -- [1]
				1512659257, -- [2]
			},
			[307] = {
				1512660667, -- [1]
			},
			[132] = {
				1512660091, -- [1]
			},
			[294] = {
				1512659739, -- [1]
			},
			[201] = {
				1512660091, -- [1]
			},
			[296] = {
				1512659739, -- [1]
			},
			[164] = {
				1512659257, -- [1]
			},
			[200] = {
				1512660091, -- [1]
			},
			[299] = {
				1512659739, -- [1]
			},
			[196] = {
				1512660091, -- [1]
			},
			[151] = {
				1512659257, -- [1]
			},
			[302] = {
				1512659739, -- [1]
			},
			[174] = {
				1512660091, -- [1]
			},
			[190] = {
				1512659257, -- [1]
			},
			[297] = {
				1512659739, -- [1]
			},
		},
		["spells"] = {
			["火炮模式"] = {
				{
					196, -- [1]
					1512659257, -- [2]
				}, -- [1]
				{
					206, -- [1]
					1512659257, -- [2]
				}, -- [2]
				{
					218, -- [1]
					1512659257, -- [2]
				}, -- [3]
				{
					304, -- [1]
					1512659739, -- [2]
				}, -- [4]
				{
					332, -- [1]
					1512659739, -- [2]
				}, -- [5]
				{
					153, -- [1]
					1512660091, -- [2]
				}, -- [6]
				{
					159, -- [1]
					1512660091, -- [2]
				}, -- [7]
				{
					201, -- [1]
					1512660091, -- [2]
				}, -- [8]
				{
					202, -- [1]
					1512660091, -- [2]
				}, -- [9]
			},
			["邪能横扫"] = {
				{
					131, -- [1]
					1512659257, -- [2]
				}, -- [1]
				{
					140, -- [1]
					1512659257, -- [2]
				}, -- [2]
				{
					148, -- [1]
					1512659257, -- [2]
				}, -- [3]
				{
					157, -- [1]
					1512659257, -- [2]
				}, -- [4]
				{
					164, -- [1]
					1512659257, -- [2]
				}, -- [5]
				{
					198, -- [1]
					1512659257, -- [2]
				}, -- [6]
				{
					208, -- [1]
					1512659257, -- [2]
				}, -- [7]
				{
					216, -- [1]
					1512659257, -- [2]
				}, -- [8]
				{
					132, -- [1]
					1512659739, -- [2]
				}, -- [9]
				{
					140, -- [1]
					1512659739, -- [2]
				}, -- [10]
				{
					149, -- [1]
					1512659739, -- [2]
				}, -- [11]
				{
					157, -- [1]
					1512659739, -- [2]
				}, -- [12]
				{
					165, -- [1]
					1512659739, -- [2]
				}, -- [13]
				{
					198, -- [1]
					1512659739, -- [2]
				}, -- [14]
				{
					206, -- [1]
					1512659739, -- [2]
				}, -- [15]
				{
					215, -- [1]
					1512659739, -- [2]
				}, -- [16]
				{
					226, -- [1]
					1512659739, -- [2]
				}, -- [17]
				{
					235, -- [1]
					1512659739, -- [2]
				}, -- [18]
				{
					236, -- [1]
					1512659739, -- [2]
				}, -- [19]
				{
					244, -- [1]
					1512659739, -- [2]
				}, -- [20]
				{
					244, -- [1]
					1512659739, -- [2]
				}, -- [21]
				{
					253, -- [1]
					1512659739, -- [2]
				}, -- [22]
				{
					254, -- [1]
					1512659739, -- [2]
				}, -- [23]
				{
					261, -- [1]
					1512659739, -- [2]
				}, -- [24]
				{
					264, -- [1]
					1512659739, -- [2]
				}, -- [25]
				{
					270, -- [1]
					1512659739, -- [2]
				}, -- [26]
				{
					274, -- [1]
					1512659739, -- [2]
				}, -- [27]
				{
					278, -- [1]
					1512659739, -- [2]
				}, -- [28]
				{
					281, -- [1]
					1512659739, -- [2]
				}, -- [29]
				{
					287, -- [1]
					1512659739, -- [2]
				}, -- [30]
				{
					288, -- [1]
					1512659739, -- [2]
				}, -- [31]
				{
					295, -- [1]
					1512659739, -- [2]
				}, -- [32]
				{
					298, -- [1]
					1512659739, -- [2]
				}, -- [33]
				{
					132, -- [1]
					1512660091, -- [2]
				}, -- [34]
				{
					142, -- [1]
					1512660091, -- [2]
				}, -- [35]
				{
					151, -- [1]
					1512660091, -- [2]
				}, -- [36]
				{
					158, -- [1]
					1512660091, -- [2]
				}, -- [37]
				{
					131, -- [1]
					1512660667, -- [2]
				}, -- [38]
				{
					140, -- [1]
					1512660667, -- [2]
				}, -- [39]
				{
					147, -- [1]
					1512660667, -- [2]
				}, -- [40]
				{
					158, -- [1]
					1512660667, -- [2]
				}, -- [41]
				{
					198, -- [1]
					1512660667, -- [2]
				}, -- [42]
				{
					208, -- [1]
					1512660667, -- [2]
				}, -- [43]
				{
					217, -- [1]
					1512660667, -- [2]
				}, -- [44]
				{
					226, -- [1]
					1512660667, -- [2]
				}, -- [45]
				{
					236, -- [1]
					1512660667, -- [2]
				}, -- [46]
				{
					243, -- [1]
					1512660667, -- [2]
				}, -- [47]
				{
					244, -- [1]
					1512660667, -- [2]
				}, -- [48]
				{
					251, -- [1]
					1512660667, -- [2]
				}, -- [49]
				{
					260, -- [1]
					1512660667, -- [2]
				}, -- [50]
				{
					268, -- [1]
					1512660667, -- [2]
				}, -- [51]
				{
					277, -- [1]
					1512660667, -- [2]
				}, -- [52]
				{
					287, -- [1]
					1512660667, -- [2]
				}, -- [53]
				{
					297, -- [1]
					1512660667, -- [2]
				}, -- [54]
				{
					307, -- [1]
					1512660667, -- [2]
				}, -- [55]
			},
			["戒备森严"] = {
				{
					12, -- [1]
					1512659257, -- [2]
				}, -- [1]
				{
					47, -- [1]
					1512659257, -- [2]
				}, -- [2]
				{
					89, -- [1]
					1512659257, -- [2]
				}, -- [3]
				{
					194, -- [1]
					1512659257, -- [2]
				}, -- [4]
				{
					12, -- [1]
					1512659739, -- [2]
				}, -- [5]
				{
					48, -- [1]
					1512659739, -- [2]
				}, -- [6]
				{
					90, -- [1]
					1512659739, -- [2]
				}, -- [7]
				{
					194, -- [1]
					1512659739, -- [2]
				}, -- [8]
				{
					303, -- [1]
					1512659739, -- [2]
				}, -- [9]
				{
					329, -- [1]
					1512659739, -- [2]
				}, -- [10]
				{
					330, -- [1]
					1512659739, -- [2]
				}, -- [11]
				{
					12, -- [1]
					1512660091, -- [2]
				}, -- [12]
				{
					48, -- [1]
					1512660091, -- [2]
				}, -- [13]
				{
					90, -- [1]
					1512660091, -- [2]
				}, -- [14]
				{
					194, -- [1]
					1512660091, -- [2]
				}, -- [15]
				{
					12, -- [1]
					1512660667, -- [2]
				}, -- [16]
				{
					48, -- [1]
					1512660667, -- [2]
				}, -- [17]
				{
					90, -- [1]
					1512660667, -- [2]
				}, -- [18]
				{
					194, -- [1]
					1512660667, -- [2]
				}, -- [19]
				{
					329, -- [1]
					1512660667, -- [2]
				}, -- [20]
			},
			["隐形"] = {
				{
					77, -- [1]
					1512659257, -- [2]
				}, -- [1]
				{
					78, -- [1]
					1512659739, -- [2]
				}, -- [2]
				{
					227, -- [1]
					1512659739, -- [2]
				}, -- [3]
				{
					323, -- [1]
					1512659739, -- [2]
				}, -- [4]
				{
					79, -- [1]
					1512660091, -- [2]
				}, -- [5]
				{
					78, -- [1]
					1512660667, -- [2]
				}, -- [6]
				{
					228, -- [1]
					1512660667, -- [2]
				}, -- [7]
				{
					323, -- [1]
					1512660667, -- [2]
				}, -- [8]
			},
			["火炮轰击"] = {
				{
					97, -- [1]
					1512659257, -- [2]
				}, -- [1]
				{
					106, -- [1]
					1512659257, -- [2]
				}, -- [2]
				{
					114, -- [1]
					1512659257, -- [2]
				}, -- [3]
				{
					123, -- [1]
					1512659257, -- [2]
				}, -- [4]
				{
					131, -- [1]
					1512659257, -- [2]
				}, -- [5]
				{
					140, -- [1]
					1512659257, -- [2]
				}, -- [6]
				{
					148, -- [1]
					1512659257, -- [2]
				}, -- [7]
				{
					157, -- [1]
					1512659257, -- [2]
				}, -- [8]
				{
					165, -- [1]
					1512659257, -- [2]
				}, -- [9]
				{
					174, -- [1]
					1512659257, -- [2]
				}, -- [10]
				{
					182, -- [1]
					1512659257, -- [2]
				}, -- [11]
				{
					191, -- [1]
					1512659257, -- [2]
				}, -- [12]
				{
					202, -- [1]
					1512659257, -- [2]
				}, -- [13]
				{
					204, -- [1]
					1512659257, -- [2]
				}, -- [14]
				{
					210, -- [1]
					1512659257, -- [2]
				}, -- [15]
				{
					219, -- [1]
					1512659257, -- [2]
				}, -- [16]
				{
					97, -- [1]
					1512659739, -- [2]
				}, -- [17]
				{
					106, -- [1]
					1512659739, -- [2]
				}, -- [18]
				{
					114, -- [1]
					1512659739, -- [2]
				}, -- [19]
				{
					123, -- [1]
					1512659739, -- [2]
				}, -- [20]
				{
					131, -- [1]
					1512659739, -- [2]
				}, -- [21]
				{
					202, -- [1]
					1512659739, -- [2]
				}, -- [22]
				{
					211, -- [1]
					1512659739, -- [2]
				}, -- [23]
				{
					219, -- [1]
					1512659739, -- [2]
				}, -- [24]
				{
					228, -- [1]
					1512659739, -- [2]
				}, -- [25]
				{
					236, -- [1]
					1512659739, -- [2]
				}, -- [26]
				{
					245, -- [1]
					1512659739, -- [2]
				}, -- [27]
				{
					253, -- [1]
					1512659739, -- [2]
				}, -- [28]
				{
					262, -- [1]
					1512659739, -- [2]
				}, -- [29]
				{
					270, -- [1]
					1512659739, -- [2]
				}, -- [30]
				{
					279, -- [1]
					1512659739, -- [2]
				}, -- [31]
				{
					287, -- [1]
					1512659739, -- [2]
				}, -- [32]
				{
					296, -- [1]
					1512659739, -- [2]
				}, -- [33]
				{
					304, -- [1]
					1512659739, -- [2]
				}, -- [34]
				{
					313, -- [1]
					1512659739, -- [2]
				}, -- [35]
				{
					321, -- [1]
					1512659739, -- [2]
				}, -- [36]
				{
					98, -- [1]
					1512660091, -- [2]
				}, -- [37]
				{
					107, -- [1]
					1512660091, -- [2]
				}, -- [38]
				{
					129, -- [1]
					1512660091, -- [2]
				}, -- [39]
				{
					144, -- [1]
					1512660091, -- [2]
				}, -- [40]
				{
					153, -- [1]
					1512660091, -- [2]
				}, -- [41]
				{
					167, -- [1]
					1512660091, -- [2]
				}, -- [42]
				{
					182, -- [1]
					1512660091, -- [2]
				}, -- [43]
				{
					190, -- [1]
					1512660091, -- [2]
				}, -- [44]
				{
					199, -- [1]
					1512660091, -- [2]
				}, -- [45]
				{
					202, -- [1]
					1512660667, -- [2]
				}, -- [46]
				{
					211, -- [1]
					1512660667, -- [2]
				}, -- [47]
				{
					219, -- [1]
					1512660667, -- [2]
				}, -- [48]
				{
					228, -- [1]
					1512660667, -- [2]
				}, -- [49]
				{
					236, -- [1]
					1512660667, -- [2]
				}, -- [50]
				{
					337, -- [1]
					1512660667, -- [2]
				}, -- [51]
				{
					345, -- [1]
					1512660667, -- [2]
				}, -- [52]
				{
					354, -- [1]
					1512660667, -- [2]
				}, -- [53]
				{
					362, -- [1]
					1512660667, -- [2]
				}, -- [54]
				{
					371, -- [1]
					1512660667, -- [2]
				}, -- [55]
				{
					379, -- [1]
					1512660667, -- [2]
				}, -- [56]
			},
		},
		["ids"] = {
			["火炮模式"] = 246301,
			["邪能横扫"] = 250703,
			["戒备森严"] = 254769,
			["隐形"] = 246753,
			["火炮轰击"] = 246305,
		},
	},
	["187315"] = {
		["deaths"] = {
			[138] = {
				1499683144, -- [1]
				1499683144, -- [2]
				1499683144, -- [3]
			},
			[251] = {
				1499683734, -- [1]
			},
			[139] = {
				1499683734, -- [1]
			},
			[4] = {
				1499682898, -- [1]
			},
			[16] = {
				1499682898, -- [1]
			},
			[142] = {
				1499683144, -- [1]
			},
			[365] = {
				1499683734, -- [1]
				1499683734, -- [2]
			},
			[11] = {
				1499683144, -- [1]
			},
			[306] = {
				1499683734, -- [1]
			},
			[23] = {
				1499682898, -- [1]
			},
			[24] = {
				1499682898, -- [1]
				1499682898, -- [2]
			},
		},
		["spells"] = {
			["吞噬"] = {
				{
					32, -- [1]
					1499682898, -- [2]
				}, -- [1]
			},
			["割裂现实"] = {
				{
					46, -- [1]
					1499683144, -- [2]
				}, -- [1]
				{
					109, -- [1]
					1499683144, -- [2]
				}, -- [2]
				{
					46, -- [1]
					1499683734, -- [2]
				}, -- [3]
				{
					106, -- [1]
					1499683734, -- [2]
				}, -- [4]
				{
					167, -- [1]
					1499683734, -- [2]
				}, -- [5]
				{
					241, -- [1]
					1499683734, -- [2]
				}, -- [6]
				{
					346, -- [1]
					1499683734, -- [2]
				}, -- [7]
				{
					383, -- [1]
					1499683734, -- [2]
				}, -- [8]
				{
					421, -- [1]
					1499683734, -- [2]
				}, -- [9]
				{
					460, -- [1]
					1499683734, -- [2]
				}, -- [10]
			},
			["风蚀"] = {
				{
					12, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					24, -- [1]
					1499682898, -- [2]
				}, -- [2]
				{
					13, -- [1]
					1499683144, -- [2]
				}, -- [3]
				{
					25, -- [1]
					1499683144, -- [2]
				}, -- [4]
				{
					37, -- [1]
					1499683144, -- [2]
				}, -- [5]
				{
					53, -- [1]
					1499683144, -- [2]
				}, -- [6]
				{
					64, -- [1]
					1499683144, -- [2]
				}, -- [7]
				{
					76, -- [1]
					1499683144, -- [2]
				}, -- [8]
				{
					88, -- [1]
					1499683144, -- [2]
				}, -- [9]
				{
					100, -- [1]
					1499683144, -- [2]
				}, -- [10]
				{
					116, -- [1]
					1499683144, -- [2]
				}, -- [11]
				{
					128, -- [1]
					1499683144, -- [2]
				}, -- [12]
				{
					141, -- [1]
					1499683144, -- [2]
				}, -- [13]
				{
					154, -- [1]
					1499683144, -- [2]
				}, -- [14]
				{
					13, -- [1]
					1499683734, -- [2]
				}, -- [15]
				{
					25, -- [1]
					1499683734, -- [2]
				}, -- [16]
				{
					37, -- [1]
					1499683734, -- [2]
				}, -- [17]
				{
					53, -- [1]
					1499683734, -- [2]
				}, -- [18]
				{
					65, -- [1]
					1499683734, -- [2]
				}, -- [19]
				{
					77, -- [1]
					1499683734, -- [2]
				}, -- [20]
				{
					89, -- [1]
					1499683734, -- [2]
				}, -- [21]
				{
					113, -- [1]
					1499683734, -- [2]
				}, -- [22]
				{
					126, -- [1]
					1499683734, -- [2]
				}, -- [23]
				{
					138, -- [1]
					1499683734, -- [2]
				}, -- [24]
				{
					150, -- [1]
					1499683734, -- [2]
				}, -- [25]
				{
					174, -- [1]
					1499683734, -- [2]
				}, -- [26]
				{
					186, -- [1]
					1499683734, -- [2]
				}, -- [27]
				{
					197, -- [1]
					1499683734, -- [2]
				}, -- [28]
				{
					210, -- [1]
					1499683734, -- [2]
				}, -- [29]
				{
					223, -- [1]
					1499683734, -- [2]
				}, -- [30]
				{
					248, -- [1]
					1499683734, -- [2]
				}, -- [31]
				{
					261, -- [1]
					1499683734, -- [2]
				}, -- [32]
				{
					273, -- [1]
					1499683734, -- [2]
				}, -- [33]
				{
					285, -- [1]
					1499683734, -- [2]
				}, -- [34]
				{
					323, -- [1]
					1499683734, -- [2]
				}, -- [35]
				{
					335, -- [1]
					1499683734, -- [2]
				}, -- [36]
				{
					355, -- [1]
					1499683734, -- [2]
				}, -- [37]
				{
					368, -- [1]
					1499683734, -- [2]
				}, -- [38]
				{
					393, -- [1]
					1499683734, -- [2]
				}, -- [39]
				{
					405, -- [1]
					1499683734, -- [2]
				}, -- [40]
				{
					431, -- [1]
					1499683734, -- [2]
				}, -- [41]
				{
					443, -- [1]
					1499683734, -- [2]
				}, -- [42]
				{
					470, -- [1]
					1499683734, -- [2]
				}, -- [43]
			},
			["萨格拉斯之触"] = {
				{
					16, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					17, -- [1]
					1499683144, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1499683144, -- [2]
				}, -- [3]
				{
					119, -- [1]
					1499683144, -- [2]
				}, -- [4]
				{
					16, -- [1]
					1499683734, -- [2]
				}, -- [5]
				{
					60, -- [1]
					1499683734, -- [2]
				}, -- [6]
				{
					121, -- [1]
					1499683734, -- [2]
				}, -- [7]
				{
					178, -- [1]
					1499683734, -- [2]
				}, -- [8]
				{
					220, -- [1]
					1499683734, -- [2]
				}, -- [9]
				{
					264, -- [1]
					1499683734, -- [2]
				}, -- [10]
			},
			["净化协议"] = {
				{
					151, -- [1]
					1499683144, -- [2]
				}, -- [1]
			},
			["毁灭"] = {
				{
					35, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					300, -- [1]
					1499683734, -- [2]
				}, -- [2]
			},
			["腐化矩阵"] = {
				{
					9, -- [1]
					1499682898, -- [2]
				}, -- [1]
				{
					9, -- [1]
					1499683144, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1499683144, -- [2]
				}, -- [3]
				{
					110, -- [1]
					1499683144, -- [2]
				}, -- [4]
				{
					9, -- [1]
					1499683734, -- [2]
				}, -- [5]
				{
					59, -- [1]
					1499683734, -- [2]
				}, -- [6]
				{
					109, -- [1]
					1499683734, -- [2]
				}, -- [7]
				{
					160, -- [1]
					1499683734, -- [2]
				}, -- [8]
				{
					210, -- [1]
					1499683734, -- [2]
				}, -- [9]
				{
					259, -- [1]
					1499683734, -- [2]
				}, -- [10]
			},
		},
		["ids"] = {
			["吞噬"] = 240594,
			["割裂现实"] = 235572,
			["风蚀"] = 236494,
			["萨格拉斯之触"] = 239207,
			["净化协议"] = 233856,
			["毁灭"] = 235597,
			["腐化矩阵"] = 233556,
		},
	},
	["189715"] = {
		["deaths"] = {
			[5] = {
				1499680561, -- [1]
			},
			[4] = {
				1499680561, -- [1]
			},
			[142] = {
				1499680561, -- [1]
				1499680561, -- [2]
			},
			[34] = {
				1499680561, -- [1]
			},
		},
		["spells"] = {
			["精华碎片"] = {
				{
					43, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					173, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					298, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					425, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
			["湮灭之锤"] = {
				{
					34, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					124, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					160, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					249, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					285, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					375, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					411, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["群体动荡"] = {
				{
					23, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					113, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					149, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					238, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					274, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					365, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					401, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["造物之锤"] = {
				{
					16, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					106, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					142, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					231, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					267, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					357, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					393, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["造物者之怒"] = {
				{
					43, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					173, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					298, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					425, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
			["动荡的灵魂"] = {
				{
					25, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					115, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					151, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					240, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					276, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					367, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					403, -- [1]
					1499680561, -- [2]
				}, -- [7]
				{
					424, -- [1]
					1499680561, -- [2]
				}, -- [8]
			},
			["灌注"] = {
				{
					4, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					94, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					132, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					219, -- [1]
					1499680561, -- [2]
				}, -- [4]
				{
					257, -- [1]
					1499680561, -- [2]
				}, -- [5]
				{
					346, -- [1]
					1499680561, -- [2]
				}, -- [6]
				{
					384, -- [1]
					1499680561, -- [2]
				}, -- [7]
			},
			["反冲"] = {
				{
					41, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					172, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					297, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					423, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
			["泰坦之壁"] = {
				{
					42, -- [1]
					1499680561, -- [2]
				}, -- [1]
				{
					172, -- [1]
					1499680561, -- [2]
				}, -- [2]
				{
					297, -- [1]
					1499680561, -- [2]
				}, -- [3]
				{
					424, -- [1]
					1499680561, -- [2]
				}, -- [4]
			},
		},
		["ids"] = {
			["精华碎片"] = 236061,
			["湮灭之锤"] = 241636,
			["群体动荡"] = 235267,
			["造物之锤"] = 241635,
			["造物者之怒"] = 234891,
			["动荡的灵魂"] = 235117,
			["灌注"] = 235271,
			["反冲"] = 248812,
			["泰坦之壁"] = 235028,
		},
	},
	["199715"] = {
		["deaths"] = {
			[206] = {
				1512655597, -- [1]
				1512655597, -- [2]
			},
			[427] = {
				1512656316, -- [1]
			},
			[215] = {
				1512655143, -- [1]
			},
			[266] = {
				1512655143, -- [1]
			},
			[194] = {
				1512655143, -- [1]
			},
			[426] = {
				1512656316, -- [1]
			},
			[423] = {
				1512656316, -- [1]
				1512656316, -- [2]
			},
			[241] = {
				1512655143, -- [1]
			},
			[391] = {
				1512656316, -- [1]
			},
			[212] = {
				1512655597, -- [1]
			},
			[205] = {
				1512655597, -- [1]
				1512655597, -- [2]
			},
			[175] = {
				1512655143, -- [1]
			},
		},
		["spells"] = {
			["恶魔冲锋"] = {
				{
					12, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					47, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					48, -- [1]
					1512655143, -- [2]
				}, -- [4]
				{
					68, -- [1]
					1512655143, -- [2]
				}, -- [5]
				{
					69, -- [1]
					1512655143, -- [2]
				}, -- [6]
				{
					84, -- [1]
					1512655143, -- [2]
				}, -- [7]
				{
					85, -- [1]
					1512655143, -- [2]
				}, -- [8]
				{
					104, -- [1]
					1512655143, -- [2]
				}, -- [9]
				{
					105, -- [1]
					1512655143, -- [2]
				}, -- [10]
				{
					111, -- [1]
					1512655143, -- [2]
				}, -- [11]
				{
					112, -- [1]
					1512655143, -- [2]
				}, -- [12]
				{
					125, -- [1]
					1512655143, -- [2]
				}, -- [13]
				{
					127, -- [1]
					1512655143, -- [2]
				}, -- [14]
				{
					132, -- [1]
					1512655143, -- [2]
				}, -- [15]
				{
					134, -- [1]
					1512655143, -- [2]
				}, -- [16]
				{
					145, -- [1]
					1512655143, -- [2]
				}, -- [17]
				{
					146, -- [1]
					1512655143, -- [2]
				}, -- [18]
				{
					147, -- [1]
					1512655143, -- [2]
				}, -- [19]
				{
					163, -- [1]
					1512655143, -- [2]
				}, -- [20]
				{
					170, -- [1]
					1512655143, -- [2]
				}, -- [21]
				{
					180, -- [1]
					1512655143, -- [2]
				}, -- [22]
				{
					181, -- [1]
					1512655143, -- [2]
				}, -- [23]
				{
					188, -- [1]
					1512655143, -- [2]
				}, -- [24]
				{
					201, -- [1]
					1512655143, -- [2]
				}, -- [25]
				{
					204, -- [1]
					1512655143, -- [2]
				}, -- [26]
				{
					208, -- [1]
					1512655143, -- [2]
				}, -- [27]
				{
					220, -- [1]
					1512655143, -- [2]
				}, -- [28]
				{
					223, -- [1]
					1512655143, -- [2]
				}, -- [29]
				{
					292, -- [1]
					1512655143, -- [2]
				}, -- [30]
				{
					12, -- [1]
					1512655597, -- [2]
				}, -- [31]
				{
					31, -- [1]
					1512655597, -- [2]
				}, -- [32]
				{
					35, -- [1]
					1512655597, -- [2]
				}, -- [33]
				{
					48, -- [1]
					1512655597, -- [2]
				}, -- [34]
				{
					72, -- [1]
					1512655597, -- [2]
				}, -- [35]
				{
					82, -- [1]
					1512655597, -- [2]
				}, -- [36]
				{
					104, -- [1]
					1512655597, -- [2]
				}, -- [37]
				{
					105, -- [1]
					1512655597, -- [2]
				}, -- [38]
				{
					110, -- [1]
					1512655597, -- [2]
				}, -- [39]
				{
					124, -- [1]
					1512655597, -- [2]
				}, -- [40]
				{
					127, -- [1]
					1512655597, -- [2]
				}, -- [41]
				{
					129, -- [1]
					1512655597, -- [2]
				}, -- [42]
				{
					145, -- [1]
					1512655597, -- [2]
				}, -- [43]
				{
					147, -- [1]
					1512655597, -- [2]
				}, -- [44]
				{
					151, -- [1]
					1512655597, -- [2]
				}, -- [45]
				{
					152, -- [1]
					1512655597, -- [2]
				}, -- [46]
				{
					165, -- [1]
					1512655597, -- [2]
				}, -- [47]
				{
					168, -- [1]
					1512655597, -- [2]
				}, -- [48]
				{
					169, -- [1]
					1512655597, -- [2]
				}, -- [49]
				{
					171, -- [1]
					1512655597, -- [2]
				}, -- [50]
				{
					180, -- [1]
					1512655597, -- [2]
				}, -- [51]
				{
					189, -- [1]
					1512655597, -- [2]
				}, -- [52]
				{
					201, -- [1]
					1512655597, -- [2]
				}, -- [53]
				{
					202, -- [1]
					1512655597, -- [2]
				}, -- [54]
				{
					222, -- [1]
					1512655597, -- [2]
				}, -- [55]
				{
					224, -- [1]
					1512655597, -- [2]
				}, -- [56]
				{
					291, -- [1]
					1512655597, -- [2]
				}, -- [57]
				{
					292, -- [1]
					1512655597, -- [2]
				}, -- [58]
				{
					12, -- [1]
					1512656316, -- [2]
				}, -- [59]
				{
					34, -- [1]
					1512656316, -- [2]
				}, -- [60]
				{
					37, -- [1]
					1512656316, -- [2]
				}, -- [61]
				{
					49, -- [1]
					1512656316, -- [2]
				}, -- [62]
				{
					50, -- [1]
					1512656316, -- [2]
				}, -- [63]
				{
					69, -- [1]
					1512656316, -- [2]
				}, -- [64]
				{
					71, -- [1]
					1512656316, -- [2]
				}, -- [65]
				{
					83, -- [1]
					1512656316, -- [2]
				}, -- [66]
				{
					85, -- [1]
					1512656316, -- [2]
				}, -- [67]
				{
					106, -- [1]
					1512656316, -- [2]
				}, -- [68]
				{
					109, -- [1]
					1512656316, -- [2]
				}, -- [69]
				{
					110, -- [1]
					1512656316, -- [2]
				}, -- [70]
				{
					112, -- [1]
					1512656316, -- [2]
				}, -- [71]
				{
					127, -- [1]
					1512656316, -- [2]
				}, -- [72]
				{
					129, -- [1]
					1512656316, -- [2]
				}, -- [73]
				{
					131, -- [1]
					1512656316, -- [2]
				}, -- [74]
				{
					135, -- [1]
					1512656316, -- [2]
				}, -- [75]
				{
					145, -- [1]
					1512656316, -- [2]
				}, -- [76]
				{
					146, -- [1]
					1512656316, -- [2]
				}, -- [77]
				{
					150, -- [1]
					1512656316, -- [2]
				}, -- [78]
				{
					167, -- [1]
					1512656316, -- [2]
				}, -- [79]
				{
					169, -- [1]
					1512656316, -- [2]
				}, -- [80]
				{
					180, -- [1]
					1512656316, -- [2]
				}, -- [81]
				{
					200, -- [1]
					1512656316, -- [2]
				}, -- [82]
				{
					204, -- [1]
					1512656316, -- [2]
				}, -- [83]
				{
					219, -- [1]
					1512656316, -- [2]
				}, -- [84]
				{
					229, -- [1]
					1512656316, -- [2]
				}, -- [85]
				{
					238, -- [1]
					1512656316, -- [2]
				}, -- [86]
				{
					291, -- [1]
					1512656316, -- [2]
				}, -- [87]
				{
					292, -- [1]
					1512656316, -- [2]
				}, -- [88]
				{
					311, -- [1]
					1512656316, -- [2]
				}, -- [89]
				{
					313, -- [1]
					1512656316, -- [2]
				}, -- [90]
				{
					326, -- [1]
					1512656316, -- [2]
				}, -- [91]
				{
					345, -- [1]
					1512656316, -- [2]
				}, -- [92]
				{
					348, -- [1]
					1512656316, -- [2]
				}, -- [93]
				{
					362, -- [1]
					1512656316, -- [2]
				}, -- [94]
				{
					368, -- [1]
					1512656316, -- [2]
				}, -- [95]
				{
					381, -- [1]
					1512656316, -- [2]
				}, -- [96]
				{
					387, -- [1]
					1512656316, -- [2]
				}, -- [97]
				{
					389, -- [1]
					1512656316, -- [2]
				}, -- [98]
				{
					390, -- [1]
					1512656316, -- [2]
				}, -- [99]
				{
					400, -- [1]
					1512656316, -- [2]
				}, -- [100]
				{
					402, -- [1]
					1512656316, -- [2]
				}, -- [101]
				{
					412, -- [1]
					1512656316, -- [2]
				}, -- [102]
				{
					414, -- [1]
					1512656316, -- [2]
				}, -- [103]
				{
					418, -- [1]
					1512656316, -- [2]
				}, -- [104]
				{
					421, -- [1]
					1512656316, -- [2]
				}, -- [105]
				{
					425, -- [1]
					1512656316, -- [2]
				}, -- [106]
				{
					446, -- [1]
					1512656316, -- [2]
				}, -- [107]
				{
					447, -- [1]
					1512656316, -- [2]
				}, -- [108]
				{
					459, -- [1]
					1512656316, -- [2]
				}, -- [109]
				{
					460, -- [1]
					1512656316, -- [2]
				}, -- [110]
				{
					466, -- [1]
					1512656316, -- [2]
				}, -- [111]
				{
					467, -- [1]
					1512656316, -- [2]
				}, -- [112]
				{
					479, -- [1]
					1512656316, -- [2]
				}, -- [113]
				{
					481, -- [1]
					1512656316, -- [2]
				}, -- [114]
				{
					486, -- [1]
					1512656316, -- [2]
				}, -- [115]
				{
					487, -- [1]
					1512656316, -- [2]
				}, -- [116]
			},
			["干扰力场"] = {
				{
					210, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					212, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					215, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					219, -- [1]
					1512655143, -- [2]
				}, -- [4]
				{
					221, -- [1]
					1512655143, -- [2]
				}, -- [5]
				{
					224, -- [1]
					1512655143, -- [2]
				}, -- [6]
				{
					229, -- [1]
					1512655143, -- [2]
				}, -- [7]
				{
					231, -- [1]
					1512655143, -- [2]
				}, -- [8]
				{
					234, -- [1]
					1512655143, -- [2]
				}, -- [9]
				{
					240, -- [1]
					1512655143, -- [2]
				}, -- [10]
				{
					242, -- [1]
					1512655143, -- [2]
				}, -- [11]
				{
					244, -- [1]
					1512655143, -- [2]
				}, -- [12]
				{
					248, -- [1]
					1512655143, -- [2]
				}, -- [13]
				{
					251, -- [1]
					1512655143, -- [2]
				}, -- [14]
				{
					253, -- [1]
					1512655143, -- [2]
				}, -- [15]
				{
					259, -- [1]
					1512655143, -- [2]
				}, -- [16]
				{
					262, -- [1]
					1512655143, -- [2]
				}, -- [17]
				{
					264, -- [1]
					1512655143, -- [2]
				}, -- [18]
				{
					275, -- [1]
					1512655143, -- [2]
				}, -- [19]
				{
					277, -- [1]
					1512655143, -- [2]
				}, -- [20]
				{
					280, -- [1]
					1512655143, -- [2]
				}, -- [21]
				{
					221, -- [1]
					1512655597, -- [2]
				}, -- [22]
				{
					223, -- [1]
					1512655597, -- [2]
				}, -- [23]
				{
					226, -- [1]
					1512655597, -- [2]
				}, -- [24]
				{
					230, -- [1]
					1512655597, -- [2]
				}, -- [25]
				{
					233, -- [1]
					1512655597, -- [2]
				}, -- [26]
				{
					235, -- [1]
					1512655597, -- [2]
				}, -- [27]
				{
					240, -- [1]
					1512655597, -- [2]
				}, -- [28]
				{
					242, -- [1]
					1512655597, -- [2]
				}, -- [29]
				{
					245, -- [1]
					1512655597, -- [2]
				}, -- [30]
				{
					249, -- [1]
					1512655597, -- [2]
				}, -- [31]
				{
					251, -- [1]
					1512655597, -- [2]
				}, -- [32]
				{
					254, -- [1]
					1512655597, -- [2]
				}, -- [33]
				{
					259, -- [1]
					1512655597, -- [2]
				}, -- [34]
				{
					261, -- [1]
					1512655597, -- [2]
				}, -- [35]
				{
					264, -- [1]
					1512655597, -- [2]
				}, -- [36]
				{
					268, -- [1]
					1512655597, -- [2]
				}, -- [37]
				{
					271, -- [1]
					1512655597, -- [2]
				}, -- [38]
				{
					273, -- [1]
					1512655597, -- [2]
				}, -- [39]
				{
					277, -- [1]
					1512655597, -- [2]
				}, -- [40]
				{
					279, -- [1]
					1512655597, -- [2]
				}, -- [41]
				{
					282, -- [1]
					1512655597, -- [2]
				}, -- [42]
				{
					191, -- [1]
					1512656316, -- [2]
				}, -- [43]
				{
					193, -- [1]
					1512656316, -- [2]
				}, -- [44]
				{
					196, -- [1]
					1512656316, -- [2]
				}, -- [45]
				{
					207, -- [1]
					1512656316, -- [2]
				}, -- [46]
				{
					209, -- [1]
					1512656316, -- [2]
				}, -- [47]
				{
					212, -- [1]
					1512656316, -- [2]
				}, -- [48]
				{
					216, -- [1]
					1512656316, -- [2]
				}, -- [49]
				{
					218, -- [1]
					1512656316, -- [2]
				}, -- [50]
				{
					220, -- [1]
					1512656316, -- [2]
				}, -- [51]
				{
					227, -- [1]
					1512656316, -- [2]
				}, -- [52]
				{
					229, -- [1]
					1512656316, -- [2]
				}, -- [53]
				{
					231, -- [1]
					1512656316, -- [2]
				}, -- [54]
				{
					235, -- [1]
					1512656316, -- [2]
				}, -- [55]
				{
					237, -- [1]
					1512656316, -- [2]
				}, -- [56]
				{
					240, -- [1]
					1512656316, -- [2]
				}, -- [57]
				{
					246, -- [1]
					1512656316, -- [2]
				}, -- [58]
				{
					248, -- [1]
					1512656316, -- [2]
				}, -- [59]
				{
					250, -- [1]
					1512656316, -- [2]
				}, -- [60]
				{
					256, -- [1]
					1512656316, -- [2]
				}, -- [61]
				{
					258, -- [1]
					1512656316, -- [2]
				}, -- [62]
				{
					260, -- [1]
					1512656316, -- [2]
				}, -- [63]
				{
					267, -- [1]
					1512656316, -- [2]
				}, -- [64]
				{
					269, -- [1]
					1512656316, -- [2]
				}, -- [65]
				{
					271, -- [1]
					1512656316, -- [2]
				}, -- [66]
				{
					275, -- [1]
					1512656316, -- [2]
				}, -- [67]
				{
					278, -- [1]
					1512656316, -- [2]
				}, -- [68]
				{
					280, -- [1]
					1512656316, -- [2]
				}, -- [69]
				{
					483, -- [1]
					1512656316, -- [2]
				}, -- [70]
				{
					485, -- [1]
					1512656316, -- [2]
				}, -- [71]
				{
					488, -- [1]
					1512656316, -- [2]
				}, -- [72]
			},
			["弱点攻击"] = {
				{
					8, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					17, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					25, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					33, -- [1]
					1512655143, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1512655143, -- [2]
				}, -- [5]
				{
					50, -- [1]
					1512655143, -- [2]
				}, -- [6]
				{
					59, -- [1]
					1512655143, -- [2]
				}, -- [7]
				{
					67, -- [1]
					1512655143, -- [2]
				}, -- [8]
				{
					76, -- [1]
					1512655143, -- [2]
				}, -- [9]
				{
					84, -- [1]
					1512655143, -- [2]
				}, -- [10]
				{
					98, -- [1]
					1512655143, -- [2]
				}, -- [11]
				{
					106, -- [1]
					1512655143, -- [2]
				}, -- [12]
				{
					115, -- [1]
					1512655143, -- [2]
				}, -- [13]
				{
					123, -- [1]
					1512655143, -- [2]
				}, -- [14]
				{
					132, -- [1]
					1512655143, -- [2]
				}, -- [15]
				{
					140, -- [1]
					1512655143, -- [2]
				}, -- [16]
				{
					149, -- [1]
					1512655143, -- [2]
				}, -- [17]
				{
					158, -- [1]
					1512655143, -- [2]
				}, -- [18]
				{
					166, -- [1]
					1512655143, -- [2]
				}, -- [19]
				{
					175, -- [1]
					1512655143, -- [2]
				}, -- [20]
				{
					194, -- [1]
					1512655143, -- [2]
				}, -- [21]
				{
					203, -- [1]
					1512655143, -- [2]
				}, -- [22]
				{
					211, -- [1]
					1512655143, -- [2]
				}, -- [23]
				{
					220, -- [1]
					1512655143, -- [2]
				}, -- [24]
				{
					228, -- [1]
					1512655143, -- [2]
				}, -- [25]
				{
					237, -- [1]
					1512655143, -- [2]
				}, -- [26]
				{
					245, -- [1]
					1512655143, -- [2]
				}, -- [27]
				{
					254, -- [1]
					1512655143, -- [2]
				}, -- [28]
				{
					262, -- [1]
					1512655143, -- [2]
				}, -- [29]
				{
					271, -- [1]
					1512655143, -- [2]
				}, -- [30]
				{
					286, -- [1]
					1512655143, -- [2]
				}, -- [31]
				{
					294, -- [1]
					1512655143, -- [2]
				}, -- [32]
				{
					303, -- [1]
					1512655143, -- [2]
				}, -- [33]
				{
					314, -- [1]
					1512655143, -- [2]
				}, -- [34]
				{
					7, -- [1]
					1512655597, -- [2]
				}, -- [35]
				{
					16, -- [1]
					1512655597, -- [2]
				}, -- [36]
				{
					24, -- [1]
					1512655597, -- [2]
				}, -- [37]
				{
					33, -- [1]
					1512655597, -- [2]
				}, -- [38]
				{
					42, -- [1]
					1512655597, -- [2]
				}, -- [39]
				{
					50, -- [1]
					1512655597, -- [2]
				}, -- [40]
				{
					59, -- [1]
					1512655597, -- [2]
				}, -- [41]
				{
					67, -- [1]
					1512655597, -- [2]
				}, -- [42]
				{
					76, -- [1]
					1512655597, -- [2]
				}, -- [43]
				{
					84, -- [1]
					1512655597, -- [2]
				}, -- [44]
				{
					99, -- [1]
					1512655597, -- [2]
				}, -- [45]
				{
					107, -- [1]
					1512655597, -- [2]
				}, -- [46]
				{
					116, -- [1]
					1512655597, -- [2]
				}, -- [47]
				{
					125, -- [1]
					1512655597, -- [2]
				}, -- [48]
				{
					133, -- [1]
					1512655597, -- [2]
				}, -- [49]
				{
					142, -- [1]
					1512655597, -- [2]
				}, -- [50]
				{
					150, -- [1]
					1512655597, -- [2]
				}, -- [51]
				{
					159, -- [1]
					1512655597, -- [2]
				}, -- [52]
				{
					167, -- [1]
					1512655597, -- [2]
				}, -- [53]
				{
					176, -- [1]
					1512655597, -- [2]
				}, -- [54]
				{
					192, -- [1]
					1512655597, -- [2]
				}, -- [55]
				{
					200, -- [1]
					1512655597, -- [2]
				}, -- [56]
				{
					209, -- [1]
					1512655597, -- [2]
				}, -- [57]
				{
					217, -- [1]
					1512655597, -- [2]
				}, -- [58]
				{
					226, -- [1]
					1512655597, -- [2]
				}, -- [59]
				{
					234, -- [1]
					1512655597, -- [2]
				}, -- [60]
				{
					243, -- [1]
					1512655597, -- [2]
				}, -- [61]
				{
					251, -- [1]
					1512655597, -- [2]
				}, -- [62]
				{
					260, -- [1]
					1512655597, -- [2]
				}, -- [63]
				{
					269, -- [1]
					1512655597, -- [2]
				}, -- [64]
				{
					287, -- [1]
					1512655597, -- [2]
				}, -- [65]
				{
					295, -- [1]
					1512655597, -- [2]
				}, -- [66]
				{
					305, -- [1]
					1512655597, -- [2]
				}, -- [67]
				{
					8, -- [1]
					1512656316, -- [2]
				}, -- [68]
				{
					16, -- [1]
					1512656316, -- [2]
				}, -- [69]
				{
					25, -- [1]
					1512656316, -- [2]
				}, -- [70]
				{
					33, -- [1]
					1512656316, -- [2]
				}, -- [71]
				{
					42, -- [1]
					1512656316, -- [2]
				}, -- [72]
				{
					50, -- [1]
					1512656316, -- [2]
				}, -- [73]
				{
					59, -- [1]
					1512656316, -- [2]
				}, -- [74]
				{
					67, -- [1]
					1512656316, -- [2]
				}, -- [75]
				{
					76, -- [1]
					1512656316, -- [2]
				}, -- [76]
				{
					84, -- [1]
					1512656316, -- [2]
				}, -- [77]
				{
					98, -- [1]
					1512656316, -- [2]
				}, -- [78]
				{
					106, -- [1]
					1512656316, -- [2]
				}, -- [79]
				{
					115, -- [1]
					1512656316, -- [2]
				}, -- [80]
				{
					123, -- [1]
					1512656316, -- [2]
				}, -- [81]
				{
					132, -- [1]
					1512656316, -- [2]
				}, -- [82]
				{
					141, -- [1]
					1512656316, -- [2]
				}, -- [83]
				{
					149, -- [1]
					1512656316, -- [2]
				}, -- [84]
				{
					158, -- [1]
					1512656316, -- [2]
				}, -- [85]
				{
					166, -- [1]
					1512656316, -- [2]
				}, -- [86]
				{
					175, -- [1]
					1512656316, -- [2]
				}, -- [87]
				{
					192, -- [1]
					1512656316, -- [2]
				}, -- [88]
				{
					200, -- [1]
					1512656316, -- [2]
				}, -- [89]
				{
					209, -- [1]
					1512656316, -- [2]
				}, -- [90]
				{
					219, -- [1]
					1512656316, -- [2]
				}, -- [91]
				{
					227, -- [1]
					1512656316, -- [2]
				}, -- [92]
				{
					236, -- [1]
					1512656316, -- [2]
				}, -- [93]
				{
					244, -- [1]
					1512656316, -- [2]
				}, -- [94]
				{
					253, -- [1]
					1512656316, -- [2]
				}, -- [95]
				{
					261, -- [1]
					1512656316, -- [2]
				}, -- [96]
				{
					270, -- [1]
					1512656316, -- [2]
				}, -- [97]
				{
					283, -- [1]
					1512656316, -- [2]
				}, -- [98]
				{
					292, -- [1]
					1512656316, -- [2]
				}, -- [99]
				{
					300, -- [1]
					1512656316, -- [2]
				}, -- [100]
				{
					309, -- [1]
					1512656316, -- [2]
				}, -- [101]
				{
					317, -- [1]
					1512656316, -- [2]
				}, -- [102]
				{
					326, -- [1]
					1512656316, -- [2]
				}, -- [103]
				{
					335, -- [1]
					1512656316, -- [2]
				}, -- [104]
				{
					343, -- [1]
					1512656316, -- [2]
				}, -- [105]
				{
					352, -- [1]
					1512656316, -- [2]
				}, -- [106]
				{
					360, -- [1]
					1512656316, -- [2]
				}, -- [107]
				{
					376, -- [1]
					1512656316, -- [2]
				}, -- [108]
				{
					385, -- [1]
					1512656316, -- [2]
				}, -- [109]
				{
					393, -- [1]
					1512656316, -- [2]
				}, -- [110]
				{
					402, -- [1]
					1512656316, -- [2]
				}, -- [111]
				{
					411, -- [1]
					1512656316, -- [2]
				}, -- [112]
				{
					419, -- [1]
					1512656316, -- [2]
				}, -- [113]
				{
					427, -- [1]
					1512656316, -- [2]
				}, -- [114]
				{
					436, -- [1]
					1512656316, -- [2]
				}, -- [115]
				{
					444, -- [1]
					1512656316, -- [2]
				}, -- [116]
				{
					453, -- [1]
					1512656316, -- [2]
				}, -- [117]
				{
					470, -- [1]
					1512656316, -- [2]
				}, -- [118]
				{
					479, -- [1]
					1512656316, -- [2]
				}, -- [119]
				{
					487, -- [1]
					1512656316, -- [2]
				}, -- [120]
				{
					496, -- [1]
					1512656316, -- [2]
				}, -- [121]
			},
			["炎爆术"] = {
				{
					125, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					204, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					305, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					89, -- [1]
					1512655597, -- [2]
				}, -- [4]
				{
					113, -- [1]
					1512655597, -- [2]
				}, -- [5]
				{
					117, -- [1]
					1512655597, -- [2]
				}, -- [6]
				{
					148, -- [1]
					1512655597, -- [2]
				}, -- [7]
				{
					195, -- [1]
					1512655597, -- [2]
				}, -- [8]
				{
					200, -- [1]
					1512655597, -- [2]
				}, -- [9]
				{
					205, -- [1]
					1512655597, -- [2]
				}, -- [10]
				{
					209, -- [1]
					1512655597, -- [2]
				}, -- [11]
				{
					213, -- [1]
					1512655597, -- [2]
				}, -- [12]
				{
					218, -- [1]
					1512655597, -- [2]
				}, -- [13]
				{
					222, -- [1]
					1512655597, -- [2]
				}, -- [14]
				{
					227, -- [1]
					1512655597, -- [2]
				}, -- [15]
				{
					232, -- [1]
					1512655597, -- [2]
				}, -- [16]
				{
					237, -- [1]
					1512655597, -- [2]
				}, -- [17]
				{
					243, -- [1]
					1512655597, -- [2]
				}, -- [18]
				{
					248, -- [1]
					1512655597, -- [2]
				}, -- [19]
				{
					252, -- [1]
					1512655597, -- [2]
				}, -- [20]
				{
					257, -- [1]
					1512655597, -- [2]
				}, -- [21]
				{
					262, -- [1]
					1512655597, -- [2]
				}, -- [22]
				{
					268, -- [1]
					1512655597, -- [2]
				}, -- [23]
				{
					273, -- [1]
					1512655597, -- [2]
				}, -- [24]
				{
					278, -- [1]
					1512655597, -- [2]
				}, -- [25]
				{
					283, -- [1]
					1512655597, -- [2]
				}, -- [26]
				{
					288, -- [1]
					1512655597, -- [2]
				}, -- [27]
				{
					292, -- [1]
					1512655597, -- [2]
				}, -- [28]
				{
					296, -- [1]
					1512655597, -- [2]
				}, -- [29]
				{
					298, -- [1]
					1512655597, -- [2]
				}, -- [30]
				{
					305, -- [1]
					1512655597, -- [2]
				}, -- [31]
				{
					310, -- [1]
					1512655597, -- [2]
				}, -- [32]
				{
					209, -- [1]
					1512656316, -- [2]
				}, -- [33]
				{
					412, -- [1]
					1512656316, -- [2]
				}, -- [34]
				{
					424, -- [1]
					1512656316, -- [2]
				}, -- [35]
				{
					428, -- [1]
					1512656316, -- [2]
				}, -- [36]
				{
					439, -- [1]
					1512656316, -- [2]
				}, -- [37]
				{
					469, -- [1]
					1512656316, -- [2]
				}, -- [38]
				{
					474, -- [1]
					1512656316, -- [2]
				}, -- [39]
				{
					480, -- [1]
					1512656316, -- [2]
				}, -- [40]
				{
					488, -- [1]
					1512656316, -- [2]
				}, -- [41]
				{
					495, -- [1]
					1512656316, -- [2]
				}, -- [42]
				{
					499, -- [1]
					1512656316, -- [2]
				}, -- [43]
			},
			["熵能地雷"] = {
				{
					17, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					18, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					27, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					28, -- [1]
					1512655143, -- [2]
				}, -- [4]
				{
					37, -- [1]
					1512655143, -- [2]
				}, -- [5]
				{
					38, -- [1]
					1512655143, -- [2]
				}, -- [6]
				{
					39, -- [1]
					1512655143, -- [2]
				}, -- [7]
				{
					46, -- [1]
					1512655143, -- [2]
				}, -- [8]
				{
					47, -- [1]
					1512655143, -- [2]
				}, -- [9]
				{
					56, -- [1]
					1512655143, -- [2]
				}, -- [10]
				{
					57, -- [1]
					1512655143, -- [2]
				}, -- [11]
				{
					58, -- [1]
					1512655143, -- [2]
				}, -- [12]
				{
					68, -- [1]
					1512655143, -- [2]
				}, -- [13]
				{
					69, -- [1]
					1512655143, -- [2]
				}, -- [14]
				{
					77, -- [1]
					1512655143, -- [2]
				}, -- [15]
				{
					78, -- [1]
					1512655143, -- [2]
				}, -- [16]
				{
					79, -- [1]
					1512655143, -- [2]
				}, -- [17]
				{
					86, -- [1]
					1512655143, -- [2]
				}, -- [18]
				{
					87, -- [1]
					1512655143, -- [2]
				}, -- [19]
				{
					88, -- [1]
					1512655143, -- [2]
				}, -- [20]
				{
					192, -- [1]
					1512655143, -- [2]
				}, -- [21]
				{
					193, -- [1]
					1512655143, -- [2]
				}, -- [22]
				{
					202, -- [1]
					1512655143, -- [2]
				}, -- [23]
				{
					203, -- [1]
					1512655143, -- [2]
				}, -- [24]
				{
					214, -- [1]
					1512655143, -- [2]
				}, -- [25]
				{
					215, -- [1]
					1512655143, -- [2]
				}, -- [26]
				{
					225, -- [1]
					1512655143, -- [2]
				}, -- [27]
				{
					226, -- [1]
					1512655143, -- [2]
				}, -- [28]
				{
					233, -- [1]
					1512655143, -- [2]
				}, -- [29]
				{
					234, -- [1]
					1512655143, -- [2]
				}, -- [30]
				{
					243, -- [1]
					1512655143, -- [2]
				}, -- [31]
				{
					244, -- [1]
					1512655143, -- [2]
				}, -- [32]
				{
					245, -- [1]
					1512655143, -- [2]
				}, -- [33]
				{
					253, -- [1]
					1512655143, -- [2]
				}, -- [34]
				{
					254, -- [1]
					1512655143, -- [2]
				}, -- [35]
				{
					262, -- [1]
					1512655143, -- [2]
				}, -- [36]
				{
					265, -- [1]
					1512655143, -- [2]
				}, -- [37]
				{
					273, -- [1]
					1512655143, -- [2]
				}, -- [38]
				{
					274, -- [1]
					1512655143, -- [2]
				}, -- [39]
				{
					275, -- [1]
					1512655143, -- [2]
				}, -- [40]
				{
					295, -- [1]
					1512655143, -- [2]
				}, -- [41]
				{
					296, -- [1]
					1512655143, -- [2]
				}, -- [42]
				{
					297, -- [1]
					1512655143, -- [2]
				}, -- [43]
				{
					298, -- [1]
					1512655143, -- [2]
				}, -- [44]
				{
					304, -- [1]
					1512655143, -- [2]
				}, -- [45]
				{
					305, -- [1]
					1512655143, -- [2]
				}, -- [46]
				{
					17, -- [1]
					1512655597, -- [2]
				}, -- [47]
				{
					18, -- [1]
					1512655597, -- [2]
				}, -- [48]
				{
					19, -- [1]
					1512655597, -- [2]
				}, -- [49]
				{
					26, -- [1]
					1512655597, -- [2]
				}, -- [50]
				{
					27, -- [1]
					1512655597, -- [2]
				}, -- [51]
				{
					37, -- [1]
					1512655597, -- [2]
				}, -- [52]
				{
					38, -- [1]
					1512655597, -- [2]
				}, -- [53]
				{
					47, -- [1]
					1512655597, -- [2]
				}, -- [54]
				{
					48, -- [1]
					1512655597, -- [2]
				}, -- [55]
				{
					57, -- [1]
					1512655597, -- [2]
				}, -- [56]
				{
					58, -- [1]
					1512655597, -- [2]
				}, -- [57]
				{
					59, -- [1]
					1512655597, -- [2]
				}, -- [58]
				{
					66, -- [1]
					1512655597, -- [2]
				}, -- [59]
				{
					67, -- [1]
					1512655597, -- [2]
				}, -- [60]
				{
					69, -- [1]
					1512655597, -- [2]
				}, -- [61]
				{
					76, -- [1]
					1512655597, -- [2]
				}, -- [62]
				{
					77, -- [1]
					1512655597, -- [2]
				}, -- [63]
				{
					78, -- [1]
					1512655597, -- [2]
				}, -- [64]
				{
					79, -- [1]
					1512655597, -- [2]
				}, -- [65]
				{
					85, -- [1]
					1512655597, -- [2]
				}, -- [66]
				{
					86, -- [1]
					1512655597, -- [2]
				}, -- [67]
				{
					192, -- [1]
					1512655597, -- [2]
				}, -- [68]
				{
					193, -- [1]
					1512655597, -- [2]
				}, -- [69]
				{
					194, -- [1]
					1512655597, -- [2]
				}, -- [70]
				{
					204, -- [1]
					1512655597, -- [2]
				}, -- [71]
				{
					205, -- [1]
					1512655597, -- [2]
				}, -- [72]
				{
					213, -- [1]
					1512655597, -- [2]
				}, -- [73]
				{
					214, -- [1]
					1512655597, -- [2]
				}, -- [74]
				{
					222, -- [1]
					1512655597, -- [2]
				}, -- [75]
				{
					223, -- [1]
					1512655597, -- [2]
				}, -- [76]
				{
					225, -- [1]
					1512655597, -- [2]
				}, -- [77]
				{
					232, -- [1]
					1512655597, -- [2]
				}, -- [78]
				{
					233, -- [1]
					1512655597, -- [2]
				}, -- [79]
				{
					234, -- [1]
					1512655597, -- [2]
				}, -- [80]
				{
					236, -- [1]
					1512655597, -- [2]
				}, -- [81]
				{
					242, -- [1]
					1512655597, -- [2]
				}, -- [82]
				{
					243, -- [1]
					1512655597, -- [2]
				}, -- [83]
				{
					244, -- [1]
					1512655597, -- [2]
				}, -- [84]
				{
					245, -- [1]
					1512655597, -- [2]
				}, -- [85]
				{
					251, -- [1]
					1512655597, -- [2]
				}, -- [86]
				{
					254, -- [1]
					1512655597, -- [2]
				}, -- [87]
				{
					262, -- [1]
					1512655597, -- [2]
				}, -- [88]
				{
					263, -- [1]
					1512655597, -- [2]
				}, -- [89]
				{
					271, -- [1]
					1512655597, -- [2]
				}, -- [90]
				{
					272, -- [1]
					1512655597, -- [2]
				}, -- [91]
				{
					273, -- [1]
					1512655597, -- [2]
				}, -- [92]
				{
					274, -- [1]
					1512655597, -- [2]
				}, -- [93]
				{
					296, -- [1]
					1512655597, -- [2]
				}, -- [94]
				{
					297, -- [1]
					1512655597, -- [2]
				}, -- [95]
				{
					298, -- [1]
					1512655597, -- [2]
				}, -- [96]
				{
					307, -- [1]
					1512655597, -- [2]
				}, -- [97]
				{
					308, -- [1]
					1512655597, -- [2]
				}, -- [98]
				{
					18, -- [1]
					1512656316, -- [2]
				}, -- [99]
				{
					19, -- [1]
					1512656316, -- [2]
				}, -- [100]
				{
					28, -- [1]
					1512656316, -- [2]
				}, -- [101]
				{
					29, -- [1]
					1512656316, -- [2]
				}, -- [102]
				{
					37, -- [1]
					1512656316, -- [2]
				}, -- [103]
				{
					38, -- [1]
					1512656316, -- [2]
				}, -- [104]
				{
					47, -- [1]
					1512656316, -- [2]
				}, -- [105]
				{
					48, -- [1]
					1512656316, -- [2]
				}, -- [106]
				{
					57, -- [1]
					1512656316, -- [2]
				}, -- [107]
				{
					58, -- [1]
					1512656316, -- [2]
				}, -- [108]
				{
					67, -- [1]
					1512656316, -- [2]
				}, -- [109]
				{
					68, -- [1]
					1512656316, -- [2]
				}, -- [110]
				{
					69, -- [1]
					1512656316, -- [2]
				}, -- [111]
				{
					76, -- [1]
					1512656316, -- [2]
				}, -- [112]
				{
					77, -- [1]
					1512656316, -- [2]
				}, -- [113]
				{
					89, -- [1]
					1512656316, -- [2]
				}, -- [114]
				{
					193, -- [1]
					1512656316, -- [2]
				}, -- [115]
				{
					194, -- [1]
					1512656316, -- [2]
				}, -- [116]
				{
					204, -- [1]
					1512656316, -- [2]
				}, -- [117]
				{
					205, -- [1]
					1512656316, -- [2]
				}, -- [118]
				{
					213, -- [1]
					1512656316, -- [2]
				}, -- [119]
				{
					214, -- [1]
					1512656316, -- [2]
				}, -- [120]
				{
					216, -- [1]
					1512656316, -- [2]
				}, -- [121]
				{
					222, -- [1]
					1512656316, -- [2]
				}, -- [122]
				{
					223, -- [1]
					1512656316, -- [2]
				}, -- [123]
				{
					225, -- [1]
					1512656316, -- [2]
				}, -- [124]
				{
					232, -- [1]
					1512656316, -- [2]
				}, -- [125]
				{
					233, -- [1]
					1512656316, -- [2]
				}, -- [126]
				{
					235, -- [1]
					1512656316, -- [2]
				}, -- [127]
				{
					241, -- [1]
					1512656316, -- [2]
				}, -- [128]
				{
					243, -- [1]
					1512656316, -- [2]
				}, -- [129]
				{
					244, -- [1]
					1512656316, -- [2]
				}, -- [130]
				{
					252, -- [1]
					1512656316, -- [2]
				}, -- [131]
				{
					254, -- [1]
					1512656316, -- [2]
				}, -- [132]
				{
					256, -- [1]
					1512656316, -- [2]
				}, -- [133]
				{
					261, -- [1]
					1512656316, -- [2]
				}, -- [134]
				{
					262, -- [1]
					1512656316, -- [2]
				}, -- [135]
				{
					263, -- [1]
					1512656316, -- [2]
				}, -- [136]
				{
					264, -- [1]
					1512656316, -- [2]
				}, -- [137]
				{
					271, -- [1]
					1512656316, -- [2]
				}, -- [138]
				{
					272, -- [1]
					1512656316, -- [2]
				}, -- [139]
				{
					273, -- [1]
					1512656316, -- [2]
				}, -- [140]
				{
					274, -- [1]
					1512656316, -- [2]
				}, -- [141]
				{
					296, -- [1]
					1512656316, -- [2]
				}, -- [142]
				{
					297, -- [1]
					1512656316, -- [2]
				}, -- [143]
				{
					298, -- [1]
					1512656316, -- [2]
				}, -- [144]
				{
					304, -- [1]
					1512656316, -- [2]
				}, -- [145]
				{
					305, -- [1]
					1512656316, -- [2]
				}, -- [146]
				{
					307, -- [1]
					1512656316, -- [2]
				}, -- [147]
				{
					309, -- [1]
					1512656316, -- [2]
				}, -- [148]
				{
					316, -- [1]
					1512656316, -- [2]
				}, -- [149]
				{
					318, -- [1]
					1512656316, -- [2]
				}, -- [150]
				{
					324, -- [1]
					1512656316, -- [2]
				}, -- [151]
				{
					325, -- [1]
					1512656316, -- [2]
				}, -- [152]
				{
					335, -- [1]
					1512656316, -- [2]
				}, -- [153]
				{
					344, -- [1]
					1512656316, -- [2]
				}, -- [154]
				{
					345, -- [1]
					1512656316, -- [2]
				}, -- [155]
				{
					355, -- [1]
					1512656316, -- [2]
				}, -- [156]
				{
					471, -- [1]
					1512656316, -- [2]
				}, -- [157]
				{
					472, -- [1]
					1512656316, -- [2]
				}, -- [158]
				{
					481, -- [1]
					1512656316, -- [2]
				}, -- [159]
				{
					485, -- [1]
					1512656316, -- [2]
				}, -- [160]
				{
					490, -- [1]
					1512656316, -- [2]
				}, -- [161]
				{
					493, -- [1]
					1512656316, -- [2]
				}, -- [162]
				{
					494, -- [1]
					1512656316, -- [2]
				}, -- [163]
				{
					501, -- [1]
					1512656316, -- [2]
				}, -- [164]
			},
			["齐射"] = {
				{
					110, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					141, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					170, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					203, -- [1]
					1512655143, -- [2]
				}, -- [4]
				{
					233, -- [1]
					1512655143, -- [2]
				}, -- [5]
				{
					264, -- [1]
					1512655143, -- [2]
				}, -- [6]
				{
					110, -- [1]
					1512655597, -- [2]
				}, -- [7]
				{
					139, -- [1]
					1512655597, -- [2]
				}, -- [8]
				{
					170, -- [1]
					1512655597, -- [2]
				}, -- [9]
				{
					203, -- [1]
					1512655597, -- [2]
				}, -- [10]
				{
					233, -- [1]
					1512655597, -- [2]
				}, -- [11]
				{
					263, -- [1]
					1512655597, -- [2]
				}, -- [12]
				{
					110, -- [1]
					1512656316, -- [2]
				}, -- [13]
				{
					140, -- [1]
					1512656316, -- [2]
				}, -- [14]
				{
					170, -- [1]
					1512656316, -- [2]
				}, -- [15]
				{
					204, -- [1]
					1512656316, -- [2]
				}, -- [16]
				{
					233, -- [1]
					1512656316, -- [2]
				}, -- [17]
				{
					263, -- [1]
					1512656316, -- [2]
				}, -- [18]
				{
					389, -- [1]
					1512656316, -- [2]
				}, -- [19]
				{
					420, -- [1]
					1512656316, -- [2]
				}, -- [20]
				{
					450, -- [1]
					1512656316, -- [2]
				}, -- [21]
				{
					482, -- [1]
					1512656316, -- [2]
				}, -- [22]
			},
			["重夺指挥"] = {
				{
					92, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					185, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					278, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					92, -- [1]
					1512655597, -- [2]
				}, -- [4]
				{
					185, -- [1]
					1512655597, -- [2]
				}, -- [5]
				{
					278, -- [1]
					1512655597, -- [2]
				}, -- [6]
				{
					92, -- [1]
					1512656316, -- [2]
				}, -- [7]
				{
					185, -- [1]
					1512656316, -- [2]
				}, -- [8]
				{
					278, -- [1]
					1512656316, -- [2]
				}, -- [9]
				{
					371, -- [1]
					1512656316, -- [2]
				}, -- [10]
				{
					465, -- [1]
					1512656316, -- [2]
				}, -- [11]
			},
			["剑刃风暴"] = {
				{
					12, -- [1]
					1512655143, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1512655143, -- [2]
				}, -- [2]
				{
					47, -- [1]
					1512655143, -- [2]
				}, -- [3]
				{
					48, -- [1]
					1512655143, -- [2]
				}, -- [4]
				{
					68, -- [1]
					1512655143, -- [2]
				}, -- [5]
				{
					69, -- [1]
					1512655143, -- [2]
				}, -- [6]
				{
					85, -- [1]
					1512655143, -- [2]
				}, -- [7]
				{
					104, -- [1]
					1512655143, -- [2]
				}, -- [8]
				{
					105, -- [1]
					1512655143, -- [2]
				}, -- [9]
				{
					111, -- [1]
					1512655143, -- [2]
				}, -- [10]
				{
					112, -- [1]
					1512655143, -- [2]
				}, -- [11]
				{
					125, -- [1]
					1512655143, -- [2]
				}, -- [12]
				{
					127, -- [1]
					1512655143, -- [2]
				}, -- [13]
				{
					132, -- [1]
					1512655143, -- [2]
				}, -- [14]
				{
					134, -- [1]
					1512655143, -- [2]
				}, -- [15]
				{
					145, -- [1]
					1512655143, -- [2]
				}, -- [16]
				{
					146, -- [1]
					1512655143, -- [2]
				}, -- [17]
				{
					147, -- [1]
					1512655143, -- [2]
				}, -- [18]
				{
					163, -- [1]
					1512655143, -- [2]
				}, -- [19]
				{
					170, -- [1]
					1512655143, -- [2]
				}, -- [20]
				{
					180, -- [1]
					1512655143, -- [2]
				}, -- [21]
				{
					181, -- [1]
					1512655143, -- [2]
				}, -- [22]
				{
					188, -- [1]
					1512655143, -- [2]
				}, -- [23]
				{
					201, -- [1]
					1512655143, -- [2]
				}, -- [24]
				{
					204, -- [1]
					1512655143, -- [2]
				}, -- [25]
				{
					208, -- [1]
					1512655143, -- [2]
				}, -- [26]
				{
					220, -- [1]
					1512655143, -- [2]
				}, -- [27]
				{
					223, -- [1]
					1512655143, -- [2]
				}, -- [28]
				{
					292, -- [1]
					1512655143, -- [2]
				}, -- [29]
				{
					12, -- [1]
					1512655597, -- [2]
				}, -- [30]
				{
					31, -- [1]
					1512655597, -- [2]
				}, -- [31]
				{
					35, -- [1]
					1512655597, -- [2]
				}, -- [32]
				{
					48, -- [1]
					1512655597, -- [2]
				}, -- [33]
				{
					72, -- [1]
					1512655597, -- [2]
				}, -- [34]
				{
					82, -- [1]
					1512655597, -- [2]
				}, -- [35]
				{
					104, -- [1]
					1512655597, -- [2]
				}, -- [36]
				{
					105, -- [1]
					1512655597, -- [2]
				}, -- [37]
				{
					110, -- [1]
					1512655597, -- [2]
				}, -- [38]
				{
					124, -- [1]
					1512655597, -- [2]
				}, -- [39]
				{
					127, -- [1]
					1512655597, -- [2]
				}, -- [40]
				{
					129, -- [1]
					1512655597, -- [2]
				}, -- [41]
				{
					145, -- [1]
					1512655597, -- [2]
				}, -- [42]
				{
					147, -- [1]
					1512655597, -- [2]
				}, -- [43]
				{
					151, -- [1]
					1512655597, -- [2]
				}, -- [44]
				{
					152, -- [1]
					1512655597, -- [2]
				}, -- [45]
				{
					165, -- [1]
					1512655597, -- [2]
				}, -- [46]
				{
					168, -- [1]
					1512655597, -- [2]
				}, -- [47]
				{
					169, -- [1]
					1512655597, -- [2]
				}, -- [48]
				{
					171, -- [1]
					1512655597, -- [2]
				}, -- [49]
				{
					180, -- [1]
					1512655597, -- [2]
				}, -- [50]
				{
					189, -- [1]
					1512655597, -- [2]
				}, -- [51]
				{
					201, -- [1]
					1512655597, -- [2]
				}, -- [52]
				{
					202, -- [1]
					1512655597, -- [2]
				}, -- [53]
				{
					222, -- [1]
					1512655597, -- [2]
				}, -- [54]
				{
					224, -- [1]
					1512655597, -- [2]
				}, -- [55]
				{
					291, -- [1]
					1512655597, -- [2]
				}, -- [56]
				{
					292, -- [1]
					1512655597, -- [2]
				}, -- [57]
				{
					12, -- [1]
					1512656316, -- [2]
				}, -- [58]
				{
					34, -- [1]
					1512656316, -- [2]
				}, -- [59]
				{
					37, -- [1]
					1512656316, -- [2]
				}, -- [60]
				{
					49, -- [1]
					1512656316, -- [2]
				}, -- [61]
				{
					50, -- [1]
					1512656316, -- [2]
				}, -- [62]
				{
					69, -- [1]
					1512656316, -- [2]
				}, -- [63]
				{
					71, -- [1]
					1512656316, -- [2]
				}, -- [64]
				{
					83, -- [1]
					1512656316, -- [2]
				}, -- [65]
				{
					85, -- [1]
					1512656316, -- [2]
				}, -- [66]
				{
					106, -- [1]
					1512656316, -- [2]
				}, -- [67]
				{
					109, -- [1]
					1512656316, -- [2]
				}, -- [68]
				{
					110, -- [1]
					1512656316, -- [2]
				}, -- [69]
				{
					112, -- [1]
					1512656316, -- [2]
				}, -- [70]
				{
					127, -- [1]
					1512656316, -- [2]
				}, -- [71]
				{
					129, -- [1]
					1512656316, -- [2]
				}, -- [72]
				{
					131, -- [1]
					1512656316, -- [2]
				}, -- [73]
				{
					135, -- [1]
					1512656316, -- [2]
				}, -- [74]
				{
					145, -- [1]
					1512656316, -- [2]
				}, -- [75]
				{
					146, -- [1]
					1512656316, -- [2]
				}, -- [76]
				{
					150, -- [1]
					1512656316, -- [2]
				}, -- [77]
				{
					167, -- [1]
					1512656316, -- [2]
				}, -- [78]
				{
					169, -- [1]
					1512656316, -- [2]
				}, -- [79]
				{
					180, -- [1]
					1512656316, -- [2]
				}, -- [80]
				{
					200, -- [1]
					1512656316, -- [2]
				}, -- [81]
				{
					204, -- [1]
					1512656316, -- [2]
				}, -- [82]
				{
					219, -- [1]
					1512656316, -- [2]
				}, -- [83]
				{
					229, -- [1]
					1512656316, -- [2]
				}, -- [84]
				{
					238, -- [1]
					1512656316, -- [2]
				}, -- [85]
				{
					291, -- [1]
					1512656316, -- [2]
				}, -- [86]
				{
					292, -- [1]
					1512656316, -- [2]
				}, -- [87]
				{
					311, -- [1]
					1512656316, -- [2]
				}, -- [88]
				{
					313, -- [1]
					1512656316, -- [2]
				}, -- [89]
				{
					326, -- [1]
					1512656316, -- [2]
				}, -- [90]
				{
					345, -- [1]
					1512656316, -- [2]
				}, -- [91]
				{
					348, -- [1]
					1512656316, -- [2]
				}, -- [92]
				{
					362, -- [1]
					1512656316, -- [2]
				}, -- [93]
				{
					368, -- [1]
					1512656316, -- [2]
				}, -- [94]
				{
					381, -- [1]
					1512656316, -- [2]
				}, -- [95]
				{
					387, -- [1]
					1512656316, -- [2]
				}, -- [96]
				{
					389, -- [1]
					1512656316, -- [2]
				}, -- [97]
				{
					390, -- [1]
					1512656316, -- [2]
				}, -- [98]
				{
					400, -- [1]
					1512656316, -- [2]
				}, -- [99]
				{
					402, -- [1]
					1512656316, -- [2]
				}, -- [100]
				{
					412, -- [1]
					1512656316, -- [2]
				}, -- [101]
				{
					414, -- [1]
					1512656316, -- [2]
				}, -- [102]
				{
					418, -- [1]
					1512656316, -- [2]
				}, -- [103]
				{
					421, -- [1]
					1512656316, -- [2]
				}, -- [104]
				{
					425, -- [1]
					1512656316, -- [2]
				}, -- [105]
				{
					446, -- [1]
					1512656316, -- [2]
				}, -- [106]
				{
					447, -- [1]
					1512656316, -- [2]
				}, -- [107]
				{
					459, -- [1]
					1512656316, -- [2]
				}, -- [108]
				{
					460, -- [1]
					1512656316, -- [2]
				}, -- [109]
				{
					466, -- [1]
					1512656316, -- [2]
				}, -- [110]
				{
					467, -- [1]
					1512656316, -- [2]
				}, -- [111]
				{
					479, -- [1]
					1512656316, -- [2]
				}, -- [112]
				{
					481, -- [1]
					1512656316, -- [2]
				}, -- [113]
				{
					486, -- [1]
					1512656316, -- [2]
				}, -- [114]
				{
					487, -- [1]
					1512656316, -- [2]
				}, -- [115]
			},
		},
		["ids"] = {
			["恶魔冲锋"] = 253037,
			["干扰力场"] = 254771,
			["弱点攻击"] = 244892,
			["炎爆术"] = 246505,
			["熵能地雷"] = 257262,
			["齐射"] = 244625,
			["重夺指挥"] = 245227,
			["剑刃风暴"] = 253038,
		},
	},
	["186714"] = {
		["deaths"] = {
			[137] = {
				1499696845, -- [1]
			},
			[126] = {
				1499696845, -- [1]
			},
			[121] = {
				1499696845, -- [1]
			},
			[77] = {
				1499696845, -- [1]
			},
			[187] = {
				1499696845, -- [1]
			},
		},
		["spells"] = {
			["回响之痛"] = {
				{
					4, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					20, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					55, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					76, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					95, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					117, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					135, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					150, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					176, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					192, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					206, -- [1]
					1499696845, -- [2]
				}, -- [11]
				{
					241, -- [1]
					1499696845, -- [2]
				}, -- [12]
				{
					260, -- [1]
					1499696845, -- [2]
				}, -- [13]
				{
					276, -- [1]
					1499696845, -- [2]
				}, -- [14]
				{
					303, -- [1]
					1499696845, -- [2]
				}, -- [15]
			},
			["邪能狂风"] = {
				{
					34, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					96, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					157, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					220, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					282, -- [1]
					1499696845, -- [2]
				}, -- [5]
			},
			["罪恶之痛"] = {
				{
					2, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					215, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					279, -- [1]
					1499696845, -- [2]
				}, -- [3]
			},
			["骨锯"] = {
				{
					61, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					122, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					182, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					243, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					304, -- [1]
					1499696845, -- [2]
				}, -- [5]
			},
			["灵魂腐蚀"] = {
				{
					48, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					54, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					66, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					72, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					78, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					84, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					90, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					96, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					103, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					109, -- [1]
					1499696845, -- [2]
				}, -- [11]
				{
					117, -- [1]
					1499696845, -- [2]
				}, -- [12]
				{
					123, -- [1]
					1499696845, -- [2]
				}, -- [13]
				{
					129, -- [1]
					1499696845, -- [2]
				}, -- [14]
				{
					135, -- [1]
					1499696845, -- [2]
				}, -- [15]
				{
					142, -- [1]
					1499696845, -- [2]
				}, -- [16]
				{
					148, -- [1]
					1499696845, -- [2]
				}, -- [17]
				{
					154, -- [1]
					1499696845, -- [2]
				}, -- [18]
				{
					160, -- [1]
					1499696845, -- [2]
				}, -- [19]
				{
					166, -- [1]
					1499696845, -- [2]
				}, -- [20]
				{
					172, -- [1]
					1499696845, -- [2]
				}, -- [21]
				{
					178, -- [1]
					1499696845, -- [2]
				}, -- [22]
				{
					187, -- [1]
					1499696845, -- [2]
				}, -- [23]
				{
					193, -- [1]
					1499696845, -- [2]
				}, -- [24]
				{
					199, -- [1]
					1499696845, -- [2]
				}, -- [25]
				{
					205, -- [1]
					1499696845, -- [2]
				}, -- [26]
				{
					211, -- [1]
					1499696845, -- [2]
				}, -- [27]
				{
					217, -- [1]
					1499696845, -- [2]
				}, -- [28]
				{
					225, -- [1]
					1499696845, -- [2]
				}, -- [29]
				{
					232, -- [1]
					1499696845, -- [2]
				}, -- [30]
				{
					238, -- [1]
					1499696845, -- [2]
				}, -- [31]
				{
					245, -- [1]
					1499696845, -- [2]
				}, -- [32]
				{
					251, -- [1]
					1499696845, -- [2]
				}, -- [33]
				{
					257, -- [1]
					1499696845, -- [2]
				}, -- [34]
				{
					263, -- [1]
					1499696845, -- [2]
				}, -- [35]
				{
					269, -- [1]
					1499696845, -- [2]
				}, -- [36]
				{
					275, -- [1]
					1499696845, -- [2]
				}, -- [37]
				{
					281, -- [1]
					1499696845, -- [2]
				}, -- [38]
				{
					287, -- [1]
					1499696845, -- [2]
				}, -- [39]
				{
					293, -- [1]
					1499696845, -- [2]
				}, -- [40]
				{
					299, -- [1]
					1499696845, -- [2]
				}, -- [41]
				{
					305, -- [1]
					1499696845, -- [2]
				}, -- [42]
				{
					311, -- [1]
					1499696845, -- [2]
				}, -- [43]
			},
			["镰刀横扫"] = {
				{
					9, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					58, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					82, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					106, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					143, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					167, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					204, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					228, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					264, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					289, -- [1]
					1499696845, -- [2]
				}, -- [11]
			},
			["折磨爆发"] = {
				{
					12, -- [1]
					1499696845, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1499696845, -- [2]
				}, -- [2]
				{
					53, -- [1]
					1499696845, -- [2]
				}, -- [3]
				{
					74, -- [1]
					1499696845, -- [2]
				}, -- [4]
				{
					115, -- [1]
					1499696845, -- [2]
				}, -- [5]
				{
					137, -- [1]
					1499696845, -- [2]
				}, -- [6]
				{
					178, -- [1]
					1499696845, -- [2]
				}, -- [7]
				{
					199, -- [1]
					1499696845, -- [2]
				}, -- [8]
				{
					217, -- [1]
					1499696845, -- [2]
				}, -- [9]
				{
					239, -- [1]
					1499696845, -- [2]
				}, -- [10]
				{
					262, -- [1]
					1499696845, -- [2]
				}, -- [11]
				{
					282, -- [1]
					1499696845, -- [2]
				}, -- [12]
				{
					301, -- [1]
					1499696845, -- [2]
				}, -- [13]
			},
		},
		["ids"] = {
			["回响之痛"] = 233983,
			["邪能狂风"] = 235230,
			["罪恶之痛"] = 239401,
			["骨锯"] = 233441,
			["灵魂腐蚀"] = 248713,
			["镰刀横扫"] = 233426,
			["折磨爆发"] = 234015,
		},
	},
	["190314"] = {
		["deaths"] = {
			[71] = {
				1499698740, -- [1]
			},
			[115] = {
				1505915560, -- [1]
				1505915560, -- [2]
			},
			[169] = {
				1505915560, -- [1]
			},
			[70] = {
				1499698740, -- [1]
			},
			[114] = {
				1500470898, -- [1]
				1500470898, -- [2]
				1500470898, -- [3]
			},
			[54] = {
				1499698740, -- [1]
				1499698740, -- [2]
				1499698740, -- [3]
				1500470898, -- [4]
				1500470898, -- [5]
			},
		},
		["spells"] = {
			["暗影射击"] = {
				{
					1, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					6, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					9, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					12, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					14, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					15, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					21, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					23, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					26, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					28, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					31, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					33, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					36, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					41, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					43, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					45, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					202, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					210, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					225, -- [1]
					1499698740, -- [2]
				}, -- [22]
				{
					227, -- [1]
					1499698740, -- [2]
				}, -- [23]
				{
					229, -- [1]
					1499698740, -- [2]
				}, -- [24]
				{
					231, -- [1]
					1499698740, -- [2]
				}, -- [25]
				{
					233, -- [1]
					1499698740, -- [2]
				}, -- [26]
				{
					236, -- [1]
					1499698740, -- [2]
				}, -- [27]
				{
					238, -- [1]
					1499698740, -- [2]
				}, -- [28]
				{
					240, -- [1]
					1499698740, -- [2]
				}, -- [29]
				{
					246, -- [1]
					1499698740, -- [2]
				}, -- [30]
				{
					248, -- [1]
					1499698740, -- [2]
				}, -- [31]
				{
					250, -- [1]
					1499698740, -- [2]
				}, -- [32]
				{
					253, -- [1]
					1499698740, -- [2]
				}, -- [33]
				{
					255, -- [1]
					1499698740, -- [2]
				}, -- [34]
				{
					257, -- [1]
					1499698740, -- [2]
				}, -- [35]
				{
					259, -- [1]
					1499698740, -- [2]
				}, -- [36]
				{
					261, -- [1]
					1499698740, -- [2]
				}, -- [37]
				{
					266, -- [1]
					1499698740, -- [2]
				}, -- [38]
				{
					277, -- [1]
					1499698740, -- [2]
				}, -- [39]
				{
					278, -- [1]
					1499698740, -- [2]
				}, -- [40]
				{
					280, -- [1]
					1499698740, -- [2]
				}, -- [41]
				{
					283, -- [1]
					1499698740, -- [2]
				}, -- [42]
				{
					285, -- [1]
					1499698740, -- [2]
				}, -- [43]
				{
					287, -- [1]
					1499698740, -- [2]
				}, -- [44]
				{
					289, -- [1]
					1499698740, -- [2]
				}, -- [45]
				{
					292, -- [1]
					1499698740, -- [2]
				}, -- [46]
				{
					298, -- [1]
					1499698740, -- [2]
				}, -- [47]
				{
					302, -- [1]
					1499698740, -- [2]
				}, -- [48]
				{
					304, -- [1]
					1499698740, -- [2]
				}, -- [49]
				{
					306, -- [1]
					1499698740, -- [2]
				}, -- [50]
				{
					308, -- [1]
					1499698740, -- [2]
				}, -- [51]
				{
					310, -- [1]
					1499698740, -- [2]
				}, -- [52]
				{
					311, -- [1]
					1499698740, -- [2]
				}, -- [53]
				{
					316, -- [1]
					1499698740, -- [2]
				}, -- [54]
				{
					317, -- [1]
					1499698740, -- [2]
				}, -- [55]
				{
					319, -- [1]
					1499698740, -- [2]
				}, -- [56]
				{
					336, -- [1]
					1499698740, -- [2]
				}, -- [57]
				{
					338, -- [1]
					1499698740, -- [2]
				}, -- [58]
				{
					340, -- [1]
					1499698740, -- [2]
				}, -- [59]
				{
					342, -- [1]
					1499698740, -- [2]
				}, -- [60]
				{
					344, -- [1]
					1499698740, -- [2]
				}, -- [61]
				{
					347, -- [1]
					1499698740, -- [2]
				}, -- [62]
				{
					349, -- [1]
					1499698740, -- [2]
				}, -- [63]
				{
					355, -- [1]
					1499698740, -- [2]
				}, -- [64]
				{
					356, -- [1]
					1499698740, -- [2]
				}, -- [65]
				{
					358, -- [1]
					1499698740, -- [2]
				}, -- [66]
				{
					360, -- [1]
					1499698740, -- [2]
				}, -- [67]
				{
					363, -- [1]
					1499698740, -- [2]
				}, -- [68]
				{
					365, -- [1]
					1499698740, -- [2]
				}, -- [69]
				{
					367, -- [1]
					1499698740, -- [2]
				}, -- [70]
				{
					369, -- [1]
					1499698740, -- [2]
				}, -- [71]
				{
					371, -- [1]
					1499698740, -- [2]
				}, -- [72]
				{
					375, -- [1]
					1499698740, -- [2]
				}, -- [73]
				{
					0, -- [1]
					1500470898, -- [2]
				}, -- [74]
				{
					4, -- [1]
					1500470898, -- [2]
				}, -- [75]
				{
					7, -- [1]
					1500470898, -- [2]
				}, -- [76]
				{
					9, -- [1]
					1500470898, -- [2]
				}, -- [77]
				{
					11, -- [1]
					1500470898, -- [2]
				}, -- [78]
				{
					14, -- [1]
					1500470898, -- [2]
				}, -- [79]
				{
					20, -- [1]
					1500470898, -- [2]
				}, -- [80]
				{
					22, -- [1]
					1500470898, -- [2]
				}, -- [81]
				{
					25, -- [1]
					1500470898, -- [2]
				}, -- [82]
				{
					27, -- [1]
					1500470898, -- [2]
				}, -- [83]
				{
					30, -- [1]
					1500470898, -- [2]
				}, -- [84]
				{
					32, -- [1]
					1500470898, -- [2]
				}, -- [85]
				{
					35, -- [1]
					1500470898, -- [2]
				}, -- [86]
				{
					39, -- [1]
					1500470898, -- [2]
				}, -- [87]
				{
					42, -- [1]
					1500470898, -- [2]
				}, -- [88]
				{
					44, -- [1]
					1500470898, -- [2]
				}, -- [89]
				{
					47, -- [1]
					1500470898, -- [2]
				}, -- [90]
				{
					60, -- [1]
					1500470898, -- [2]
				}, -- [91]
				{
					171, -- [1]
					1500470898, -- [2]
				}, -- [92]
				{
					173, -- [1]
					1500470898, -- [2]
				}, -- [93]
				{
					177, -- [1]
					1500470898, -- [2]
				}, -- [94]
				{
					179, -- [1]
					1500470898, -- [2]
				}, -- [95]
				{
					182, -- [1]
					1500470898, -- [2]
				}, -- [96]
				{
					184, -- [1]
					1500470898, -- [2]
				}, -- [97]
				{
					187, -- [1]
					1500470898, -- [2]
				}, -- [98]
				{
					191, -- [1]
					1500470898, -- [2]
				}, -- [99]
				{
					194, -- [1]
					1500470898, -- [2]
				}, -- [100]
				{
					196, -- [1]
					1500470898, -- [2]
				}, -- [101]
				{
					200, -- [1]
					1500470898, -- [2]
				}, -- [102]
				{
					202, -- [1]
					1500470898, -- [2]
				}, -- [103]
				{
					205, -- [1]
					1500470898, -- [2]
				}, -- [104]
				{
					211, -- [1]
					1500470898, -- [2]
				}, -- [105]
				{
					222, -- [1]
					1500470898, -- [2]
				}, -- [106]
				{
					225, -- [1]
					1500470898, -- [2]
				}, -- [107]
				{
					228, -- [1]
					1500470898, -- [2]
				}, -- [108]
				{
					234, -- [1]
					1500470898, -- [2]
				}, -- [109]
				{
					236, -- [1]
					1500470898, -- [2]
				}, -- [110]
				{
					239, -- [1]
					1500470898, -- [2]
				}, -- [111]
				{
					241, -- [1]
					1500470898, -- [2]
				}, -- [112]
				{
					245, -- [1]
					1500470898, -- [2]
				}, -- [113]
				{
					247, -- [1]
					1500470898, -- [2]
				}, -- [114]
				{
					253, -- [1]
					1500470898, -- [2]
				}, -- [115]
				{
					256, -- [1]
					1500470898, -- [2]
				}, -- [116]
				{
					258, -- [1]
					1500470898, -- [2]
				}, -- [117]
				{
					261, -- [1]
					1500470898, -- [2]
				}, -- [118]
				{
					263, -- [1]
					1500470898, -- [2]
				}, -- [119]
				{
					266, -- [1]
					1500470898, -- [2]
				}, -- [120]
				{
					278, -- [1]
					1500470898, -- [2]
				}, -- [121]
				{
					280, -- [1]
					1500470898, -- [2]
				}, -- [122]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [123]
				{
					0, -- [1]
					1505915560, -- [2]
				}, -- [124]
				{
					2, -- [1]
					1505915560, -- [2]
				}, -- [125]
				{
					4, -- [1]
					1505915560, -- [2]
				}, -- [126]
				{
					7, -- [1]
					1505915560, -- [2]
				}, -- [127]
				{
					9, -- [1]
					1505915560, -- [2]
				}, -- [128]
				{
					12, -- [1]
					1505915560, -- [2]
				}, -- [129]
				{
					14, -- [1]
					1505915560, -- [2]
				}, -- [130]
				{
					19, -- [1]
					1505915560, -- [2]
				}, -- [131]
				{
					23, -- [1]
					1505915560, -- [2]
				}, -- [132]
				{
					25, -- [1]
					1505915560, -- [2]
				}, -- [133]
				{
					27, -- [1]
					1505915560, -- [2]
				}, -- [134]
				{
					30, -- [1]
					1505915560, -- [2]
				}, -- [135]
				{
					32, -- [1]
					1505915560, -- [2]
				}, -- [136]
				{
					35, -- [1]
					1505915560, -- [2]
				}, -- [137]
				{
					40, -- [1]
					1505915560, -- [2]
				}, -- [138]
				{
					42, -- [1]
					1505915560, -- [2]
				}, -- [139]
				{
					45, -- [1]
					1505915560, -- [2]
				}, -- [140]
				{
					124, -- [1]
					1505915560, -- [2]
				}, -- [141]
				{
					126, -- [1]
					1505915560, -- [2]
				}, -- [142]
				{
					129, -- [1]
					1505915560, -- [2]
				}, -- [143]
				{
					131, -- [1]
					1505915560, -- [2]
				}, -- [144]
				{
					134, -- [1]
					1505915560, -- [2]
				}, -- [145]
				{
					136, -- [1]
					1505915560, -- [2]
				}, -- [146]
				{
					138, -- [1]
					1505915560, -- [2]
				}, -- [147]
				{
					144, -- [1]
					1505915560, -- [2]
				}, -- [148]
				{
					147, -- [1]
					1505915560, -- [2]
				}, -- [149]
				{
					149, -- [1]
					1505915560, -- [2]
				}, -- [150]
				{
					152, -- [1]
					1505915560, -- [2]
				}, -- [151]
				{
					154, -- [1]
					1505915560, -- [2]
				}, -- [152]
				{
					157, -- [1]
					1505915560, -- [2]
				}, -- [153]
				{
					170, -- [1]
					1505915560, -- [2]
				}, -- [154]
				{
					172, -- [1]
					1505915560, -- [2]
				}, -- [155]
				{
					175, -- [1]
					1505915560, -- [2]
				}, -- [156]
				{
					180, -- [1]
					1505915560, -- [2]
				}, -- [157]
				{
					182, -- [1]
					1505915560, -- [2]
				}, -- [158]
				{
					185, -- [1]
					1505915560, -- [2]
				}, -- [159]
				{
					187, -- [1]
					1505915560, -- [2]
				}, -- [160]
			},
			["月光之火"] = {
				{
					209, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					229, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					239, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					249, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					260, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					296, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					308, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					318, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					339, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					352, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					362, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					374, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					179, -- [1]
					1500470898, -- [2]
				}, -- [14]
				{
					191, -- [1]
					1500470898, -- [2]
				}, -- [15]
				{
					202, -- [1]
					1500470898, -- [2]
				}, -- [16]
				{
					230, -- [1]
					1500470898, -- [2]
				}, -- [17]
				{
					245, -- [1]
					1500470898, -- [2]
				}, -- [18]
				{
					256, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					276, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [21]
				{
					132, -- [1]
					1505915560, -- [2]
				}, -- [22]
				{
					144, -- [1]
					1505915560, -- [2]
				}, -- [23]
				{
					155, -- [1]
					1505915560, -- [2]
				}, -- [24]
				{
					175, -- [1]
					1505915560, -- [2]
				}, -- [25]
				{
					186, -- [1]
					1505915560, -- [2]
				}, -- [26]
			},
			["明月打击"] = {
				{
					1, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					3, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					5, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					8, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					14, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					15, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					17, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					20, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					22, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					25, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					27, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					30, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					36, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					37, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					39, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					42, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					44, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					47, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					60, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					63, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					65, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					67, -- [1]
					1499698740, -- [2]
				}, -- [22]
				{
					69, -- [1]
					1499698740, -- [2]
				}, -- [23]
				{
					73, -- [1]
					1499698740, -- [2]
				}, -- [24]
				{
					75, -- [1]
					1499698740, -- [2]
				}, -- [25]
				{
					76, -- [1]
					1499698740, -- [2]
				}, -- [26]
				{
					79, -- [1]
					1499698740, -- [2]
				}, -- [27]
				{
					81, -- [1]
					1499698740, -- [2]
				}, -- [28]
				{
					84, -- [1]
					1499698740, -- [2]
				}, -- [29]
				{
					86, -- [1]
					1499698740, -- [2]
				}, -- [30]
				{
					88, -- [1]
					1499698740, -- [2]
				}, -- [31]
				{
					93, -- [1]
					1499698740, -- [2]
				}, -- [32]
				{
					96, -- [1]
					1499698740, -- [2]
				}, -- [33]
				{
					98, -- [1]
					1499698740, -- [2]
				}, -- [34]
				{
					100, -- [1]
					1499698740, -- [2]
				}, -- [35]
				{
					102, -- [1]
					1499698740, -- [2]
				}, -- [36]
				{
					115, -- [1]
					1499698740, -- [2]
				}, -- [37]
				{
					116, -- [1]
					1499698740, -- [2]
				}, -- [38]
				{
					119, -- [1]
					1499698740, -- [2]
				}, -- [39]
				{
					121, -- [1]
					1499698740, -- [2]
				}, -- [40]
				{
					123, -- [1]
					1499698740, -- [2]
				}, -- [41]
				{
					125, -- [1]
					1499698740, -- [2]
				}, -- [42]
				{
					128, -- [1]
					1499698740, -- [2]
				}, -- [43]
				{
					131, -- [1]
					1499698740, -- [2]
				}, -- [44]
				{
					134, -- [1]
					1499698740, -- [2]
				}, -- [45]
				{
					138, -- [1]
					1499698740, -- [2]
				}, -- [46]
				{
					141, -- [1]
					1499698740, -- [2]
				}, -- [47]
				{
					143, -- [1]
					1499698740, -- [2]
				}, -- [48]
				{
					147, -- [1]
					1499698740, -- [2]
				}, -- [49]
				{
					149, -- [1]
					1499698740, -- [2]
				}, -- [50]
				{
					151, -- [1]
					1499698740, -- [2]
				}, -- [51]
				{
					154, -- [1]
					1499698740, -- [2]
				}, -- [52]
				{
					156, -- [1]
					1499698740, -- [2]
				}, -- [53]
				{
					169, -- [1]
					1499698740, -- [2]
				}, -- [54]
				{
					171, -- [1]
					1499698740, -- [2]
				}, -- [55]
				{
					173, -- [1]
					1499698740, -- [2]
				}, -- [56]
				{
					175, -- [1]
					1499698740, -- [2]
				}, -- [57]
				{
					180, -- [1]
					1499698740, -- [2]
				}, -- [58]
				{
					183, -- [1]
					1499698740, -- [2]
				}, -- [59]
				{
					186, -- [1]
					1499698740, -- [2]
				}, -- [60]
				{
					188, -- [1]
					1499698740, -- [2]
				}, -- [61]
				{
					190, -- [1]
					1499698740, -- [2]
				}, -- [62]
				{
					192, -- [1]
					1499698740, -- [2]
				}, -- [63]
				{
					194, -- [1]
					1499698740, -- [2]
				}, -- [64]
				{
					196, -- [1]
					1499698740, -- [2]
				}, -- [65]
				{
					198, -- [1]
					1499698740, -- [2]
				}, -- [66]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [67]
				{
					0, -- [1]
					1500470898, -- [2]
				}, -- [68]
				{
					3, -- [1]
					1500470898, -- [2]
				}, -- [69]
				{
					5, -- [1]
					1500470898, -- [2]
				}, -- [70]
				{
					10, -- [1]
					1500470898, -- [2]
				}, -- [71]
				{
					13, -- [1]
					1500470898, -- [2]
				}, -- [72]
				{
					15, -- [1]
					1500470898, -- [2]
				}, -- [73]
				{
					17, -- [1]
					1500470898, -- [2]
				}, -- [74]
				{
					20, -- [1]
					1500470898, -- [2]
				}, -- [75]
				{
					22, -- [1]
					1500470898, -- [2]
				}, -- [76]
				{
					25, -- [1]
					1500470898, -- [2]
				}, -- [77]
				{
					27, -- [1]
					1500470898, -- [2]
				}, -- [78]
				{
					30, -- [1]
					1500470898, -- [2]
				}, -- [79]
				{
					32, -- [1]
					1500470898, -- [2]
				}, -- [80]
				{
					36, -- [1]
					1500470898, -- [2]
				}, -- [81]
				{
					38, -- [1]
					1500470898, -- [2]
				}, -- [82]
				{
					41, -- [1]
					1500470898, -- [2]
				}, -- [83]
				{
					43, -- [1]
					1500470898, -- [2]
				}, -- [84]
				{
					46, -- [1]
					1500470898, -- [2]
				}, -- [85]
				{
					60, -- [1]
					1500470898, -- [2]
				}, -- [86]
				{
					63, -- [1]
					1500470898, -- [2]
				}, -- [87]
				{
					65, -- [1]
					1500470898, -- [2]
				}, -- [88]
				{
					67, -- [1]
					1500470898, -- [2]
				}, -- [89]
				{
					70, -- [1]
					1500470898, -- [2]
				}, -- [90]
				{
					73, -- [1]
					1500470898, -- [2]
				}, -- [91]
				{
					76, -- [1]
					1500470898, -- [2]
				}, -- [92]
				{
					78, -- [1]
					1500470898, -- [2]
				}, -- [93]
				{
					83, -- [1]
					1500470898, -- [2]
				}, -- [94]
				{
					86, -- [1]
					1500470898, -- [2]
				}, -- [95]
				{
					88, -- [1]
					1500470898, -- [2]
				}, -- [96]
				{
					91, -- [1]
					1500470898, -- [2]
				}, -- [97]
				{
					93, -- [1]
					1500470898, -- [2]
				}, -- [98]
				{
					95, -- [1]
					1500470898, -- [2]
				}, -- [99]
				{
					98, -- [1]
					1500470898, -- [2]
				}, -- [100]
				{
					100, -- [1]
					1500470898, -- [2]
				}, -- [101]
				{
					114, -- [1]
					1500470898, -- [2]
				}, -- [102]
				{
					116, -- [1]
					1500470898, -- [2]
				}, -- [103]
				{
					118, -- [1]
					1500470898, -- [2]
				}, -- [104]
				{
					121, -- [1]
					1500470898, -- [2]
				}, -- [105]
				{
					125, -- [1]
					1500470898, -- [2]
				}, -- [106]
				{
					128, -- [1]
					1500470898, -- [2]
				}, -- [107]
				{
					131, -- [1]
					1500470898, -- [2]
				}, -- [108]
				{
					133, -- [1]
					1500470898, -- [2]
				}, -- [109]
				{
					136, -- [1]
					1500470898, -- [2]
				}, -- [110]
				{
					138, -- [1]
					1500470898, -- [2]
				}, -- [111]
				{
					140, -- [1]
					1500470898, -- [2]
				}, -- [112]
				{
					143, -- [1]
					1500470898, -- [2]
				}, -- [113]
				{
					145, -- [1]
					1500470898, -- [2]
				}, -- [114]
				{
					150, -- [1]
					1500470898, -- [2]
				}, -- [115]
				{
					152, -- [1]
					1500470898, -- [2]
				}, -- [116]
				{
					155, -- [1]
					1500470898, -- [2]
				}, -- [117]
				{
					167, -- [1]
					1500470898, -- [2]
				}, -- [118]
				{
					168, -- [1]
					1500470898, -- [2]
				}, -- [119]
				{
					171, -- [1]
					1500470898, -- [2]
				}, -- [120]
				{
					0, -- [1]
					1505915560, -- [2]
				}, -- [121]
				{
					2, -- [1]
					1505915560, -- [2]
				}, -- [122]
				{
					4, -- [1]
					1505915560, -- [2]
				}, -- [123]
				{
					7, -- [1]
					1505915560, -- [2]
				}, -- [124]
				{
					10, -- [1]
					1505915560, -- [2]
				}, -- [125]
				{
					13, -- [1]
					1505915560, -- [2]
				}, -- [126]
				{
					15, -- [1]
					1505915560, -- [2]
				}, -- [127]
				{
					18, -- [1]
					1505915560, -- [2]
				}, -- [128]
				{
					20, -- [1]
					1505915560, -- [2]
				}, -- [129]
				{
					23, -- [1]
					1505915560, -- [2]
				}, -- [130]
				{
					25, -- [1]
					1505915560, -- [2]
				}, -- [131]
				{
					27, -- [1]
					1505915560, -- [2]
				}, -- [132]
				{
					30, -- [1]
					1505915560, -- [2]
				}, -- [133]
				{
					35, -- [1]
					1505915560, -- [2]
				}, -- [134]
				{
					37, -- [1]
					1505915560, -- [2]
				}, -- [135]
				{
					40, -- [1]
					1505915560, -- [2]
				}, -- [136]
				{
					42, -- [1]
					1505915560, -- [2]
				}, -- [137]
				{
					45, -- [1]
					1505915560, -- [2]
				}, -- [138]
				{
					47, -- [1]
					1505915560, -- [2]
				}, -- [139]
				{
					59, -- [1]
					1505915560, -- [2]
				}, -- [140]
				{
					62, -- [1]
					1505915560, -- [2]
				}, -- [141]
				{
					64, -- [1]
					1505915560, -- [2]
				}, -- [142]
				{
					69, -- [1]
					1505915560, -- [2]
				}, -- [143]
				{
					73, -- [1]
					1505915560, -- [2]
				}, -- [144]
				{
					75, -- [1]
					1505915560, -- [2]
				}, -- [145]
				{
					77, -- [1]
					1505915560, -- [2]
				}, -- [146]
				{
					80, -- [1]
					1505915560, -- [2]
				}, -- [147]
				{
					82, -- [1]
					1505915560, -- [2]
				}, -- [148]
				{
					85, -- [1]
					1505915560, -- [2]
				}, -- [149]
				{
					87, -- [1]
					1505915560, -- [2]
				}, -- [150]
				{
					93, -- [1]
					1505915560, -- [2]
				}, -- [151]
				{
					96, -- [1]
					1505915560, -- [2]
				}, -- [152]
				{
					98, -- [1]
					1505915560, -- [2]
				}, -- [153]
				{
					101, -- [1]
					1505915560, -- [2]
				}, -- [154]
				{
					113, -- [1]
					1505915560, -- [2]
				}, -- [155]
				{
					114, -- [1]
					1505915560, -- [2]
				}, -- [156]
				{
					117, -- [1]
					1505915560, -- [2]
				}, -- [157]
				{
					119, -- [1]
					1505915560, -- [2]
				}, -- [158]
				{
					121, -- [1]
					1505915560, -- [2]
				}, -- [159]
			},
			["暮光扫射"] = {
				{
					20, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					40, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					76, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					91, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					115, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					132, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					149, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					169, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					186, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					224, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					245, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					266, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					297, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					315, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					335, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					355, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					375, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					19, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					39, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					78, -- [1]
					1500470898, -- [2]
				}, -- [21]
				{
					92, -- [1]
					1500470898, -- [2]
				}, -- [22]
				{
					125, -- [1]
					1500470898, -- [2]
				}, -- [23]
				{
					141, -- [1]
					1500470898, -- [2]
				}, -- [24]
				{
					155, -- [1]
					1500470898, -- [2]
				}, -- [25]
				{
					191, -- [1]
					1500470898, -- [2]
				}, -- [26]
				{
					210, -- [1]
					1500470898, -- [2]
				}, -- [27]
				{
					233, -- [1]
					1500470898, -- [2]
				}, -- [28]
				{
					253, -- [1]
					1500470898, -- [2]
				}, -- [29]
				{
					18, -- [1]
					1505915560, -- [2]
				}, -- [30]
				{
					39, -- [1]
					1505915560, -- [2]
				}, -- [31]
				{
					71, -- [1]
					1505915560, -- [2]
				}, -- [32]
				{
					88, -- [1]
					1505915560, -- [2]
				}, -- [33]
				{
					102, -- [1]
					1505915560, -- [2]
				}, -- [34]
				{
					144, -- [1]
					1505915560, -- [2]
				}, -- [35]
				{
					179, -- [1]
					1505915560, -- [2]
				}, -- [36]
			},
			["月蚀之拥"] = {
				{
					103, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					158, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					102, -- [1]
					1500470898, -- [2]
				}, -- [3]
				{
					157, -- [1]
					1500470898, -- [2]
				}, -- [4]
				{
					47, -- [1]
					1505915560, -- [2]
				}, -- [5]
				{
					103, -- [1]
					1505915560, -- [2]
				}, -- [6]
			},
			["战刃风暴"] = {
				{
					215, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					218, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					221, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					222, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					270, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					272, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					275, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					276, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					324, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					328, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					330, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					331, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					332, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					215, -- [1]
					1500470898, -- [2]
				}, -- [14]
				{
					218, -- [1]
					1500470898, -- [2]
				}, -- [15]
				{
					222, -- [1]
					1500470898, -- [2]
				}, -- [16]
				{
					269, -- [1]
					1500470898, -- [2]
				}, -- [17]
				{
					272, -- [1]
					1500470898, -- [2]
				}, -- [18]
				{
					275, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					276, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					161, -- [1]
					1505915560, -- [2]
				}, -- [21]
				{
					164, -- [1]
					1505915560, -- [2]
				}, -- [22]
				{
					167, -- [1]
					1505915560, -- [2]
				}, -- [23]
				{
					168, -- [1]
					1505915560, -- [2]
				}, -- [24]
			},
			["月光信标"] = {
				{
					222, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					241, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					264, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					295, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					316, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					351, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					374, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					190, -- [1]
					1500470898, -- [2]
				}, -- [8]
				{
					212, -- [1]
					1500470898, -- [2]
				}, -- [9]
				{
					242, -- [1]
					1500470898, -- [2]
				}, -- [10]
				{
					265, -- [1]
					1500470898, -- [2]
				}, -- [11]
				{
					144, -- [1]
					1505915560, -- [2]
				}, -- [12]
				{
					169, -- [1]
					1505915560, -- [2]
				}, -- [13]
			},
			["召唤月爪"] = {
				{
					71, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					121, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					177, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					71, -- [1]
					1500470898, -- [2]
				}, -- [4]
				{
					61, -- [1]
					1505915560, -- [2]
				}, -- [5]
			},
			["暮光战刃"] = {
				{
					19, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					22, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					37, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					40, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					58, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					69, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					72, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					91, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					94, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					112, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					115, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					119, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					122, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					141, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					144, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					166, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					169, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					175, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					178, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					195, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					198, -- [1]
					1499698740, -- [2]
				}, -- [22]
				{
					221, -- [1]
					1499698740, -- [2]
				}, -- [23]
				{
					224, -- [1]
					1499698740, -- [2]
				}, -- [24]
				{
					229, -- [1]
					1499698740, -- [2]
				}, -- [25]
				{
					232, -- [1]
					1499698740, -- [2]
				}, -- [26]
				{
					249, -- [1]
					1499698740, -- [2]
				}, -- [27]
				{
					252, -- [1]
					1499698740, -- [2]
				}, -- [28]
				{
					276, -- [1]
					1499698740, -- [2]
				}, -- [29]
				{
					279, -- [1]
					1499698740, -- [2]
				}, -- [30]
				{
					284, -- [1]
					1499698740, -- [2]
				}, -- [31]
				{
					287, -- [1]
					1499698740, -- [2]
				}, -- [32]
				{
					305, -- [1]
					1499698740, -- [2]
				}, -- [33]
				{
					308, -- [1]
					1499698740, -- [2]
				}, -- [34]
				{
					331, -- [1]
					1499698740, -- [2]
				}, -- [35]
				{
					334, -- [1]
					1499698740, -- [2]
				}, -- [36]
				{
					339, -- [1]
					1499698740, -- [2]
				}, -- [37]
				{
					342, -- [1]
					1499698740, -- [2]
				}, -- [38]
				{
					360, -- [1]
					1499698740, -- [2]
				}, -- [39]
				{
					363, -- [1]
					1499698740, -- [2]
				}, -- [40]
				{
					18, -- [1]
					1500470898, -- [2]
				}, -- [41]
				{
					20, -- [1]
					1500470898, -- [2]
				}, -- [42]
				{
					37, -- [1]
					1500470898, -- [2]
				}, -- [43]
				{
					40, -- [1]
					1500470898, -- [2]
				}, -- [44]
				{
					58, -- [1]
					1500470898, -- [2]
				}, -- [45]
				{
					61, -- [1]
					1500470898, -- [2]
				}, -- [46]
				{
					69, -- [1]
					1500470898, -- [2]
				}, -- [47]
				{
					72, -- [1]
					1500470898, -- [2]
				}, -- [48]
				{
					89, -- [1]
					1500470898, -- [2]
				}, -- [49]
				{
					92, -- [1]
					1500470898, -- [2]
				}, -- [50]
				{
					111, -- [1]
					1500470898, -- [2]
				}, -- [51]
				{
					114, -- [1]
					1500470898, -- [2]
				}, -- [52]
				{
					120, -- [1]
					1500470898, -- [2]
				}, -- [53]
				{
					123, -- [1]
					1500470898, -- [2]
				}, -- [54]
				{
					140, -- [1]
					1500470898, -- [2]
				}, -- [55]
				{
					143, -- [1]
					1500470898, -- [2]
				}, -- [56]
				{
					167, -- [1]
					1500470898, -- [2]
				}, -- [57]
				{
					170, -- [1]
					1500470898, -- [2]
				}, -- [58]
				{
					173, -- [1]
					1500470898, -- [2]
				}, -- [59]
				{
					176, -- [1]
					1500470898, -- [2]
				}, -- [60]
				{
					193, -- [1]
					1500470898, -- [2]
				}, -- [61]
				{
					196, -- [1]
					1500470898, -- [2]
				}, -- [62]
				{
					222, -- [1]
					1500470898, -- [2]
				}, -- [63]
				{
					225, -- [1]
					1500470898, -- [2]
				}, -- [64]
				{
					230, -- [1]
					1500470898, -- [2]
				}, -- [65]
				{
					233, -- [1]
					1500470898, -- [2]
				}, -- [66]
				{
					251, -- [1]
					1500470898, -- [2]
				}, -- [67]
				{
					254, -- [1]
					1500470898, -- [2]
				}, -- [68]
				{
					276, -- [1]
					1500470898, -- [2]
				}, -- [69]
				{
					280, -- [1]
					1500470898, -- [2]
				}, -- [70]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [71]
				{
					287, -- [1]
					1500470898, -- [2]
				}, -- [72]
				{
					18, -- [1]
					1505915560, -- [2]
				}, -- [73]
				{
					21, -- [1]
					1505915560, -- [2]
				}, -- [74]
				{
					37, -- [1]
					1505915560, -- [2]
				}, -- [75]
				{
					40, -- [1]
					1505915560, -- [2]
				}, -- [76]
				{
					57, -- [1]
					1505915560, -- [2]
				}, -- [77]
				{
					60, -- [1]
					1505915560, -- [2]
				}, -- [78]
				{
					66, -- [1]
					1505915560, -- [2]
				}, -- [79]
				{
					69, -- [1]
					1505915560, -- [2]
				}, -- [80]
				{
					88, -- [1]
					1505915560, -- [2]
				}, -- [81]
				{
					91, -- [1]
					1505915560, -- [2]
				}, -- [82]
				{
					112, -- [1]
					1505915560, -- [2]
				}, -- [83]
				{
					115, -- [1]
					1505915560, -- [2]
				}, -- [84]
				{
					120, -- [1]
					1505915560, -- [2]
				}, -- [85]
				{
					123, -- [1]
					1505915560, -- [2]
				}, -- [86]
				{
					141, -- [1]
					1505915560, -- [2]
				}, -- [87]
				{
					144, -- [1]
					1505915560, -- [2]
				}, -- [88]
				{
					168, -- [1]
					1505915560, -- [2]
				}, -- [89]
				{
					171, -- [1]
					1505915560, -- [2]
				}, -- [90]
				{
					176, -- [1]
					1505915560, -- [2]
				}, -- [91]
				{
					179, -- [1]
					1505915560, -- [2]
				}, -- [92]
			},
			["急速射击"] = {
				{
					76, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					95, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					128, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					149, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					182, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					78, -- [1]
					1500470898, -- [2]
				}, -- [7]
				{
					97, -- [1]
					1500470898, -- [2]
				}, -- [8]
				{
					121, -- [1]
					1500470898, -- [2]
				}, -- [9]
				{
					142, -- [1]
					1500470898, -- [2]
				}, -- [10]
				{
					167, -- [1]
					1500470898, -- [2]
				}, -- [11]
				{
					66, -- [1]
					1505915560, -- [2]
				}, -- [12]
				{
					84, -- [1]
					1505915560, -- [2]
				}, -- [13]
				{
					112, -- [1]
					1505915560, -- [2]
				}, -- [14]
			},
			["月灼"] = {
				{
					11, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					84, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					137, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					168, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					179, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					212, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					234, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					253, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					278, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					288, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					306, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					332, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					342, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					360, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					9, -- [1]
					1500470898, -- [2]
				}, -- [18]
				{
					35, -- [1]
					1500470898, -- [2]
				}, -- [19]
				{
					59, -- [1]
					1500470898, -- [2]
				}, -- [20]
				{
					82, -- [1]
					1500470898, -- [2]
				}, -- [21]
				{
					113, -- [1]
					1500470898, -- [2]
				}, -- [22]
				{
					124, -- [1]
					1500470898, -- [2]
				}, -- [23]
				{
					148, -- [1]
					1500470898, -- [2]
				}, -- [24]
				{
					182, -- [1]
					1500470898, -- [2]
				}, -- [25]
				{
					199, -- [1]
					1500470898, -- [2]
				}, -- [26]
				{
					223, -- [1]
					1500470898, -- [2]
				}, -- [27]
				{
					244, -- [1]
					1500470898, -- [2]
				}, -- [28]
				{
					262, -- [1]
					1500470898, -- [2]
				}, -- [29]
				{
					286, -- [1]
					1500470898, -- [2]
				}, -- [30]
				{
					9, -- [1]
					1505915560, -- [2]
				}, -- [31]
				{
					34, -- [1]
					1505915560, -- [2]
				}, -- [32]
				{
					58, -- [1]
					1505915560, -- [2]
				}, -- [33]
				{
					68, -- [1]
					1505915560, -- [2]
				}, -- [34]
				{
					92, -- [1]
					1505915560, -- [2]
				}, -- [35]
				{
					136, -- [1]
					1505915560, -- [2]
				}, -- [36]
				{
					154, -- [1]
					1505915560, -- [2]
				}, -- [37]
				{
					179, -- [1]
					1505915560, -- [2]
				}, -- [38]
			},
			["灵体射击"] = {
				{
					47, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					48, -- [1]
					1500470898, -- [2]
				}, -- [2]
			},
			["月光战刃"] = {
				{
					15, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					46, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					16, -- [1]
					1500470898, -- [2]
				}, -- [4]
				{
					31, -- [1]
					1500470898, -- [2]
				}, -- [5]
				{
					48, -- [1]
					1500470898, -- [2]
				}, -- [6]
				{
					16, -- [1]
					1505915560, -- [2]
				}, -- [7]
				{
					35, -- [1]
					1505915560, -- [2]
				}, -- [8]
			},
			["致命尖叫"] = {
				{
					110, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					116, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					123, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					156, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					162, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					221, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					100, -- [1]
					1500470898, -- [2]
				}, -- [7]
			},
			["灵体传送"] = {
				{
					4, -- [1]
					1499698740, -- [2]
				}, -- [1]
				{
					13, -- [1]
					1499698740, -- [2]
				}, -- [2]
				{
					26, -- [1]
					1499698740, -- [2]
				}, -- [3]
				{
					33, -- [1]
					1499698740, -- [2]
				}, -- [4]
				{
					45, -- [1]
					1499698740, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1499698740, -- [2]
				}, -- [6]
				{
					72, -- [1]
					1499698740, -- [2]
				}, -- [7]
				{
					92, -- [1]
					1499698740, -- [2]
				}, -- [8]
				{
					127, -- [1]
					1499698740, -- [2]
				}, -- [9]
				{
					147, -- [1]
					1499698740, -- [2]
				}, -- [10]
				{
					183, -- [1]
					1499698740, -- [2]
				}, -- [11]
				{
					200, -- [1]
					1499698740, -- [2]
				}, -- [12]
				{
					210, -- [1]
					1499698740, -- [2]
				}, -- [13]
				{
					227, -- [1]
					1499698740, -- [2]
				}, -- [14]
				{
					246, -- [1]
					1499698740, -- [2]
				}, -- [15]
				{
					277, -- [1]
					1499698740, -- [2]
				}, -- [16]
				{
					283, -- [1]
					1499698740, -- [2]
				}, -- [17]
				{
					301, -- [1]
					1499698740, -- [2]
				}, -- [18]
				{
					332, -- [1]
					1499698740, -- [2]
				}, -- [19]
				{
					338, -- [1]
					1499698740, -- [2]
				}, -- [20]
				{
					363, -- [1]
					1499698740, -- [2]
				}, -- [21]
				{
					4, -- [1]
					1500470898, -- [2]
				}, -- [22]
				{
					12, -- [1]
					1500470898, -- [2]
				}, -- [23]
				{
					25, -- [1]
					1500470898, -- [2]
				}, -- [24]
				{
					32, -- [1]
					1500470898, -- [2]
				}, -- [25]
				{
					59, -- [1]
					1500470898, -- [2]
				}, -- [26]
				{
					61, -- [1]
					1500470898, -- [2]
				}, -- [27]
				{
					73, -- [1]
					1500470898, -- [2]
				}, -- [28]
				{
					93, -- [1]
					1500470898, -- [2]
				}, -- [29]
				{
					128, -- [1]
					1500470898, -- [2]
				}, -- [30]
				{
					150, -- [1]
					1500470898, -- [2]
				}, -- [31]
				{
					171, -- [1]
					1500470898, -- [2]
				}, -- [32]
				{
					177, -- [1]
					1500470898, -- [2]
				}, -- [33]
				{
					200, -- [1]
					1500470898, -- [2]
				}, -- [34]
				{
					225, -- [1]
					1500470898, -- [2]
				}, -- [35]
				{
					245, -- [1]
					1500470898, -- [2]
				}, -- [36]
				{
					265, -- [1]
					1500470898, -- [2]
				}, -- [37]
				{
					284, -- [1]
					1500470898, -- [2]
				}, -- [38]
				{
					4, -- [1]
					1505915560, -- [2]
				}, -- [39]
				{
					13, -- [1]
					1505915560, -- [2]
				}, -- [40]
				{
					22, -- [1]
					1505915560, -- [2]
				}, -- [41]
				{
					32, -- [1]
					1505915560, -- [2]
				}, -- [42]
				{
					45, -- [1]
					1505915560, -- [2]
				}, -- [43]
				{
					72, -- [1]
					1505915560, -- [2]
				}, -- [44]
				{
					91, -- [1]
					1505915560, -- [2]
				}, -- [45]
				{
					113, -- [1]
					1505915560, -- [2]
				}, -- [46]
				{
					124, -- [1]
					1505915560, -- [2]
				}, -- [47]
				{
					128, -- [1]
					1505915560, -- [2]
				}, -- [48]
				{
					149, -- [1]
					1505915560, -- [2]
				}, -- [49]
				{
					170, -- [1]
					1505915560, -- [2]
				}, -- [50]
			},
		},
		["ids"] = {
			["暗影射击"] = 237630,
			["月光之火"] = 239264,
			["明月打击"] = 237632,
			["暮光扫射"] = 236442,
			["月蚀之拥"] = 233263,
			["战刃风暴"] = 239386,
			["月光信标"] = 236712,
			["召唤月爪"] = 236694,
			["暮光战刃"] = 236529,
			["急速射击"] = 236596,
			["月灼"] = 236518,
			["灵体射击"] = 236305,
			["月光战刃"] = 236547,
			["致命尖叫"] = 236697,
			["灵体传送"] = 236115,
		},
	},
	["186114"] = {
		["deaths"] = {
			[56] = {
				1499697955, -- [1]
			},
			[58] = {
				1499697955, -- [1]
			},
		},
		["spells"] = {
			["召唤萨鲁克"] = {
				{
					146, -- [1]
					1499697955, -- [2]
				}, -- [1]
			},
			["吞噬之饥"] = {
				{
					38, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					39, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					80, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					81, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					264, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					265, -- [1]
					1499697955, -- [2]
				}, -- [6]
			},
			["昏暗隐匿"] = {
				{
					31, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					32, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					35, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					74, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					75, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					76, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					101, -- [1]
					1499697955, -- [2]
				}, -- [7]
				{
					102, -- [1]
					1499697955, -- [2]
				}, -- [8]
				{
					103, -- [1]
					1499697955, -- [2]
				}, -- [9]
				{
					146, -- [1]
					1499697955, -- [2]
				}, -- [10]
				{
					147, -- [1]
					1499697955, -- [2]
				}, -- [11]
				{
					185, -- [1]
					1499697955, -- [2]
				}, -- [12]
				{
					188, -- [1]
					1499697955, -- [2]
				}, -- [13]
				{
					190, -- [1]
					1499697955, -- [2]
				}, -- [14]
				{
					214, -- [1]
					1499697955, -- [2]
				}, -- [15]
				{
					215, -- [1]
					1499697955, -- [2]
				}, -- [16]
				{
					253, -- [1]
					1499697955, -- [2]
				}, -- [17]
				{
					254, -- [1]
					1499697955, -- [2]
				}, -- [18]
				{
					290, -- [1]
					1499697955, -- [2]
				}, -- [19]
				{
					291, -- [1]
					1499697955, -- [2]
				}, -- [20]
				{
					319, -- [1]
					1499697955, -- [2]
				}, -- [21]
				{
					320, -- [1]
					1499697955, -- [2]
				}, -- [22]
			},
			["痛苦负担"] = {
				{
					20, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					88, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					131, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					171, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					199, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					242, -- [1]
					1499697955, -- [2]
				}, -- [7]
				{
					272, -- [1]
					1499697955, -- [2]
				}, -- [8]
				{
					305, -- [1]
					1499697955, -- [2]
				}, -- [9]
				{
					341, -- [1]
					1499697955, -- [2]
				}, -- [10]
			},
			["召唤威利乌斯"] = {
				{
					139, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					182, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					250, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					298, -- [1]
					1499697955, -- [2]
				}, -- [4]
			},
			["碎裂波动"] = {
				{
					145, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					188, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					256, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					304, -- [1]
					1499697955, -- [2]
				}, -- [4]
			},
			["吞噬巨口"] = {
				{
					146, -- [1]
					1499697955, -- [2]
				}, -- [1]
			},
			["切割旋风"] = {
				{
					47, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					98, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					315, -- [1]
					1499697955, -- [2]
				}, -- [3]
			},
			["雷霆震击"] = {
				{
					12, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					15, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					64, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					67, -- [1]
					1499697955, -- [2]
				}, -- [4]
			},
			["召唤奥苏奈特"] = {
				{
					113, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					163, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					207, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					224, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					257, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					290, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					323, -- [1]
					1499697955, -- [2]
				}, -- [7]
			},
			["水之冲击"] = {
				{
					53, -- [1]
					1499697955, -- [2]
				}, -- [1]
				{
					61, -- [1]
					1499697955, -- [2]
				}, -- [2]
				{
					65, -- [1]
					1499697955, -- [2]
				}, -- [3]
				{
					74, -- [1]
					1499697955, -- [2]
				}, -- [4]
				{
					76, -- [1]
					1499697955, -- [2]
				}, -- [5]
				{
					96, -- [1]
					1499697955, -- [2]
				}, -- [6]
				{
					100, -- [1]
					1499697955, -- [2]
				}, -- [7]
				{
					280, -- [1]
					1499697955, -- [2]
				}, -- [8]
				{
					286, -- [1]
					1499697955, -- [2]
				}, -- [9]
				{
					295, -- [1]
					1499697955, -- [2]
				}, -- [10]
			},
		},
		["ids"] = {
			["召唤萨鲁克"] = 232746,
			["吞噬之饥"] = 230920,
			["昏暗隐匿"] = 230950,
			["痛苦负担"] = 230201,
			["召唤威利乌斯"] = 232757,
			["碎裂波动"] = 232827,
			["吞噬巨口"] = 232745,
			["切割旋风"] = 232722,
			["雷霆震击"] = 230362,
			["召唤奥苏奈特"] = 232756,
			["水之冲击"] = 241509,
		},
	},
	["185614"] = {
		["deaths"] = {
			[73] = {
				1499697291, -- [1]
			},
			[20] = {
				1499697291, -- [1]
			},
			[229] = {
				1499697291, -- [1]
			},
		},
		["spells"] = {
			["严寒打击"] = {
				{
					61, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					64, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					65, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					132, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					134, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					135, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					137, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					140, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					212, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					213, -- [1]
					1499697291, -- [2]
				}, -- [10]
				{
					214, -- [1]
					1499697291, -- [2]
				}, -- [11]
				{
					215, -- [1]
					1499697291, -- [2]
				}, -- [12]
				{
					216, -- [1]
					1499697291, -- [2]
				}, -- [13]
				{
					217, -- [1]
					1499697291, -- [2]
				}, -- [14]
				{
					220, -- [1]
					1499697291, -- [2]
				}, -- [15]
			},
			["水花飞溅"] = {
				{
					23, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					61, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					66, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					96, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					98, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					101, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					128, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					133, -- [1]
					1499697291, -- [2]
				}, -- [10]
				{
					176, -- [1]
					1499697291, -- [2]
				}, -- [11]
				{
					177, -- [1]
					1499697291, -- [2]
				}, -- [12]
				{
					209, -- [1]
					1499697291, -- [2]
				}, -- [13]
				{
					213, -- [1]
					1499697291, -- [2]
				}, -- [14]
			},
			["冰霜释放"] = {
				{
					73, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					153, -- [1]
					1499697291, -- [2]
				}, -- [2]
			},
			["溅射顺劈"] = {
				{
					59, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					68, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					95, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					104, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					127, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					174, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					180, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					185, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					211, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					218, -- [1]
					1499697291, -- [2]
				}, -- [10]
			},
			["水之爆发"] = {
				{
					23, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					96, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					98, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					130, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					178, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					210, -- [1]
					1499697291, -- [2]
				}, -- [8]
			},
			["湿浸之池"] = {
				{
					68, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					70, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					72, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					140, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					142, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					144, -- [1]
					1499697291, -- [2]
				}, -- [6]
				{
					146, -- [1]
					1499697291, -- [2]
				}, -- [7]
				{
					148, -- [1]
					1499697291, -- [2]
				}, -- [8]
				{
					150, -- [1]
					1499697291, -- [2]
				}, -- [9]
				{
					152, -- [1]
					1499697291, -- [2]
				}, -- [10]
				{
					221, -- [1]
					1499697291, -- [2]
				}, -- [11]
				{
					223, -- [1]
					1499697291, -- [2]
				}, -- [12]
				{
					225, -- [1]
					1499697291, -- [2]
				}, -- [13]
				{
					227, -- [1]
					1499697291, -- [2]
				}, -- [14]
				{
					229, -- [1]
					1499697291, -- [2]
				}, -- [15]
				{
					231, -- [1]
					1499697291, -- [2]
				}, -- [16]
				{
					233, -- [1]
					1499697291, -- [2]
				}, -- [17]
				{
					235, -- [1]
					1499697291, -- [2]
				}, -- [18]
				{
					237, -- [1]
					1499697291, -- [2]
				}, -- [19]
			},
			["不羁怒火"] = {
				{
					20, -- [1]
					1499697291, -- [2]
				}, -- [1]
				{
					41, -- [1]
					1499697291, -- [2]
				}, -- [2]
				{
					95, -- [1]
					1499697291, -- [2]
				}, -- [3]
				{
					115, -- [1]
					1499697291, -- [2]
				}, -- [4]
				{
					175, -- [1]
					1499697291, -- [2]
				}, -- [5]
				{
					196, -- [1]
					1499697291, -- [2]
				}, -- [6]
			},
		},
		["ids"] = {
			["严寒打击"] = 233429,
			["水花飞溅"] = 240066,
			["冰霜释放"] = 232174,
			["溅射顺劈"] = 234129,
			["水之爆发"] = 231729,
			["湿浸之池"] = 233526,
			["不羁怒火"] = 231854,
		},
	},
	["198715"] = {
		["deaths"] = {
			[55] = {
				1512653948, -- [1]
			},
			[119] = {
				1512653463, -- [1]
				1512653463, -- [2]
				1512653463, -- [3]
				1512653463, -- [4]
				1512653948, -- [5]
				1512653948, -- [6]
			},
			[120] = {
				1512653463, -- [1]
			},
		},
		["spells"] = {
			["闷烧"] = {
				{
					10, -- [1]
					1512653463, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1512653463, -- [2]
				}, -- [2]
				{
					32, -- [1]
					1512653463, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1512653463, -- [2]
				}, -- [4]
				{
					65, -- [1]
					1512653463, -- [2]
				}, -- [5]
				{
					76, -- [1]
					1512653463, -- [2]
				}, -- [6]
				{
					86, -- [1]
					1512653463, -- [2]
				}, -- [7]
				{
					97, -- [1]
					1512653463, -- [2]
				}, -- [8]
				{
					108, -- [1]
					1512653463, -- [2]
				}, -- [9]
				{
					121, -- [1]
					1512653463, -- [2]
				}, -- [10]
				{
					132, -- [1]
					1512653463, -- [2]
				}, -- [11]
				{
					143, -- [1]
					1512653463, -- [2]
				}, -- [12]
				{
					161, -- [1]
					1512653463, -- [2]
				}, -- [13]
				{
					172, -- [1]
					1512653463, -- [2]
				}, -- [14]
				{
					183, -- [1]
					1512653463, -- [2]
				}, -- [15]
				{
					194, -- [1]
					1512653463, -- [2]
				}, -- [16]
				{
					205, -- [1]
					1512653463, -- [2]
				}, -- [17]
				{
					217, -- [1]
					1512653463, -- [2]
				}, -- [18]
				{
					228, -- [1]
					1512653463, -- [2]
				}, -- [19]
				{
					239, -- [1]
					1512653463, -- [2]
				}, -- [20]
				{
					10, -- [1]
					1512653948, -- [2]
				}, -- [21]
				{
					22, -- [1]
					1512653948, -- [2]
				}, -- [22]
				{
					32, -- [1]
					1512653948, -- [2]
				}, -- [23]
				{
					43, -- [1]
					1512653948, -- [2]
				}, -- [24]
				{
					64, -- [1]
					1512653948, -- [2]
				}, -- [25]
				{
					75, -- [1]
					1512653948, -- [2]
				}, -- [26]
				{
					86, -- [1]
					1512653948, -- [2]
				}, -- [27]
				{
					97, -- [1]
					1512653948, -- [2]
				}, -- [28]
				{
					108, -- [1]
					1512653948, -- [2]
				}, -- [29]
				{
					120, -- [1]
					1512653948, -- [2]
				}, -- [30]
				{
					131, -- [1]
					1512653948, -- [2]
				}, -- [31]
				{
					142, -- [1]
					1512653948, -- [2]
				}, -- [32]
				{
					161, -- [1]
					1512653948, -- [2]
				}, -- [33]
				{
					172, -- [1]
					1512653948, -- [2]
				}, -- [34]
				{
					182, -- [1]
					1512653948, -- [2]
				}, -- [35]
				{
					193, -- [1]
					1512653948, -- [2]
				}, -- [36]
				{
					204, -- [1]
					1512653948, -- [2]
				}, -- [37]
				{
					216, -- [1]
					1512653948, -- [2]
				}, -- [38]
				{
					227, -- [1]
					1512653948, -- [2]
				}, -- [39]
				{
					238, -- [1]
					1512653948, -- [2]
				}, -- [40]
				{
					258, -- [1]
					1512653948, -- [2]
				}, -- [41]
				{
					269, -- [1]
					1512653948, -- [2]
				}, -- [42]
				{
					280, -- [1]
					1512653948, -- [2]
				}, -- [43]
				{
					291, -- [1]
					1512653948, -- [2]
				}, -- [44]
				{
					302, -- [1]
					1512653948, -- [2]
				}, -- [45]
				{
					314, -- [1]
					1512653948, -- [2]
				}, -- [46]
				{
					325, -- [1]
					1512653948, -- [2]
				}, -- [47]
				{
					336, -- [1]
					1512653948, -- [2]
				}, -- [48]
			},
			["虹吸腐蚀"] = {
				{
					27, -- [1]
					1512653463, -- [2]
				}, -- [1]
				{
					106, -- [1]
					1512653463, -- [2]
				}, -- [2]
				{
					185, -- [1]
					1512653463, -- [2]
				}, -- [3]
				{
					26, -- [1]
					1512653948, -- [2]
				}, -- [4]
				{
					106, -- [1]
					1512653948, -- [2]
				}, -- [5]
				{
					183, -- [1]
					1512653948, -- [2]
				}, -- [6]
				{
					263, -- [1]
					1512653948, -- [2]
				}, -- [7]
			},
			["腐烂"] = {
				{
					10, -- [1]
					1512653463, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1512653463, -- [2]
				}, -- [2]
				{
					39, -- [1]
					1512653463, -- [2]
				}, -- [3]
				{
					50, -- [1]
					1512653463, -- [2]
				}, -- [4]
				{
					61, -- [1]
					1512653463, -- [2]
				}, -- [5]
				{
					72, -- [1]
					1512653463, -- [2]
				}, -- [6]
				{
					83, -- [1]
					1512653463, -- [2]
				}, -- [7]
				{
					94, -- [1]
					1512653463, -- [2]
				}, -- [8]
				{
					118, -- [1]
					1512653463, -- [2]
				}, -- [9]
				{
					129, -- [1]
					1512653463, -- [2]
				}, -- [10]
				{
					140, -- [1]
					1512653463, -- [2]
				}, -- [11]
				{
					151, -- [1]
					1512653463, -- [2]
				}, -- [12]
				{
					162, -- [1]
					1512653463, -- [2]
				}, -- [13]
				{
					173, -- [1]
					1512653463, -- [2]
				}, -- [14]
				{
					197, -- [1]
					1512653463, -- [2]
				}, -- [15]
				{
					208, -- [1]
					1512653463, -- [2]
				}, -- [16]
				{
					219, -- [1]
					1512653463, -- [2]
				}, -- [17]
				{
					230, -- [1]
					1512653463, -- [2]
				}, -- [18]
				{
					241, -- [1]
					1512653463, -- [2]
				}, -- [19]
				{
					10, -- [1]
					1512653948, -- [2]
				}, -- [20]
				{
					21, -- [1]
					1512653948, -- [2]
				}, -- [21]
				{
					39, -- [1]
					1512653948, -- [2]
				}, -- [22]
				{
					50, -- [1]
					1512653948, -- [2]
				}, -- [23]
				{
					61, -- [1]
					1512653948, -- [2]
				}, -- [24]
				{
					72, -- [1]
					1512653948, -- [2]
				}, -- [25]
				{
					83, -- [1]
					1512653948, -- [2]
				}, -- [26]
				{
					94, -- [1]
					1512653948, -- [2]
				}, -- [27]
				{
					118, -- [1]
					1512653948, -- [2]
				}, -- [28]
				{
					130, -- [1]
					1512653948, -- [2]
				}, -- [29]
				{
					140, -- [1]
					1512653948, -- [2]
				}, -- [30]
				{
					151, -- [1]
					1512653948, -- [2]
				}, -- [31]
				{
					162, -- [1]
					1512653948, -- [2]
				}, -- [32]
				{
					173, -- [1]
					1512653948, -- [2]
				}, -- [33]
				{
					196, -- [1]
					1512653948, -- [2]
				}, -- [34]
				{
					207, -- [1]
					1512653948, -- [2]
				}, -- [35]
				{
					218, -- [1]
					1512653948, -- [2]
				}, -- [36]
				{
					229, -- [1]
					1512653948, -- [2]
				}, -- [37]
				{
					240, -- [1]
					1512653948, -- [2]
				}, -- [38]
				{
					251, -- [1]
					1512653948, -- [2]
				}, -- [39]
				{
					275, -- [1]
					1512653948, -- [2]
				}, -- [40]
				{
					287, -- [1]
					1512653948, -- [2]
				}, -- [41]
				{
					297, -- [1]
					1512653948, -- [2]
				}, -- [42]
				{
					308, -- [1]
					1512653948, -- [2]
				}, -- [43]
				{
					319, -- [1]
					1512653948, -- [2]
				}, -- [44]
				{
					330, -- [1]
					1512653948, -- [2]
				}, -- [45]
			},
			["燃烧腐蚀"] = {
				{
					52, -- [1]
					1512653463, -- [2]
				}, -- [1]
				{
					148, -- [1]
					1512653463, -- [2]
				}, -- [2]
				{
					246, -- [1]
					1512653463, -- [2]
				}, -- [3]
				{
					52, -- [1]
					1512653948, -- [2]
				}, -- [4]
				{
					148, -- [1]
					1512653948, -- [2]
				}, -- [5]
				{
					245, -- [1]
					1512653948, -- [2]
				}, -- [6]
			},
			["荒芜之径"] = {
				{
					90, -- [1]
					1512653463, -- [2]
				}, -- [1]
				{
					187, -- [1]
					1512653463, -- [2]
				}, -- [2]
				{
					91, -- [1]
					1512653948, -- [2]
				}, -- [3]
				{
					187, -- [1]
					1512653948, -- [2]
				}, -- [4]
				{
					283, -- [1]
					1512653948, -- [2]
				}, -- [5]
			},
			["熔火之触"] = {
				{
					17, -- [1]
					1512653463, -- [2]
				}, -- [1]
				{
					115, -- [1]
					1512653463, -- [2]
				}, -- [2]
				{
					211, -- [1]
					1512653463, -- [2]
				}, -- [3]
				{
					18, -- [1]
					1512653948, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1512653948, -- [2]
				}, -- [5]
				{
					210, -- [1]
					1512653948, -- [2]
				}, -- [6]
				{
					308, -- [1]
					1512653948, -- [2]
				}, -- [7]
			},
		},
		["ids"] = {
			["闷烧"] = 251445,
			["虹吸腐蚀"] = 244056,
			["腐烂"] = 245098,
			["燃烧腐蚀"] = 244057,
			["荒芜之径"] = 244825,
			["熔火之触"] = 244072,
		},
	},
	["186214"] = {
		["deaths"] = {
			[64] = {
				1499696398, -- [1]
			},
			[60] = {
				1499696398, -- [1]
			},
			[67] = {
				1499696398, -- [1]
			},
			[69] = {
				1499696398, -- [1]
			},
			[62] = {
				1499696398, -- [1]
			},
		},
		["spells"] = {
			["地狱燃烧"] = {
				{
					60, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					121, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					182, -- [1]
					1499696398, -- [2]
				}, -- [3]
			},
			["燃烧护甲"] = {
				{
					11, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					63, -- [1]
					1499696398, -- [2]
				}, -- [3]
				{
					87, -- [1]
					1499696398, -- [2]
				}, -- [4]
				{
					121, -- [1]
					1499696398, -- [2]
				}, -- [5]
				{
					147, -- [1]
					1499696398, -- [2]
				}, -- [6]
				{
					184, -- [1]
					1499696398, -- [2]
				}, -- [7]
				{
					208, -- [1]
					1499696398, -- [2]
				}, -- [8]
			},
			["碎裂新星"] = {
				{
					31, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					92, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					153, -- [1]
					1499696398, -- [2]
				}, -- [3]
				{
					214, -- [1]
					1499696398, -- [2]
				}, -- [4]
			},
			["碎裂星辰"] = {
				{
					24, -- [1]
					1499696398, -- [2]
				}, -- [1]
				{
					85, -- [1]
					1499696398, -- [2]
				}, -- [2]
				{
					146, -- [1]
					1499696398, -- [2]
				}, -- [3]
				{
					207, -- [1]
					1499696398, -- [2]
				}, -- [4]
			},
		},
		["ids"] = {
			["地狱燃烧"] = 233062,
			["燃烧护甲"] = 231363,
			["碎裂新星"] = 233283,
			["碎裂星辰"] = 233272,
		},
	},
}
