
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
	},
	["profiles"] = {
		["锦在天堂 - 太阳之井"] = {
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "柳依淇淋-克尔苏加德",
						["iLvl"] = 908,
						["time"] = 1503366382,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "风依淇淋#5331",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "西门有雪-死亡之翼",
						["iLvl"] = 909,
						["time"] = 1503366382,
						["class"] = 2,
						["bTag"] = "西门有雪#5909",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Elverano-阿克蒙德",
						["time"] = 1503366382,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Glico-哈卡",
						["iLvl"] = 910,
						["time"] = 1503366382,
						["class"] = 7,
						["bTag"] = "华丽之兽人#511792",
					}, -- [4]
				},
				["2-118-450-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "黯月之夏-血环",
						["iLvl"] = 909,
						["time"] = 1503364849,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Lucqy#5757",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Gogo-艾莫莉丝",
						["iLvl"] = 907,
						["time"] = 1503364849,
						["class"] = 12,
						["bTag"] = "谁让我失落#5423",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "轩婕-戈提克",
						["iLvl"] = 896,
						["time"] = 1503364849,
						["class"] = 4,
						["bTag"] = "peterzizi#5287",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "青缅獣-加兹鲁维",
						["iLvl"] = 926,
						["time"] = 1503364849,
						["class"] = 1,
						["bTag"] = "范达尔巨槌#5552",
					}, -- [4]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Dtriang-白银之手",
						["time"] = 1503233828,
						["class"] = 3,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "慕蕊-黑铁",
						["iLvl"] = 930,
						["time"] = 1503233828,
						["class"] = 8,
						["bTag"] = "雨云#5932",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "寒澈-燃烧平原",
						["iLvl"] = 930,
						["time"] = 1503233828,
						["class"] = 6,
						["bTag"] = "大臭丶#5648",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "战三国丶小乔-翡翠梦境",
						["iLvl"] = 886,
						["time"] = 1503233828,
						["class"] = 6,
						["bTag"] = "飞宇#5995",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "夜半私语-塞拉摩",
						["iLvl"] = 935,
						["time"] = 1503233992,
						["class"] = 3,
						["bTag"] = "夜半私语#5135",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "混乱之手-冰风岗",
						["iLvl"] = 929,
						["time"] = 1503233992,
						["class"] = 9,
						["bTag"] = "混乱之手#5114",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "賽勒凱特-狂热之刃",
						["iLvl"] = 927,
						["time"] = 1503234035,
						["class"] = 3,
						["bTag"] = "惡夢#5487",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "官哥哥-冰风岗",
						["iLvl"] = 930,
						["time"] = 1503234041,
						["class"] = 8,
						["bTag"] = "夜枭#5654",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我生待冥日-狂热之刃",
						["iLvl"] = 910,
						["time"] = 1503234259,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "寂寞借网消#5657",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Kazibiubiu-死亡之翼",
						["iLvl"] = 919,
						["time"] = 1503234266,
						["class"] = 2,
						["bTag"] = "说好泪不流#5702",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "依就那個夏天-罗宁",
						["iLvl"] = 912,
						["time"] = 1503234248,
						["class"] = 12,
						["bTag"] = "一个人的无聊#5866",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "橙浩-狂热之刃",
						["iLvl"] = 798,
						["time"] = 1503234266,
						["class"] = 12,
						["bTag"] = "流苏#5567",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "南山的术-安苏",
						["time"] = 1503234266,
						["class"] = 9,
					}, -- [13]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "沐语橙枫-黑铁",
						["iLvl"] = 933,
						["time"] = 1501743022,
						["class"] = 3,
						["bTag"] = "梅丽珊卓#5896",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "大白梨汽水-阿曼尼",
						["time"] = 1501743318,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "阿力亚尔-太阳之井",
						["time"] = 1501743318,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "裤裆一快砖-奥特兰克",
						["iLvl"] = 898,
						["time"] = 1501743318,
						["class"] = 1,
						["bTag"] = "寒江雪#5486",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "不吃竹子彡-哈兰",
						["time"] = 1501743318,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "潘多拉-闪电之刃",
						["time"] = 1501743318,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "梅斯塔特林-火焰之树",
						["iLvl"] = 938,
						["time"] = 1501743318,
						["class"] = 5,
						["bTag"] = "梅斯塔特林#5608",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "冰卝空-火焰之树",
						["iLvl"] = 929,
						["time"] = 1501743318,
						["class"] = 9,
						["bTag"] = "冰卝空#5314",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "鼬鲛-月光林地",
						["time"] = 1501743318,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓灬婉婉-阿克蒙德",
						["time"] = 1501743318,
						["class"] = 3,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小号真多啊-格瑞姆巴托",
						["time"] = 1501743318,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "寺时七-战歌",
						["iLvl"] = 931,
						["time"] = 1501743307,
						["class"] = 12,
						["bTag"] = "逍遥无限#5535",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "秋暮-毁灭之锤",
						["iLvl"] = 918,
						["time"] = 1501743318,
						["class"] = 2,
						["bTag"] = "Alan#5138",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "伊蓮娜乂星塵-巨龙之吼",
						["iLvl"] = 923,
						["time"] = 1501743318,
						["class"] = 2,
						["bTag"] = "楚乄熊猫儿#5494",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "气死你啊-红云台地",
						["iLvl"] = 871,
						["time"] = 1501743318,
						["class"] = 11,
						["bTag"] = "栗山未来#51103",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "未出现的南墙-弗塞雷迦",
						["iLvl"] = 885,
						["time"] = 1501743318,
						["class"] = 6,
						["bTag"] = "你才到碗里去#5300",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "蝈民谠-穆戈尔",
						["time"] = 1501743318,
						["class"] = 3,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "九五二喷漆-埃德萨拉",
						["iLvl"] = 906,
						["time"] = 1501743318,
						["class"] = 12,
						["bTag"] = "Chloe0#5296",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "哈莉波特大-雏龙之翼",
						["time"] = 1501743318,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovejz-影之哀伤",
						["iLvl"] = 932,
						["time"] = 1501743318,
						["class"] = 3,
						["bTag"] = "内弄做掉#5663",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "紫陌浮尘-卡拉赞",
						["iLvl"] = 899,
						["time"] = 1501743318,
						["class"] = 4,
						["bTag"] = "暮色年华#5122",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "十年时光荏苒-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1501743318,
						["class"] = 12,
						["bTag"] = "冬天觅食的熊#5305",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "一意咕行丶-贫瘠之地",
						["time"] = 1501743318,
						["class"] = 11,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "若雨凝-白银之手",
						["time"] = 1501743301,
						["class"] = 12,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "一个大笨猫-安苏",
						["time"] = 1501743318,
						["class"] = 11,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "希伯来亚瑟-安苏",
						["iLvl"] = 911,
						["time"] = 1501743318,
						["class"] = 6,
						["bTag"] = "鬼影#5358",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "丶訫-红龙军团",
						["iLvl"] = 912,
						["time"] = 1501743318,
						["class"] = 11,
						["bTag"] = "丶汐#5924",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "Celebrities-熔火之心",
						["iLvl"] = 930,
						["time"] = 1501743318,
						["class"] = 2,
						["bTag"] = "deletely#5562",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "无双小白-试炼之环",
						["iLvl"] = 933,
						["time"] = 1501743318,
						["class"] = 6,
						["bTag"] = "爱已成诗#5875",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Sugarzl-月神殿",
						["iLvl"] = 928,
						["time"] = 1501743318,
						["class"] = 4,
						["bTag"] = "某睡醒#5562",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "影之伤-霜狼",
						["iLvl"] = 927,
						["time"] = 1501743318,
						["class"] = 1,
						["bTag"] = "狼牙#5135",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "耀逸-海克泰尔",
						["time"] = 1501743318,
						["class"] = 2,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Vcvc-燃烧之刃",
						["time"] = 1501743318,
						["class"] = 7,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对丨奶不住-埃加洛尔",
						["iLvl"] = 867,
						["time"] = 1501743318,
						["class"] = 5,
						["bTag"] = "六道轮回#5306",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "绝美刺青-风暴之怒",
						["time"] = 1501743318,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Hunterback-米奈希尔",
						["time"] = 1501743318,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "潘玮柏-寒冰皇冠",
						["iLvl"] = 902,
						["time"] = 1501743318,
						["class"] = 3,
						["bTag"] = "范思哲#51725",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱死骑-刺骨利刃",
						["iLvl"] = 885,
						["time"] = 1501743318,
						["class"] = 6,
						["bTag"] = "Winchestal#5881",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "训导处报告-布兰卡德",
						["iLvl"] = 928,
						["time"] = 1501743318,
						["class"] = 12,
						["bTag"] = "愚人愚人#5673",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "贞德丶-阿卡玛",
						["iLvl"] = 926,
						["time"] = 1501743307,
						["class"] = 6,
						["bTag"] = "刘二牛丶#5411",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "富强民主文明-伊利丹",
						["iLvl"] = 923,
						["time"] = 1502307219,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "演员的自我修养#5993",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "咔咔更健康-斩魔者",
						["time"] = 1502307623,
						["class"] = 11,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "圣牙-鬼雾峰",
						["iLvl"] = 853,
						["time"] = 1502307602,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Zsourcer#5222",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "落天一箭-瓦拉斯塔兹",
						["iLvl"] = 664,
						["time"] = 1502307623,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "募落葒顔#5516",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "希丶-燃烧之刃",
						["iLvl"] = 774,
						["time"] = 1502307607,
						["class"] = 3,
						["bTag"] = "Dandelion#51218",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "萌新求帶-太阳之井",
						["iLvl"] = 824,
						["time"] = 1502307623,
						["class"] = 6,
						["bTag"] = "梦0924#5620",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "枫小飞-塞拉摩",
						["iLvl"] = 894,
						["time"] = 1502307339,
						["class"] = 9,
						["bTag"] = "红太牛#5576",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "珞珞-死亡之翼",
						["iLvl"] = 873,
						["time"] = 1502307607,
						["class"] = 12,
						["bTag"] = "陌染风华丶#5522",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "熊丶熊二-无尽之海",
						["iLvl"] = 910,
						["time"] = 1502307600,
						["class"] = 11,
						["bTag"] = "紫广#5329",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "十万个老板-燃烧平原",
						["time"] = 1502307623,
						["class"] = 6,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "奥义-迪托马斯",
						["iLvl"] = 937,
						["time"] = 1502307389,
						["class"] = 1,
						["bTag"] = "奧弋#5313",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "泡泡仔-血色十字军",
						["time"] = 1502340776,
						["class"] = 9,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "火大的妹妹-普罗德摩",
						["iLvl"] = 831,
						["time"] = 1502340874,
						["class"] = 8,
						["bTag"] = "波波基#5986",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "小哥叫盗神-死亡之翼",
						["iLvl"] = 870,
						["time"] = 1502340916,
						["class"] = 4,
						["bTag"] = "阿汤哥#5210",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "放缓-屠魔山谷",
						["iLvl"] = 864,
						["time"] = 1502341051,
						["class"] = 3,
						["bTag"] = "虐你就是事儿#5343",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "逸云随风-影牙要塞",
						["time"] = 1502341051,
						["class"] = 4,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "傻了吧唧的-伊森利恩",
						["time"] = 1502341051,
						["class"] = 9,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "银色弹药-龙骨平原",
						["iLvl"] = 925,
						["time"] = 1502341051,
						["class"] = 7,
						["bTag"] = "银色火药#5713",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "又粉又嫰-深渊之喉",
						["time"] = 1502341051,
						["class"] = 2,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "忆之晓灬空空-瑟莱德丝",
						["iLvl"] = 904,
						["time"] = 1502341051,
						["class"] = 9,
						["bTag"] = "知晓#5842",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小虾-日落沼泽",
						["iLvl"] = 881,
						["time"] = 1502341051,
						["class"] = 9,
						["bTag"] = "萌小虾#5999",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "夜语潇潇-摩摩尔",
						["time"] = 1502341051,
						["class"] = 12,
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "猎手无名-霜狼",
						["time"] = 1502341051,
						["class"] = 12,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染铅华-洛萨",
						["time"] = 1502341051,
						["class"] = 8,
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "画溪-迪瑟洛克",
						["iLvl"] = 914,
						["time"] = 1502341051,
						["class"] = 5,
						["bTag"] = "林飞#5966",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "只要鸡腿饭-黑铁",
						["iLvl"] = 905,
						["time"] = 1502341051,
						["class"] = 10,
						["bTag"] = "阿贝尔下凡#5441",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "枝有木兮-鬼雾峰",
						["iLvl"] = 901,
						["time"] = 1502341051,
						["class"] = 11,
						["bTag"] = "枝有木兮#5621",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "霍米克丶六-燃烧之刃",
						["time"] = 1502341051,
						["class"] = 2,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "风中芭蕾-伊利丹",
						["iLvl"] = 933,
						["time"] = 1502341051,
						["class"] = 6,
						["bTag"] = "贪睡之熊#5134471",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Wxyzt-安苏",
						["iLvl"] = 924,
						["time"] = 1502341051,
						["class"] = 4,
						["bTag"] = "破天#52246",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "瞌睡牜-萨格拉斯",
						["iLvl"] = 927,
						["time"] = 1502341051,
						["class"] = 5,
						["bTag"] = "acai2150#5436",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "灬夏至灬-埃德萨拉",
						["iLvl"] = 906,
						["time"] = 1502341051,
						["class"] = 3,
						["bTag"] = "Nino#5590",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "童心替代伤心-埃加洛尔",
						["iLvl"] = 905,
						["time"] = 1502341051,
						["class"] = 4,
						["bTag"] = "xxxholic#5892",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "Dypal-海加尔",
						["iLvl"] = 892,
						["time"] = 1502341051,
						["class"] = 2,
						["bTag"] = "小杨沫#5266",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜恶魔-克尔苏加德",
						["iLvl"] = 915,
						["time"] = 1502341051,
						["class"] = 12,
						["bTag"] = "沁帝兽#5152",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丨鸢尾-凤凰之神",
						["time"] = 1502341051,
						["class"] = 8,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "丨污鸦丶-格瑞姆巴托",
						["iLvl"] = 922,
						["time"] = 1502341051,
						["class"] = 12,
						["bTag"] = "苏丶#51449",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "党员冲在前-萨尔",
						["iLvl"] = 933,
						["time"] = 1502341051,
						["class"] = 3,
						["bTag"] = "小样儿#5866",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "赫拉哥哥-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1502341051,
						["class"] = 4,
						["bTag"] = "我压迫众生#51456",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "转圈圈-深渊之巢",
						["time"] = 1502341051,
						["class"] = 2,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "凌云秋-冰风岗",
						["iLvl"] = 861,
						["time"] = 1502341051,
						["class"] = 8,
						["bTag"] = "依山尽#5212",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "苏妄言-阿曼尼",
						["time"] = 1502341051,
						["class"] = 6,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "尾行之王-凤凰之神",
						["time"] = 1502341051,
						["class"] = 4,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "摄魂丶使者-格瑞姆巴托",
						["time"] = 1502341051,
						["class"] = 3,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "逼加铁锁-鹰巢山",
						["time"] = 1502341051,
						["class"] = 4,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "千叶斩-熔火之心",
						["time"] = 1502341051,
						["class"] = 6,
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "奶尽一切-安苏",
						["time"] = 1502341051,
						["class"] = 5,
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "灬胖先生灬-丽丽（四川）",
						["time"] = 1502341051,
						["class"] = 6,
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "募落葒顔-太阳之井",
						["iLvl"] = 924,
						["time"] = 1502944338,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "募落葒顔#5516",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "彼岸望花-埃德萨拉",
						["iLvl"] = 935,
						["time"] = 1502944338,
						["class"] = 12,
						["bTag"] = "彼岸望花#51325",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "流年逝月-索瑞森",
						["iLvl"] = 919,
						["time"] = 1502944338,
						["class"] = 3,
						["bTag"] = "流光岁月#51688",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "洛汗之光-阿尔萨斯",
						["time"] = 1502944338,
						["class"] = 2,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "洞悉灵魂-影之哀伤",
						["time"] = 1502944338,
						["class"] = 4,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "悠悠幽幽-萨格拉斯",
						["iLvl"] = 921,
						["time"] = 1502944338,
						["class"] = 3,
						["bTag"] = "卡莱斯#51184",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "核心橙丶-天空之墙",
						["time"] = 1502944338,
						["class"] = 4,
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "天生汼命-巫妖之王",
						["iLvl"] = 913,
						["time"] = 1502944338,
						["class"] = 11,
						["bTag"] = "傲娇的流氓熊#5800",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "菲莉琪塔-冰风岗",
						["iLvl"] = 937,
						["time"] = 1502944338,
						["class"] = 6,
						["bTag"] = "菲莉琪塔灬#5734",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光照你全家-瓦拉纳",
						["time"] = 1502944338,
						["class"] = 2,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "叮当咕咕-无尽之海",
						["time"] = 1502944338,
						["class"] = 9,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "筱嘿-埃德萨拉",
						["time"] = 1502944338,
						["class"] = 3,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶筱寶貝丶-阿比迪斯",
						["iLvl"] = 886,
						["time"] = 1502944338,
						["class"] = 7,
						["bTag"] = "许文强#5858",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "止枫-血色十字军",
						["iLvl"] = 885,
						["time"] = 1502944338,
						["class"] = 12,
						["bTag"] = "止痕#5252",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "宝宝不胖-洛肯",
						["time"] = 1502944338,
						["class"] = 6,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "一笑兮夜-天谴之门",
						["iLvl"] = 933,
						["time"] = 1502944338,
						["class"] = 12,
						["bTag"] = "天才大大#5998",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗之邪刃-白骨荒野",
						["iLvl"] = 940,
						["time"] = 1502944338,
						["class"] = 4,
						["bTag"] = "小黑跳大#5488",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "冰龙小成-卡拉赞",
						["time"] = 1502944338,
						["class"] = 2,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "百里罒屠苏-冰风岗",
						["iLvl"] = 902,
						["time"] = 1502944338,
						["class"] = 4,
						["bTag"] = "孤魂#51292",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "涩念-克尔苏加德",
						["time"] = 1502944338,
						["class"] = 1,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "大橙紫-黑铁",
						["iLvl"] = 930,
						["time"] = 1502944338,
						["class"] = 6,
						["bTag"] = "软泥怪#5247",
					}, -- [109]
					{
						["role"] = "HEALER",
						["name"] = "西门吹牛批-伊森利恩",
						["iLvl"] = 884,
						["time"] = 1502944338,
						["class"] = 2,
						["bTag"] = "西门吹牛批#5754",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "清兮-凤凰之神",
						["iLvl"] = 898,
						["time"] = 1502944338,
						["class"] = 11,
						["bTag"] = "彼之砒霜吾之蜜糖#5643",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "童小话丶-克尔苏加德",
						["iLvl"] = 932,
						["time"] = 1502944338,
						["class"] = 12,
						["bTag"] = "给你机会你不珍惜#51209",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "双动齐发-塞纳留斯",
						["time"] = 1502944338,
						["class"] = 1,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "百岁山-甜水绿洲",
						["time"] = 1502944338,
						["class"] = 12,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "本服颜值代表-无尽之海",
						["iLvl"] = 932,
						["time"] = 1502944338,
						["class"] = 4,
						["bTag"] = "战网颜值代表#5511",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "婧思哲-主宰之剑",
						["time"] = 1502944310,
						["class"] = 2,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "花醉欣-阿克蒙德",
						["iLvl"] = 853,
						["time"] = 1502944338,
						["class"] = 3,
						["bTag"] = "蛋糕芯#5349",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "婀娜多姿-苏塔恩",
						["iLvl"] = 884,
						["time"] = 1502944338,
						["class"] = 12,
						["bTag"] = "小民哥哥#5182",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "嫣語妖嬈-莱索恩",
						["time"] = 1502944338,
						["class"] = 2,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱木糠蛋糕-霜之哀伤",
						["time"] = 1502944338,
						["class"] = 10,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丽鼠-萨格拉斯",
						["time"] = 1502944589,
						["class"] = 2,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂战车-鬼雾峰",
						["time"] = 1502944338,
						["class"] = 3,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "着的风格再次-奥特兰克",
						["time"] = 1502944589,
						["class"] = 12,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Jonia-加基森",
						["time"] = 1502944589,
						["class"] = 12,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "窗外的花姑娘-血色十字军",
						["time"] = 1502944338,
						["class"] = 12,
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "灬格古洛灬-闪电之刃",
						["time"] = 1502944338,
						["class"] = 2,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "德丿爷-希雷诺斯",
						["iLvl"] = 935,
						["time"] = 1502944582,
						["class"] = 11,
						["bTag"] = "韩大牛#5413",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "春暖花开灬-苏拉玛",
						["iLvl"] = 934,
						["time"] = 1502944589,
						["class"] = 8,
						["bTag"] = "Colin#53873",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "凝姬-洛萨",
						["iLvl"] = 908,
						["time"] = 1502944589,
						["class"] = 2,
						["bTag"] = "王越飞#5477",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "世界需要战神-莱索恩",
						["iLvl"] = 927,
						["time"] = 1502944589,
						["class"] = 1,
						["bTag"] = "Nightwish#5248",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "联盟密探-火烟之谷",
						["time"] = 1502944589,
						["class"] = 3,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "望月灵犀-战歌",
						["time"] = 1502944589,
						["class"] = 1,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "王炸四个二-艾露恩",
						["iLvl"] = 923,
						["time"] = 1502944589,
						["class"] = 3,
						["bTag"] = "草根小火轮#5754",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "志文-阿纳克洛斯",
						["time"] = 1502944589,
						["class"] = 1,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌小菲菲-洛萨",
						["iLvl"] = 926,
						["time"] = 1502944589,
						["class"] = 3,
						["bTag"] = "王越飞#5477",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "氢氧根离子-白骨荒野",
						["iLvl"] = 924,
						["time"] = 1502944589,
						["class"] = 8,
						["bTag"] = "叉叉#5602",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候天很蓝-狂热之刃",
						["iLvl"] = 881,
						["time"] = 1502944587,
						["class"] = 1,
						["bTag"] = "霍格大爷#5532",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "益豆儿-通灵学院",
						["iLvl"] = 923,
						["time"] = 1502944589,
						["class"] = 8,
						["bTag"] = "益豆儿#5328",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "天煞粉筆線-龙骨平原",
						["iLvl"] = 914,
						["time"] = 1502944589,
						["class"] = 5,
						["bTag"] = "天煞#5783",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "喔叫嘚噜依-黑铁",
						["iLvl"] = 925,
						["time"] = 1502944589,
						["class"] = 11,
						["bTag"] = "BigK#5730",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "鹹魚法絲-阿尔萨斯",
						["iLvl"] = 926,
						["time"] = 1502944589,
						["class"] = 8,
						["bTag"] = "妇科杀手#5112",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚嗨咻嗨咻-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1502944589,
						["class"] = 1,
						["bTag"] = "奥利宝#5857",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "Altx-能源舰",
						["time"] = 1502944589,
						["class"] = 9,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "炎魔宝珠-巨龙之吼",
						["iLvl"] = 921,
						["time"] = 1502944589,
						["class"] = 12,
						["bTag"] = "致命之鼠#54901",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "清风丶随意-伊森利恩",
						["iLvl"] = 927,
						["time"] = 1502944589,
						["class"] = 3,
						["bTag"] = "清风吟月#51214",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "潘衙内-深渊之巢",
						["time"] = 1502944589,
						["class"] = 3,
					}, -- [146]
					{
						["role"] = "HEALER",
						["name"] = "秀水无痕二世-血顶",
						["iLvl"] = 930,
						["time"] = 1502944589,
						["class"] = 7,
						["bTag"] = "秀水无痕#5541",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "無痕之君-血色十字军",
						["iLvl"] = 925,
						["time"] = 1502944582,
						["class"] = 4,
						["bTag"] = "无痕之君#5252",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "我是条虫-藏宝海湾",
						["time"] = 1502944589,
						["class"] = 8,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "馥绯-影之哀伤",
						["time"] = 1502944589,
						["class"] = 9,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "拔劍四頋-奥尔加隆",
						["time"] = 1502944587,
						["class"] = 1,
					}, -- [151]
					{
						["role"] = "TANK",
						["name"] = "孤单一群人-血牙魔王",
						["iLvl"] = 851,
						["time"] = 1502944589,
						["class"] = 6,
						["bTag"] = "一人多号#5759",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Áôë-埃德萨拉",
						["time"] = 1502944589,
						["class"] = 11,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的潜行者-苏拉玛",
						["time"] = 1502944589,
						["class"] = 4,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "不雪舞术-戈提克",
						["time"] = 1502944589,
						["class"] = 9,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕的苍狼-海克泰尔",
						["time"] = 1502944589,
						["class"] = 6,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "不吃熊-暗影议会",
						["time"] = 1502944589,
						["class"] = 4,
					}, -- [157]
				},
				["2-121-467-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Rashford-燃烧之刃",
						["iLvl"] = 884,
						["time"] = 1503390312,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "瀦瀦俠#5489",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Aslansala-利刃之拳",
						["iLvl"] = 900,
						["time"] = 1503390312,
						["class"] = 8,
						["bTag"] = "猪猪阿斯兰#5538",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Kindbrather-霜狼",
						["iLvl"] = 890,
						["time"] = 1503390312,
						["class"] = 8,
						["bTag"] = "卐微风卍#5558",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "只会变咕咕-燃烧之刃",
						["iLvl"] = 892,
						["time"] = 1503390312,
						["class"] = 11,
						["bTag"] = "八万八的魔法公鸡#5816",
					}, -- [4]
				},
				["1-124-422-0"] = {
					{
						["role"] = "TANK",
						["name"] = "邪恶的石斑-烈焰峰",
						["iLvl"] = 905,
						["time"] = 1503235161,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "喵了个咪#53528",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "坏坏我最爱-耐奥祖",
						["time"] = 1503235152,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "乔奇-洛丹伦",
						["iLvl"] = 920,
						["time"] = 1503235154,
						["class"] = 4,
						["bTag"] = "史蒂夫茶总#5730",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "战火中的青春-冰风岗",
						["iLvl"] = 933,
						["time"] = 1503364291,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "若执手尘世何求#5728",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "破衫射水-阿格拉玛",
						["time"] = 1503364291,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的冰箭-洛肯",
						["iLvl"] = 903,
						["time"] = 1503364291,
						["class"] = 8,
						["bTag"] = "枫随剑舞#5792",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "让圣光保佑你-主宰之剑",
						["iLvl"] = 840,
						["time"] = 1503364316,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "公子白衣尽霜雪#5452",
					}, -- [7]
				},
				["2-112-445-0"] = {
					{
						["role"] = "TANK",
						["name"] = "恬兒丶-贫瘠之地",
						["iLvl"] = 920,
						["time"] = 1503367154,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Sandra#51517",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "变粗变大-贫瘠之地",
						["iLvl"] = 840,
						["time"] = 1503367154,
						["class"] = 5,
						["bTag"] = "火兰#51369",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "老牛拉车-火焰之树",
						["iLvl"] = 922,
						["time"] = 1503367154,
						["class"] = 8,
						["bTag"] = "高速蜗牛#5900",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "拾指冰冷-伊森利恩",
						["iLvl"] = 905,
						["time"] = 1503367154,
						["class"] = 8,
						["bTag"] = "拾指冰冷#5237",
					}, -- [4]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "沈魚落雁-贫瘠之地",
						["iLvl"] = 863,
						["time"] = 1501129054,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "梦醒听风#5169",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "叶丶心夏-迅捷微风",
						["iLvl"] = 915,
						["time"] = 1501129136,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "桃花丶丶#5879",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "囍唰唰-死亡之翼",
						["time"] = 1501129013,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "雨纷纷兮-燃烧之刃",
						["iLvl"] = 897,
						["time"] = 1501129061,
						["class"] = 2,
						["bTag"] = "蓁哥哥#5817",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "壹个逗逼-黑铁",
						["iLvl"] = 912,
						["time"] = 1501129136,
						["class"] = 1,
						["bTag"] = "焦忠#5898",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡斯图塔-主宰之剑",
						["iLvl"] = 897,
						["time"] = 1501129054,
						["class"] = 3,
						["bTag"] = "箭尖上的神射手#5130",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "血影沉沦-血色十字军",
						["iLvl"] = 932,
						["time"] = 1501129136,
						["class"] = 3,
						["bTag"] = "暗夜之骑士#53276",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "小騒货-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1501129035,
						["class"] = 7,
						["bTag"] = "妮儿#5500",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝光辉之手-血环",
						["iLvl"] = 903,
						["time"] = 1501129114,
						["class"] = 8,
						["bTag"] = "上帝送葬#5544",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "夜一-阿比迪斯",
						["iLvl"] = 930,
						["time"] = 1501129136,
						["class"] = 12,
						["bTag"] = "Yasasurise#5848",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "詠烨-玛洛加尔",
						["iLvl"] = 834,
						["time"] = 1501129054,
						["class"] = 12,
						["bTag"] = "晨夕#5389",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丨終灬麯丨-影之哀伤",
						["iLvl"] = 915,
						["time"] = 1501129136,
						["class"] = 3,
						["bTag"] = "丨伊俐丹丶#5928",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "有机化學-太阳之井",
						["iLvl"] = 934,
						["time"] = 1501129136,
						["class"] = 8,
						["bTag"] = "有机化学#5995",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "酱爆蜀黍-克尔苏加德",
						["iLvl"] = 929,
						["time"] = 1501129054,
						["class"] = 6,
						["bTag"] = "达闻西之怒#5926",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "擼大师-黑铁",
						["iLvl"] = 932,
						["time"] = 1501129102,
						["class"] = 1,
						["bTag"] = "擼大师#5826",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "小芥末儿-海克泰尔",
						["iLvl"] = 899,
						["time"] = 1501129017,
						["class"] = 12,
						["bTag"] = "芥末儿#51761",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Tooto-熵魔",
						["iLvl"] = 926,
						["time"] = 1501129023,
						["class"] = 8,
						["bTag"] = "春哥#52122",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "奉天靖难-克尔苏加德",
						["iLvl"] = 929,
						["time"] = 1501129065,
						["class"] = 8,
						["bTag"] = "奉天靖难#5773",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "青叶-阿纳克洛斯",
						["iLvl"] = 901,
						["time"] = 1501129071,
						["class"] = 4,
						["bTag"] = "读书鱼#5645",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "邪夜-影之哀伤",
						["time"] = 1501129076,
						["class"] = 2,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "糖糖-达基萨斯",
						["iLvl"] = 906,
						["time"] = 1501129035,
						["class"] = 2,
						["bTag"] = "画魂师#51980",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "達蓋爾的無隈-贫瘠之地",
						["time"] = 1501129136,
						["class"] = 4,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "啊丨哒-幽暗沼泽",
						["iLvl"] = 912,
						["time"] = 1501129136,
						["class"] = 10,
						["bTag"] = "迷你小泰坦#5174",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "大主宰-血羽",
						["iLvl"] = 918,
						["time"] = 1501129136,
						["class"] = 6,
						["bTag"] = "聂坤#51932",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Goldlover-伊利丹",
						["iLvl"] = 929,
						["time"] = 1501129027,
						["class"] = 7,
						["bTag"] = "画心小蝶#5865",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Hellokittyqq-火焰之树",
						["time"] = 1501129136,
						["class"] = 9,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "世界风-黑暗魅影",
						["time"] = 1501129031,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "奶爸老佳-布兰卡德",
						["time"] = 1501129013,
						["class"] = 2,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Justsuic-黑铁",
						["iLvl"] = 895,
						["time"] = 1501129136,
						["class"] = 5,
						["bTag"] = "Crazynoob#5293",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "坏星星-影之哀伤",
						["time"] = 1501129054,
						["class"] = 7,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "爱萌莉小甜芯-烈焰峰",
						["iLvl"] = 931,
						["time"] = 1501129136,
						["class"] = 2,
						["bTag"] = "好人就要杀坏人#5783",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵菇传说-希雷诺斯",
						["time"] = 1501129089,
						["class"] = 9,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "四月丶浅傷-黑暗魅影",
						["iLvl"] = 922,
						["time"] = 1501129017,
						["class"] = 12,
						["bTag"] = "浩浩#52260",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "信仰之力-能源舰",
						["time"] = 1501129136,
						["class"] = 5,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹之门-迦拉克隆",
						["time"] = 1501129083,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "免免-伊利丹",
						["iLvl"] = 937,
						["time"] = 1501129059,
						["class"] = 3,
						["bTag"] = "俏皮又可爱呀#5651",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "那博-地狱咆哮",
						["time"] = 1501129054,
						["class"] = 12,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "卡特罗丨飞飞-格瑞姆巴托",
						["iLvl"] = 903,
						["time"] = 1501129023,
						["class"] = 12,
						["bTag"] = "天才小熊猫#53384",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "影狩-死亡之翼",
						["time"] = 1501129085,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Whatarewords-无尽之海",
						["iLvl"] = 921,
						["time"] = 1501129136,
						["class"] = 12,
						["bTag"] = "黛安娜斯#5471",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿丶法德児-斯克提斯",
						["iLvl"] = 889,
						["time"] = 1501129136,
						["class"] = 6,
						["bTag"] = "丶张小萌#5536",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "庆灬哥-凤凰之神",
						["iLvl"] = 914,
						["time"] = 1501129136,
						["class"] = 9,
						["bTag"] = "shenmeme#5194",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "熊猫丶无名-奥蕾莉亚",
						["iLvl"] = 927,
						["time"] = 1501129136,
						["class"] = 7,
						["bTag"] = "德玛西亚丶皇帝#5819",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "枫天之羽-暗影之月",
						["time"] = 1501129136,
						["class"] = 1,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "夏露初夜-破碎岭",
						["iLvl"] = 895,
						["time"] = 1501129136,
						["class"] = 4,
						["bTag"] = "初音未来#5528",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁小山兔丶-伊森利恩",
						["iLvl"] = 924,
						["time"] = 1501129136,
						["class"] = 5,
						["bTag"] = "Fxxmz#5505",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "旧城青年丶-红云台地",
						["iLvl"] = 916,
						["time"] = 1501129136,
						["class"] = 9,
						["bTag"] = "四月#5962",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "Miràcle-死亡之翼",
						["iLvl"] = 915,
						["time"] = 1501129136,
						["class"] = 11,
						["bTag"] = "霁无暇#51436",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Sowaht-格瑞姆巴托",
						["iLvl"] = 852,
						["time"] = 1501129136,
						["class"] = 3,
						["bTag"] = "撸界的第一把交椅#5922",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "血煞孤狼-布兰卡德",
						["iLvl"] = 890,
						["time"] = 1501129136,
						["class"] = 11,
						["bTag"] = "死亡之翼#517588",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "阿爾托麗蕥-红龙军团",
						["iLvl"] = 930,
						["time"] = 1501129136,
						["class"] = 8,
						["bTag"] = "冷月无风#5218",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Nirnana-玛洛加尔",
						["iLvl"] = 920,
						["time"] = 1501129136,
						["class"] = 4,
						["bTag"] = "Joker830917#5144",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "泰瑞尔希-燃烧之刃",
						["iLvl"] = 924,
						["time"] = 1501129136,
						["class"] = 1,
						["bTag"] = "Dean#5112",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "云上的小雨-鹰巢山",
						["iLvl"] = 923,
						["time"] = 1501129136,
						["class"] = 2,
						["bTag"] = "DireRaven#5173",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Phnix-无尽之海",
						["iLvl"] = 933,
						["time"] = 1501129136,
						["class"] = 9,
						["bTag"] = "面具老头#5750",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "私定终生-丽丽（四川）",
						["iLvl"] = 921,
						["time"] = 1501129136,
						["class"] = 1,
						["bTag"] = "呵一呵#5416",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫纱加-卡拉赞",
						["iLvl"] = 908,
						["time"] = 1501129136,
						["class"] = 8,
						["bTag"] = "浪漫纱加#5281",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "贼走江湖-卡拉赞",
						["iLvl"] = 923,
						["time"] = 1501129136,
						["class"] = 4,
						["bTag"] = "牛牛江湖#5164",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "灬兜兜飞丶-死亡之翼",
						["iLvl"] = 907,
						["time"] = 1501129136,
						["class"] = 1,
						["bTag"] = "兜兜飞#5107",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "逗妇皮-洛丹伦",
						["iLvl"] = 907,
						["time"] = 1501129094,
						["class"] = 9,
						["bTag"] = "我都纳闷了#5863",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "橙无影箭无影-丽丽（四川）",
						["iLvl"] = 936,
						["time"] = 1501129136,
						["class"] = 3,
						["bTag"] = "恩断梦方破#51858",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "没能在你身边-死亡之翼",
						["iLvl"] = 897,
						["time"] = 1501129136,
						["class"] = 11,
						["bTag"] = "Extra#5462",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "你渴望力量吗-阿比迪斯",
						["iLvl"] = 923,
						["time"] = 1501129136,
						["class"] = 1,
						["bTag"] = "开黑吗我麦爹贼6#5863",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "Anillusion-阿克蒙德",
						["iLvl"] = 925,
						["time"] = 1501129136,
						["class"] = 10,
						["bTag"] = "战斗之软泥怪#54700",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "恬恬皮很厚-艾露恩",
						["time"] = 1501129136,
						["class"] = 1,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "清迈-黑铁",
						["iLvl"] = 915,
						["time"] = 1501129136,
						["class"] = 11,
						["bTag"] = "saga#5663",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "致命打鸡-燃烧军团",
						["iLvl"] = 905,
						["time"] = 1501742284,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "宁然#5731",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "皆盡-阿格拉玛",
						["time"] = 1501742284,
						["class"] = 4,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "罪恶魂冥-无尽之海",
						["iLvl"] = 928,
						["time"] = 1501742102,
						["class"] = 10,
						["bTag"] = "裁决军丶圣言#5202",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "丨欢丶丞丨-激流之傲",
						["iLvl"] = 904,
						["time"] = 1501742166,
						["class"] = 1,
						["bTag"] = "传说中的#51720",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "华丽的禁卫军-无尽之海",
						["iLvl"] = 889,
						["time"] = 1501742284,
						["class"] = 11,
						["bTag"] = "九门提督#5367",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "紫绫-血色十字军",
						["time"] = 1502288823,
						["class"] = 9,
						["leader"] = true,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "未至秋末-死亡之翼",
						["time"] = 1502288823,
						["class"] = 4,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "萨耳-暗影之月",
						["iLvl"] = 913,
						["time"] = 1502288823,
						["class"] = 6,
						["bTag"] = "人品牛#5523",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "潮落潮起-古尔丹",
						["iLvl"] = 869,
						["time"] = 1502288823,
						["class"] = 1,
						["bTag"] = "潮起潮落#51248",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "梅兰可莉-地狱之石",
						["iLvl"] = 900,
						["time"] = 1502288823,
						["class"] = 5,
						["bTag"] = "骑兵#5111",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "德丶拉莫尔-白银之手",
						["time"] = 1502288823,
						["class"] = 9,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Soulwhisper-黑石尖塔",
						["time"] = 1502288823,
						["class"] = 8,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "迦尔纳丶-安苏",
						["iLvl"] = 846,
						["time"] = 1502340496,
						["class"] = 9,
						["bTag"] = "BT160626#55736",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "夜枫-能源舰",
						["iLvl"] = 922,
						["time"] = 1502340482,
						["class"] = 12,
						["bTag"] = "Extreme#5927",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "丝洛蕾婭-埃克索图斯",
						["iLvl"] = 928,
						["time"] = 1502340490,
						["class"] = 8,
						["bTag"] = "斯洛雷娅#5323",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "青雉-雏龙之翼",
						["iLvl"] = 931,
						["time"] = 1502340500,
						["class"] = 1,
						["bTag"] = "Yyu#5554",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "迷失大帝-伊莫塔尔",
						["time"] = 1502340582,
						["class"] = 11,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "惊天破-影之哀伤",
						["iLvl"] = 927,
						["time"] = 1502340378,
						["class"] = 4,
						["bTag"] = "雷瞳#51935",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "好像有个人丶-迅捷微风",
						["iLvl"] = 932,
						["time"] = 1502340488,
						["class"] = 3,
						["bTag"] = "小明#54695",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "樱桃喵喵怪-迅捷微风",
						["time"] = 1502340290,
						["class"] = 2,
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "Paladgns-斩魔者",
						["time"] = 1502340582,
						["class"] = 2,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "傻傻一笑-通灵学院",
						["iLvl"] = 871,
						["time"] = 1502340327,
						["class"] = 1,
						["bTag"] = "眺望的阿麦#5919",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "炖地瓜-凤凰之神",
						["iLvl"] = 929,
						["time"] = 1502340294,
						["class"] = 6,
						["bTag"] = "徐狗烁#5795",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "阿川-提瑞斯法",
						["iLvl"] = 907,
						["time"] = 1502340582,
						["class"] = 1,
						["bTag"] = "忧郁的小熙熙#5453",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Ariesp-熔火之心",
						["time"] = 1502340292,
						["class"] = 9,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒的泥鳅-萨尔",
						["time"] = 1502340290,
						["class"] = 12,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "道成归-迅捷微风",
						["time"] = 1502340292,
						["class"] = 12,
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "小浪蹄儿-死亡之翼",
						["time"] = 1502340290,
						["class"] = 6,
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "醉蝶吼-血色十字军",
						["iLvl"] = 903,
						["time"] = 1502340305,
						["class"] = 11,
						["bTag"] = "ian#5152",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "天天核心橙-恶魔之魂",
						["time"] = 1502340582,
						["class"] = 6,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "拉克斯丶戦-踏梦者",
						["iLvl"] = 908,
						["time"] = 1502340356,
						["class"] = 1,
						["bTag"] = "拉克斯#5963",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "擎天丨红颜-熔火之心",
						["iLvl"] = 918,
						["time"] = 1502340312,
						["class"] = 8,
						["bTag"] = "Frost#5677",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "头上有角-阿卡玛",
						["iLvl"] = 914,
						["time"] = 1502340582,
						["class"] = 12,
						["bTag"] = "斯威特#5261",
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "常威-希雷诺斯",
						["iLvl"] = 910,
						["time"] = 1502340296,
						["class"] = 1,
						["bTag"] = "大东#52375",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "牛尨-卡拉赞",
						["time"] = 1502340582,
						["class"] = 7,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "笑红尘-菲米丝",
						["iLvl"] = 915,
						["time"] = 1502340312,
						["class"] = 12,
						["bTag"] = "FunkyPants#510937",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "牧光短浅-闪电之刃",
						["iLvl"] = 920,
						["time"] = 1502340492,
						["class"] = 5,
						["bTag"] = "先知后觉#5984",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "洛戈挞-格瑞姆巴托",
						["iLvl"] = 927,
						["time"] = 1502340378,
						["class"] = 1,
						["bTag"] = "七点零#5880",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "花名未闻-耐奥祖",
						["iLvl"] = 929,
						["time"] = 1502340294,
						["class"] = 6,
						["bTag"] = "DJxiaoxing#5474",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "苍笙踏歌-丹莫德",
						["iLvl"] = 929,
						["time"] = 1502340312,
						["class"] = 1,
						["bTag"] = "浅颦深处是情柔#5708",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "寂若繁星丶-伊利丹",
						["iLvl"] = 926,
						["time"] = 1502340296,
						["class"] = 7,
						["bTag"] = "小国王#51321",
					}, -- [107]
					{
						["role"] = "HEALER",
						["name"] = "达丿爱柳宝-格瑞姆巴托",
						["iLvl"] = 886,
						["time"] = 1502340336,
						["class"] = 5,
						["bTag"] = "柳柳宝#5394",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "碟中蝶-熔火之心",
						["time"] = 1502340305,
						["class"] = 2,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "明月心-古尔丹",
						["iLvl"] = 802,
						["time"] = 1502340367,
						["class"] = 1,
						["bTag"] = "执念#51534",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜死灵狂想-梅尔加尼",
						["iLvl"] = 941,
						["time"] = 1502340516,
						["class"] = 6,
						["bTag"] = "黑夜#5402",
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "Flowin-萨菲隆",
						["time"] = 1502340290,
						["class"] = 11,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "陆叔上妞果-贫瘠之地",
						["iLvl"] = 933,
						["time"] = 1502340296,
						["class"] = 11,
						["bTag"] = "狂野之狼#513176",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Sinara-太阳之井",
						["iLvl"] = 904,
						["time"] = 1502340496,
						["class"] = 4,
						["bTag"] = "复根音#5583",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "艺扬-军团要塞",
						["time"] = 1502340488,
						["class"] = 4,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "凋离-贫瘠之地",
						["iLvl"] = 890,
						["time"] = 1502340496,
						["class"] = 9,
						["bTag"] = "零落#5310",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "绿箭侠丶乱射-白银之手",
						["iLvl"] = 873,
						["time"] = 1502340543,
						["class"] = 3,
						["bTag"] = "邱扬#51194",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "你的大盼盼-格瑞姆巴托",
						["iLvl"] = 932,
						["time"] = 1502340492,
						["class"] = 10,
						["bTag"] = "流落飘香#5216",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "傷誠-闪电之刃",
						["iLvl"] = 915,
						["time"] = 1502340530,
						["class"] = 2,
						["bTag"] = "半城烟雨#5360",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨幻想-布兰卡德",
						["iLvl"] = 913,
						["time"] = 1502340508,
						["class"] = 12,
						["bTag"] = "牧之殇#5943",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "踏冰雪梅-安其拉",
						["iLvl"] = 895,
						["time"] = 1502340496,
						["class"] = 6,
						["bTag"] = "白银之鹰#523546",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "小白沫沫-阿比迪斯",
						["iLvl"] = 924,
						["time"] = 1502340508,
						["class"] = 1,
						["bTag"] = "娃哈哈#5124",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Flyingmanme-熔火之心",
						["iLvl"] = 892,
						["time"] = 1502340510,
						["class"] = 8,
						["bTag"] = "zhaodanflyin#5911",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "求稳-血色十字军",
						["time"] = 1502340490,
						["class"] = 8,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "Fondant-通灵学院",
						["iLvl"] = 914,
						["time"] = 1502340500,
						["class"] = 6,
						["bTag"] = "小西米#5142",
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "醉心颜-血环",
						["iLvl"] = 901,
						["time"] = 1502340482,
						["class"] = 5,
						["bTag"] = "刀锋使者#5899",
					}, -- [126]
					{
						["role"] = "TANK",
						["name"] = "折翼的炽天使-冰风岗",
						["iLvl"] = 906,
						["time"] = 1502340488,
						["class"] = 12,
						["bTag"] = "逆袭#5600",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "妖怪吃俺一斧-凤凰之神",
						["iLvl"] = 928,
						["time"] = 1502340488,
						["class"] = 6,
						["bTag"] = "机械之咒#512573",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "筱灬川-无尽之海",
						["iLvl"] = 897,
						["time"] = 1502340543,
						["class"] = 12,
						["bTag"] = "狂野之狼#522696",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "擎天一炷香-丽丽（四川）",
						["iLvl"] = 929,
						["time"] = 1502340405,
						["class"] = 3,
						["bTag"] = "跳跳精灵#53660",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "约克逊是个郡-拉格纳罗斯",
						["iLvl"] = 929,
						["time"] = 1502340488,
						["class"] = 3,
						["bTag"] = "约克逊是个郡#51279",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "秋叶渭水寒-索瑞森",
						["iLvl"] = 903,
						["time"] = 1502340502,
						["class"] = 5,
						["bTag"] = "落影#51613",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光卡西-地狱咆哮",
						["iLvl"] = 936,
						["time"] = 1502340554,
						["class"] = 2,
						["bTag"] = "圣卡西#5165",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫要吃肉-嚎风峡湾",
						["iLvl"] = 901,
						["time"] = 1502340502,
						["class"] = 10,
						["bTag"] = "淇淇宝贝#51199",
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "牛黃解毒丸-凤凰之神",
						["iLvl"] = 934,
						["time"] = 1502340488,
						["class"] = 1,
						["bTag"] = "大树#52747",
					}, -- [135]
					{
						["role"] = "HEALER",
						["name"] = "缺钱套现找我-古尔丹",
						["iLvl"] = 912,
						["time"] = 1502340508,
						["class"] = 2,
						["bTag"] = "连志煌#5822",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "影之灬鑀瀧-影之哀伤",
						["iLvl"] = 913,
						["time"] = 1502340492,
						["class"] = 8,
						["bTag"] = "冰霜之犬#55729",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "穆一可-洛肯",
						["iLvl"] = 914,
						["time"] = 1502340516,
						["class"] = 12,
						["bTag"] = "穆一一#5251",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "我頭上有犄角-达尔坎",
						["iLvl"] = 904,
						["time"] = 1502340502,
						["class"] = 12,
						["bTag"] = "花见花开好少年#5507",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "刺进你心里丶-死亡之翼",
						["iLvl"] = 899,
						["time"] = 1502340582,
						["class"] = 4,
						["bTag"] = "一段感情还在漂泊#5336",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "光月未梦-凯恩血蹄",
						["iLvl"] = 931,
						["time"] = 1502340582,
						["class"] = 3,
						["bTag"] = "Lolo#5438",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "乔见情天-克尔苏加德",
						["iLvl"] = 909,
						["time"] = 1502340582,
						["class"] = 8,
						["bTag"] = "逍遥御风#51850",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "安分的青春丶-无尽之海",
						["iLvl"] = 930,
						["time"] = 1502340582,
						["class"] = 5,
						["bTag"] = "柠檬先生丶#51864",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "铁蹄标杆-燃烧之刃",
						["iLvl"] = 899,
						["time"] = 1502340582,
						["class"] = 1,
						["bTag"] = "鲈鱼#5632",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "丿宫崎灬猥琐-千针石林",
						["iLvl"] = 926,
						["time"] = 1502340582,
						["class"] = 2,
						["bTag"] = "gongqiweisuo#5314",
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "淡雪蔷薇丶-月光林地",
						["iLvl"] = 927,
						["time"] = 1502340582,
						["class"] = 5,
						["bTag"] = "孤者何惧#5626",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "风风猎-熔火之心",
						["iLvl"] = 928,
						["time"] = 1502340582,
						["class"] = 3,
						["bTag"] = "Rengar#51997",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲血统-伊利丹",
						["iLvl"] = 919,
						["time"] = 1502340582,
						["class"] = 4,
						["bTag"] = "暗夜之鸦#57146",
					}, -- [148]
					{
						["role"] = "TANK",
						["name"] = "Entertainor-末日祷告祭坛",
						["iLvl"] = 926,
						["time"] = 1502340582,
						["class"] = 6,
						["bTag"] = "淡忘#51538",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "Luckyrebirth-提瑞斯法",
						["iLvl"] = 934,
						["time"] = 1502340582,
						["class"] = 2,
						["bTag"] = "Luckydevil#5590",
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "恶魔杀手-菲拉斯",
						["iLvl"] = 934,
						["time"] = 1502340582,
						["class"] = 12,
						["bTag"] = "认真#5427",
					}, -- [151]
					{
						["role"] = "HEALER",
						["name"] = "死的太象人-塔纳利斯",
						["iLvl"] = 910,
						["time"] = 1502340582,
						["class"] = 5,
						["bTag"] = "邪胖子#5669",
					}, -- [152]
					{
						["role"] = "HEALER",
						["name"] = "飛蛾小米-燃烧之刃",
						["iLvl"] = 924,
						["time"] = 1502340582,
						["class"] = 11,
						["bTag"] = "谏山十六夜#5699",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰星雨-提瑞斯法",
						["iLvl"] = 872,
						["time"] = 1502340582,
						["class"] = 8,
						["bTag"] = "黑白画映#5575",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "Samsaratract-天空之墙",
						["iLvl"] = 931,
						["time"] = 1502340582,
						["class"] = 8,
						["bTag"] = "小谢#5408",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "东隅-迦玛兰",
						["iLvl"] = 914,
						["time"] = 1502340582,
						["class"] = 12,
						["bTag"] = "柠檬#5184",
					}, -- [156]
					{
						["role"] = "TANK",
						["name"] = "铭曲-凤凰之神",
						["iLvl"] = 936,
						["time"] = 1502340582,
						["class"] = 11,
						["bTag"] = "小骑#51640",
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "筱丶荳苞-巫妖之王",
						["iLvl"] = 930,
						["time"] = 1502340582,
						["class"] = 6,
						["bTag"] = "梅零落#5126",
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "汏兰德小花-无尽之海",
						["time"] = 1502340582,
						["class"] = 11,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我姐夫-影之哀伤",
						["iLvl"] = 921,
						["time"] = 1502340582,
						["class"] = 4,
						["bTag"] = "Imco#5577",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "柒芯海棠灬-破碎岭",
						["iLvl"] = 885,
						["time"] = 1502340582,
						["class"] = 7,
						["bTag"] = "杜洪伟#51359",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "謬小茶-冰风岗",
						["iLvl"] = 932,
						["time"] = 1502340582,
						["class"] = 5,
						["bTag"] = "謬小茶#5940",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "希斯洛灬流川-月光林地",
						["iLvl"] = 878,
						["time"] = 1502340582,
						["class"] = 6,
						["bTag"] = "墨沁#5231",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "子烨-闪电之刃",
						["iLvl"] = 899,
						["time"] = 1502340582,
						["class"] = 3,
						["bTag"] = "小子烨#5913",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "菜小菜-燃烧之刃",
						["iLvl"] = 904,
						["time"] = 1502340582,
						["class"] = 8,
						["bTag"] = "水银娃子#5194",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "Lastone-古加尔",
						["iLvl"] = 928,
						["time"] = 1502340538,
						["class"] = 12,
						["bTag"] = "滇西黑大爷#5700",
					}, -- [166]
					{
						["role"] = "TANK",
						["name"] = "俏夕阳丶-安苏",
						["iLvl"] = 935,
						["time"] = 1502340582,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "俏夕阳#5918",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "化身为人-狂热之刃",
						["time"] = 1502340582,
						["class"] = 11,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "魚较瘦-鬼雾峰",
						["iLvl"] = 929,
						["time"] = 1502340582,
						["class"] = 9,
						["bTag"] = "于教授#5758",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼较瘦-鬼雾峰",
						["iLvl"] = 910,
						["time"] = 1502340582,
						["class"] = 1,
						["bTag"] = "于教授#5758",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶苏小仨-雷霆之王",
						["iLvl"] = 913,
						["time"] = 1502340582,
						["class"] = 6,
						["bTag"] = "Sacrolash#5154",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "梨红-燃烧军团",
						["time"] = 1502340559,
						["class"] = 8,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "Lznswqs-燃烧之刃",
						["iLvl"] = 756,
						["time"] = 1502340582,
						["class"] = 6,
						["bTag"] = "BT160513#52348",
					}, -- [173]
					{
						["role"] = "HEALER",
						["name"] = "奶德不会奶-燃烧之刃",
						["iLvl"] = 919,
						["time"] = 1502340582,
						["class"] = 11,
						["bTag"] = "刚好遇见#5369",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Loonmountain-艾露恩",
						["time"] = 1503231153,
						["class"] = 12,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "Loganç-黑铁",
						["iLvl"] = 928,
						["time"] = 1503231153,
						["class"] = 1,
						["bTag"] = "九哥哥#51439",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Windyhunter-狂热之刃",
						["iLvl"] = 939,
						["time"] = 1503231153,
						["class"] = 3,
						["bTag"] = "Freedom#5734",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "放丶弃治疗-伊森利恩",
						["iLvl"] = 910,
						["time"] = 1503231153,
						["class"] = 11,
						["bTag"] = "飞翔的胖纸#5257",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "Night-红龙军团",
						["iLvl"] = 876,
						["time"] = 1503231153,
						["class"] = 1,
						["bTag"] = "翔翔#5703",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "落叶的惆怅-亡语者",
						["iLvl"] = 910,
						["time"] = 1503231153,
						["class"] = 2,
						["bTag"] = "天涯#54893",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "空虚沸腾丶-熔火之心",
						["iLvl"] = 933,
						["time"] = 1503231153,
						["class"] = 4,
						["bTag"] = "Mckshy#5611",
					}, -- [181]
					{
						["role"] = "HEALER",
						["name"] = "丶雪月-洛丹伦",
						["iLvl"] = 927,
						["time"] = 1503231153,
						["class"] = 5,
						["bTag"] = "凌云灬青云#5651",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "我不爱吃芹菜-阿克蒙德",
						["iLvl"] = 938,
						["time"] = 1503231153,
						["class"] = 5,
						["bTag"] = "Thresh#5991",
					}, -- [183]
					{
						["role"] = "HEALER",
						["name"] = "神欧西里斯-无尽之海",
						["time"] = 1503231153,
						["class"] = 7,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "啊肥领头灭团-摩摩尔",
						["iLvl"] = 935,
						["time"] = 1503231153,
						["class"] = 8,
						["bTag"] = "无奈的啊肥#5127",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "獵杀奇-狂热之刃",
						["iLvl"] = 879,
						["time"] = 1503231153,
						["class"] = 3,
						["bTag"] = "Paolo#5769",
					}, -- [186]
					{
						["role"] = "TANK",
						["name"] = "尼古拉斯铁蛋-安东尼达斯",
						["iLvl"] = 849,
						["time"] = 1503231153,
						["class"] = 11,
						["bTag"] = "羙丶爺#5793",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "丿返回角色丶-燃烧之刃",
						["iLvl"] = 911,
						["time"] = 1503231153,
						["class"] = 11,
						["bTag"] = "妙妙丶#5873",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "骑乌龟追蜗牛-鬼雾峰",
						["iLvl"] = 902,
						["time"] = 1503231153,
						["class"] = 1,
						["bTag"] = "赵昕锐#5980",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "Hughesvic-洛萨",
						["iLvl"] = 890,
						["time"] = 1503231153,
						["class"] = 4,
						["bTag"] = "Nemo#5453",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "Missccd-格瑞姆巴托",
						["time"] = 1503231153,
						["class"] = 12,
					}, -- [191]
					{
						["role"] = "TANK",
						["name"] = "二奶花藤-利刃之拳",
						["iLvl"] = 890,
						["time"] = 1503231153,
						["class"] = 2,
						["bTag"] = "清月镜花#5366",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "丶下雨天-玛洛加尔",
						["iLvl"] = 915,
						["time"] = 1503231153,
						["class"] = 2,
						["bTag"] = "yuezhejj#5367",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的温暖-塞拉摩",
						["iLvl"] = 846,
						["time"] = 1503231153,
						["class"] = 9,
						["bTag"] = "胖胖的骨头#5348",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "张初见丶-死亡之翼",
						["iLvl"] = 922,
						["time"] = 1503231153,
						["class"] = 4,
						["bTag"] = "网瘾少年张初见#5117",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的棒棒-黑铁",
						["iLvl"] = 931,
						["time"] = 1503231153,
						["class"] = 7,
						["bTag"] = "zbp#5266",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "秦时明月丶-熔火之心",
						["iLvl"] = 919,
						["time"] = 1503231153,
						["class"] = 2,
						["bTag"] = "天尽头#51433",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃螃蟹的熊-贫瘠之地",
						["iLvl"] = 786,
						["time"] = 1503231153,
						["class"] = 8,
						["bTag"] = "神说要有光#52277",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "丶石乐志-贫瘠之地",
						["iLvl"] = 886,
						["time"] = 1503231153,
						["class"] = 3,
						["bTag"] = "杜隆坦#5719",
					}, -- [199]
					{
						["role"] = "TANK",
						["name"] = "壞到不得了坏-回音山",
						["iLvl"] = 917,
						["time"] = 1503231153,
						["class"] = 2,
						["bTag"] = "暑离#5267",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "虎王-死亡之翼",
						["iLvl"] = 923,
						["time"] = 1503231153,
						["class"] = 3,
						["bTag"] = "暖暖的幸福#51114",
					}, -- [201]
					{
						["role"] = "HEALER",
						["name"] = "愤怒之角-时光之穴",
						["iLvl"] = 933,
						["time"] = 1503231153,
						["class"] = 7,
						["bTag"] = "刺客灬君王#5237",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "八丿戒灬-海克泰尔",
						["iLvl"] = 918,
						["time"] = 1503231153,
						["class"] = 8,
						["bTag"] = "放开那头猪#5400",
					}, -- [203]
					{
						["role"] = "HEALER",
						["name"] = "丨慕伊丨-鬼雾峰",
						["iLvl"] = 937,
						["time"] = 1503231153,
						["class"] = 7,
						["bTag"] = "Chen#52439",
					}, -- [204]
					{
						["role"] = "TANK",
						["name"] = "胖胖牛人-狂热之刃",
						["iLvl"] = 933,
						["time"] = 1503231153,
						["class"] = 1,
						["bTag"] = "胖胖牛人#5816",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "森馆长-冰风岗",
						["iLvl"] = 910,
						["time"] = 1503236137,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Sanmu#5555",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么才自然-洛萨",
						["iLvl"] = 933,
						["time"] = 1503236150,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "自然#5975",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "风灬欲血-无尽之海",
						["time"] = 1503236133,
						["class"] = 12,
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "噗飞翔的咕咕-黑铁",
						["iLvl"] = 932,
						["time"] = 1503236208,
						["class"] = 11,
						["bTag"] = "冭樂#5968",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "好污-晴日峰（江苏）",
						["iLvl"] = 918,
						["time"] = 1503236208,
						["class"] = 2,
						["bTag"] = "纠结#5761",
					}, -- [210]
					{
						["role"] = "TANK",
						["name"] = "仁妻-无尽之海",
						["iLvl"] = 938,
						["time"] = 1503236188,
						["class"] = 2,
						["bTag"] = "吻火耶#5827",
					}, -- [211]
					{
						["role"] = "HEALER",
						["name"] = "二次元兔孑-埃德萨拉",
						["iLvl"] = 867,
						["time"] = 1503236208,
						["class"] = 11,
						["bTag"] = "二次元兔子#5555",
					}, -- [212]
					{
						["role"] = "HEALER",
						["name"] = "炮兵团-影之哀伤",
						["iLvl"] = 862,
						["time"] = 1503236208,
						["class"] = 7,
						["bTag"] = "华丽之虎#531574",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "男入本色牛-黑暗魅影",
						["iLvl"] = 931,
						["time"] = 1503236810,
						["class"] = 9,
						["bTag"] = "宋悦哥哥#5802",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "然也-戈提克",
						["iLvl"] = 920,
						["time"] = 1503236803,
						["class"] = 4,
						["bTag"] = "Tiran#51740",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "Rafflesia-燃烧之刃",
						["time"] = 1503236810,
						["class"] = 4,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "Amgandy-符文图腾",
						["iLvl"] = 924,
						["time"] = 1503236810,
						["class"] = 9,
						["bTag"] = "迷你之泰坦#510906",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "淡若烟华-克尔苏加德",
						["iLvl"] = 934,
						["time"] = 1503236923,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "淡若烟华#5312",
					}, -- [218]
					{
						["role"] = "HEALER",
						["name"] = "月言-布兰卡德",
						["time"] = 1503236904,
						["class"] = 5,
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "大胡子-伊森德雷",
						["iLvl"] = 921,
						["time"] = 1503236993,
						["class"] = 11,
						["bTag"] = "戰无慯#5240",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "一暮色迷离一-安苏",
						["iLvl"] = 867,
						["time"] = 1503236993,
						["class"] = 5,
						["bTag"] = "紫陌之尘#51305",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "雪碧艹透心凉-黑暗之矛",
						["iLvl"] = 916,
						["time"] = 1503236993,
						["class"] = 3,
						["bTag"] = "莪将吞噬你#5973",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "小铆钉-血环",
						["time"] = 1503236991,
						["class"] = 9,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽的思念-黑龙军团",
						["iLvl"] = 916,
						["time"] = 1503237155,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "加摩尔大叔#5561",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "只凝视着你-格瑞姆巴托",
						["iLvl"] = 933,
						["time"] = 1503237322,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "默默米亚#5171",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆之怒一霸-密林游侠",
						["iLvl"] = 931,
						["time"] = 1503237339,
						["class"] = 7,
						["bTag"] = "新无边#5443",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "祭末的離别-巨龙之吼",
						["iLvl"] = 940,
						["time"] = 1503237322,
						["class"] = 1,
						["bTag"] = "迷你之忍#51995",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "少年先疯队长-格雷迈恩",
						["iLvl"] = 928,
						["time"] = 1503237339,
						["class"] = 8,
						["bTag"] = "攀爬蜗牛#5340",
					}, -- [228]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "浮生红尘何渡-凤凰之神",
						["iLvl"] = 897,
						["time"] = 1503234603,
						["class"] = 3,
						["bTag"] = "木芙蓉开过旧夏天#5226",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "繁星笙丶-安苏",
						["iLvl"] = 932,
						["time"] = 1503234603,
						["class"] = 2,
						["bTag"] = "灵魂的悦动#5186",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "茶净忧伤-凤凰之神",
						["iLvl"] = 905,
						["time"] = 1503234603,
						["class"] = 2,
						["bTag"] = "无梦生#5496",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "不死耶稣-回音山",
						["iLvl"] = 923,
						["time"] = 1503234603,
						["class"] = 5,
						["bTag"] = "最后的晚宴#5793",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丨漠然丶-鬼雾峰",
						["iLvl"] = 936,
						["time"] = 1503234794,
						["class"] = 5,
						["bTag"] = "跳跃之咒#55985",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "贤风-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1503234760,
						["class"] = 2,
						["bTag"] = "豆腐干#5887",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "扎尔所托-伊利丹",
						["iLvl"] = 925,
						["time"] = 1503234794,
						["class"] = 9,
						["bTag"] = "暖壶#5251",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "角逐丶-凤凰之神",
						["time"] = 1503234794,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥丨亮神-凤凰之神",
						["iLvl"] = 923,
						["time"] = 1503234964,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "梦晨天使#5987",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丨弑神丨-黑铁",
						["iLvl"] = 887,
						["time"] = 1503235025,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "EmperorW#5902",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "肆楼王師傅-燃烧之刃",
						["iLvl"] = 884,
						["time"] = 1503235034,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "神一样的男人#53748",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "娜椒醤-天空之墙",
						["iLvl"] = 937,
						["time"] = 1503235032,
						["class"] = 7,
						["bTag"] = "Nuxe#5777",
					}, -- [12]
				},
				["2-114-447-0"] = {
					{
						["role"] = "TANK",
						["name"] = "大丫头-恶魔之魂",
						["iLvl"] = 929,
						["time"] = 1503363109,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "小丫头#51354",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "萨洛德灬救赎-耐奥祖",
						["iLvl"] = 871,
						["time"] = 1503363109,
						["class"] = 2,
						["bTag"] = "无限#5398",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "虎纠丶新印蛮-黑铁",
						["iLvl"] = 923,
						["time"] = 1503363109,
						["class"] = 12,
						["bTag"] = "鱼哥哥#5320",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "害死猫-海克泰尔",
						["iLvl"] = 901,
						["time"] = 1503363109,
						["class"] = 2,
						["bTag"] = "bruce#52985",
					}, -- [4]
				},
				["2-115-448-0"] = {
					{
						["role"] = "TANK",
						["name"] = "恬兒丶-贫瘠之地",
						["time"] = 1503368096,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "变粗变大-贫瘠之地",
						["time"] = 1503368096,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "摩鬼筋肉人-毁灭之锤",
						["time"] = 1503368096,
						["class"] = 12,
					}, -- [3]
				},
			},
			["createHistoryList"] = {
				"1-124-469-0", -- [1]
				"8-0-15-999", -- [2]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["settings"] = {
				["storage"] = {
					["y"] = -14.7498779296875,
					["x"] = 180.000366210938,
					["scale"] = 1,
				},
			},
			["lastSearchValue"] = "2-0-0-0",
			["appShine"] = "70200.04",
			["advShine"] = "70200.04",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"2-118-0-0", -- [2]
				"3-0-0-0", -- [3]
				"3-131-479-0", -- [4]
				"6-0-0-0", -- [5]
			},
			["searchInputHistory"] = {
				["2-0-0-0"] = {
					"周常", -- [1]
				},
				["3-0-0-0"] = {
					"周长", -- [1]
					"马", -- [2]
				},
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
