
BeanCounterDB = {
	["主宰之剑"] = {
		["爱是氧气"] = {
			["vendorsell"] = {
			},
			["postedBids"] = {
			},
			["postedAuctions"] = {
				["140587"] = {
					["item:140587::::::::100:::::::"] = {
						"20;79999980;79999980;1440;561276;1479834390;", -- [1]
						"20;79999980;79999980;1440;561276;1479834389;", -- [2]
						"20;79999980;79999980;1440;561276;1479834389;", -- [3]
					},
				},
			},
			["completedBidsBuyoutsNeutral"] = {
			},
			["vendorbuy"] = {
			},
			["failedAuctions"] = {
			},
			["failedBidsNeutral"] = {
			},
			["failedBids"] = {
			},
			["completedAuctions"] = {
			},
			["failedAuctionsNeutral"] = {
			},
			["completedAuctionsNeutral"] = {
			},
			["completedBidsBuyouts"] = {
				["140587"] = {
					["item:140587::::::::100:::::::"] = {
						"2;;;;5999998;5999998;灬丨尨珑丶;1479832424;;A", -- [1]
						"1;;;;2999998;2999998;灬閃光雷灬;1479832390;;A", -- [2]
						"1;;;;2999500;2999500;死侍使者;1479832358;;A", -- [3]
						"1;;;;2999500;2999500;死侍使者;1479832322;;A", -- [4]
						"1;;;;2995199;2995199;踌躇;1479832293;;A", -- [5]
						"1;;;;2995199;2995199;踌躇;1479832233;;A", -- [6]
						"1;;;;2995199;2995199;踌躇;1479832223;;A", -- [7]
						"5;;;;14950400;14950400;欧丶米伽;1479832188;;A", -- [8]
						"5;;;;14500000;14500000;麦兜零食铺;1479832165;;A", -- [9]
						"20;;;;57400000;57400000;逐灬梦;1479832155;;A", -- [10]
						"2;;;;5740000;5740000;逐灬梦;1479832128;;A", -- [11]
						"3;;;;8609997;8609997;萌翻全場;1479832096;;A", -- [12]
						"1;;;;2865998;2865998;丨丶小树林;1479832088;;A", -- [13]
						"1;;;;2865998;2865998;丨丶小树林;1479832053;;A", -- [14]
						"1;;;;2865995;2865995;雪山女神;1479831995;;A", -- [15]
						"1;;;;2865995;2865995;雪山女神;1479831992;;A", -- [16]
						"1;;;;2865995;2865995;雪山女神;1479831983;;A", -- [17]
						"1;;;;2865995;2865995;雪山女神;1479831961;;A", -- [18]
						"3;;;;8609997;8609997;萌翻全場;1479831609;;A", -- [19]
						"1;;;;2865995;2865995;雪山女神;1479831582;;A", -- [20]
						"1;;;;2865995;2865995;雪山女神;1479831552;;A", -- [21]
						"3;;;;8609997;8609997;萌翻全場;1479831519;;A", -- [22]
						"2;;;;5731988;5731988;听老婆话;1479831509;;A", -- [23]
						"2;;;;5731988;5731988;听老婆话;1479831474;;A", -- [24]
						"1;;;;2860000;2860000;皮皮怪-霍格;1479831439;;A", -- [25]
					},
				},
			},
		},
	},
}
BeanCounterDBSettings = {
	["configator.left"] = 560.000061035156,
	["主宰之剑"] = {
		["爱是氧气"] = {
			["tasks.sortArray"] = 1479614698,
			["version"] = 3.04,
			["faction"] = "Alliance",
			["tasks.compactDB"] = 1479614698,
			["wealth"] = 1388681596,
			["tasks.prunePostedDB"] = 1479614698,
			["mailbox"] = {
				{
					["read"] = 2,
					["sender"] = "拍卖行",
					["time"] = 29.979513168335,
					["subject"] = "竞拍获胜：被污染的强化符文 (2)",
				}, -- [1]
				{
					["read"] = 2,
					["sender"] = "拍卖行",
					["time"] = 29.9791202545166,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [2]
				{
					["read"] = 2,
					["sender"] = "拍卖行",
					["time"] = 29.97873878479,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [3]
				{
					["read"] = 2,
					["sender"] = "拍卖行",
					["time"] = 29.9783325195313,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [4]
				{
					["read"] = 2,
					["sender"] = "拍卖行",
					["time"] = 29.9779968261719,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [5]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9773025512695,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [6]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9771766662598,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [7]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9767818450928,
					["subject"] = "竞拍获胜：被污染的强化符文 (5)",
				}, -- [8]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.976505279541,
					["subject"] = "竞拍获胜：被污染的强化符文 (5)",
				}, -- [9]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9763889312744,
					["subject"] = "竞拍获胜：被污染的强化符文 (20)",
				}, -- [10]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9760875701904,
					["subject"] = "竞拍获胜：被污染的强化符文 (2)",
				}, -- [11]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9757061004639,
					["subject"] = "竞拍获胜：被污染的强化符文 (3)",
				}, -- [12]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9756240844727,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [13]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9752197265625,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [14]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9745483398438,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [15]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9745025634766,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [16]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9744091033936,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [17]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9741439819336,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [18]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9700698852539,
					["subject"] = "竞拍获胜：被污染的强化符文 (3)",
				}, -- [19]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9697570800781,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [20]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.969409942627,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [21]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9690284729004,
					["subject"] = "竞拍获胜：被污染的强化符文 (3)",
				}, -- [22]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9689121246338,
					["subject"] = "竞拍获胜：被污染的强化符文 (2)",
				}, -- [23]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9685077667236,
					["subject"] = "竞拍获胜：被污染的强化符文 (2)",
				}, -- [24]
				{
					["read"] = 1,
					["sender"] = "拍卖行",
					["time"] = 29.9681129455566,
					["subject"] = "竞拍获胜：被污染的强化符文",
				}, -- [25]
				{
					["read"] = 1,
					["sender"] = "魔兽世界开发团队",
					["time"] = 23.7877769470215,
					["subject"] = "魔兽世界十二周年！",
				}, -- [26]
				{
					["read"] = 1,
					["sender"] = "丶鈤食",
					["time"] = 21.9109954833984,
					["subject"] = "123",
				}, -- [27]
				{
					["read"] = 1,
					["sender"] = "浮世半生",
					["time"] = 3.98978018760681,
					["subject"] = "被污染的强化符文 (3)",
				}, -- [28]
				{
					["read"] = 1,
					["sender"] = "客服支持",
					["time"] = 219.682723999023,
					["subject"] = "网 易 战 网 客 服 团 队",
				}, -- [29]
				{
					["read"] = 1,
					["sender"] = "客服支持",
					["time"] = 218.698181152344,
					["subject"] = "网 易 战 网 客 服 团 队",
				}, -- [30]
			},
		},
	},
	["configator.top"] = 865.000122070313,
	["util.beancounter.ButtonuseDateCheck"] = false,
}
BeanCounterDBNames = {
	["140587:"] = "cff0070dd;被污染的强化符文",
}
BeanCounterAccountDB = {
	{
		["count"] = 0,
		["link"] = "|cff0070dd|Hitem:140587::::::::110:260::::::|h[被污染的强化符文]|h|r",
	}, -- [1]
}
BeanCounterMailPatch = nil
