
VExRT = {
	["BattleRes"] = {
	},
	["ProfileKeys"] = {
		["爱是氧气-主宰之剑"] = "default",
	},
	["Arrow"] = {
	},
	["Encounter"] = {
		["names"] = {
			[1695] = "钢铁女武神",
			[1837] = "橡树之心",
			[1778] = "奇袭地狱火",
			[1786] = "基尔罗格·死眼",
			[1794] = "永恒者索克雷萨",
			[1798] = "高阶地狱火议会",
			[1865] = "时空畸体",
			[1806] = "赫娅",
			[1692] = "主管索戈尔",
			[1696] = "吞噬者奥尔高格",
			[1704] = "黑手",
			[1960] = "猎手阿图门",
			[1964] = "馆长",
			[1842] = "克洛苏斯",
			[1783] = "血魔",
			[1787] = "考莫克",
			[1862] = "提克迪奥斯",
			[1866] = "古尔丹",
			[1807] = "芬雷尔",
			[1689] = "缚火者卡格拉兹",
			[1693] = "汉斯加尔与弗兰佐克",
			[1886] = "高级植物学家特尔安",
			[1957] = "歌剧院",
			[1961] = "莫罗斯",
			[1713] = "克罗莫格，远山传奇",
			[1788] = "暗影领主艾斯卡",
			[1800] = "祖霍拉克",
			[1867] = "崔利艾克斯",
			[1871] = "魔剑士奥鲁瑞尔",
			[1690] = "爆裂熔炉",
			[1694] = "兽王达玛克",
			[1954] = "贞节圣女",
			[1836] = "大德鲁伊格兰达里斯",
			[1777] = "邪能领主扎昆",
			[1785] = "钢铁掠夺者",
			[1809] = "奥丁",
			[1808] = "神王斯科瓦尔德",
			[1805] = "海姆达尔",
			[1872] = "大魔导师艾利桑德",
			[1849] = "斯考匹隆",
			[1691] = "格鲁尔",
			[1863] = "占星师艾塔乌斯",
		},
		["list"] = {
			["爱是氧气"] = {
				"^1957^23^1481565910^181^1^5^875.86^愤怒的小鼻涕", -- [1]
				"^1954^23^1481566632^238^1^5^875.86^愤怒的小鼻涕", -- [2]
				"^1961^23^1481567180^56^0^5^875.86^毅遊未盡", -- [3]
				"^1961^23^1481567659^159^1^5^875.86^", -- [4]
				"^1960^23^1481568229^120^1^5^875.86^愤怒的小鼻涕", -- [5]
				"^1964^23^1481569213^189^1^5^874.42^愤怒的小鼻涕", -- [6]
				"^1696^16^1482068086^31^1^20^879.94^", -- [7]
				"^1691^16^1482068247^60^1^20^870.93^", -- [8]
				"^1690^16^1482068444^421^1^20^872.46^", -- [9]
				"^1694^16^1482069105^20^1^20^870.23^", -- [10]
				"^1692^16^1482069315^37^1^20^872.46^捍卫丨徐晴", -- [11]
				"^1695^16^1482069503^52^1^20^874.78^", -- [12]
				"^1693^16^1482069755^55^1^20^874.32^最爱浆果", -- [13]
				"^1689^16^1482069944^25^1^20^872.88^", -- [14]
				"^1713^16^1482070100^34^1^20^872.88^大碗炒削", -- [15]
				"^1704^16^1482070445^55^1^20^872.72^", -- [16]
				"^1778^16^1482071339^392^1^20^880.34^", -- [17]
				"^1785^16^1482071812^30^1^20^881.28^", -- [18]
				"^1787^16^1482072086^38^1^20^872.31^", -- [19]
				"^1798^16^1482072318^91^1^20^873.08^", -- [20]
				"^1786^16^1482072552^41^1^20^873.08^", -- [21]
				"^1783^16^1482072800^133^1^20^873.08^淡烟细雨西湖", -- [22]
				"^1788^16^1482073027^158^0^20^880.88^捍卫丨徐晴", -- [23]
				"^1788^16^1482073248^146^1^20^873.08^捍卫丨徐晴", -- [24]
				"^1777^16^1482073591^44^1^20^873.08^", -- [25]
				"^1800^16^1482073772^53^1^20^871.47^龙轻雪", -- [26]
				"^1794^16^1482074172^83^0^20^880.05^五花肉杀手", -- [27]
				"^1836^8^1482294266^150^1^5^880.70^灬橙澄橙", -- [28]
				"^1837^8^1482295051^57^0^5^880.76^泰兰希尔", -- [29]
				"^1837^8^1482295197^122^0^5^880.23^泰兰希尔", -- [30]
				"^1837^8^1482295416^152^0^5^880.76^泰兰希尔", -- [31]
				"^1837^8^1482295669^181^0^5^880.76^泰兰希尔", -- [32]
				"^1837^8^1482295967^103^0^5^880.76^泰兰希尔", -- [33]
				"^1849^14^1487937947^178^1^25^865.16^", -- [34]
				"^1865^14^1487938476^136^1^25^891.87^", -- [35]
				"^1867^14^1487938988^202^1^25^891.98^爱是氧气", -- [36]
				"^1871^14^1487939535^244^1^25^893.09^", -- [37]
				"^1862^14^1487939952^10^0^25^892.68^幻彩泡泡糖", -- [38]
				"^1862^14^1487940147^10^0^25^891.15^", -- [39]
				"^1862^14^1487940190^16^0^25^891.58^", -- [40]
				"^1862^14^1487940273^5^0^25^891.58^", -- [41]
				"^1862^14^1487940331^286^1^25^891.58^萨摩耶德", -- [42]
				"^1842^14^1487941488^203^1^26^891.85^蹦跶的蜗牛", -- [43]
				"^1863^14^1487941955^33^0^26^866.88^败絮其中", -- [44]
				"^1863^14^1487942219^333^1^27^890.86^Insomnium", -- [45]
				"^1886^14^1487943239^276^1^27^890.74^轻丶丨语", -- [46]
				"^1872^14^1487944056^353^1^29^891.88^桃源梦溪", -- [47]
				"^1866^14^1487945074^604^0^30^893.26^败絮其中", -- [48]
				"^1866^14^1487945792^521^1^30^893.02^艾克斯战警", -- [49]
				"^1866^15^1488465300^612^0^21^786.60^哆啦依梦", -- [50]
				"^1866^15^1488466069^244^0^21^873.49^爱是氧气", -- [51]
				"^1866^15^1488466434^191^0^21^897.53^爱是氧气", -- [52]
				"^1866^15^1488466745^733^0^21^897.65^爱是氧气", -- [53]
				"^1866^15^1488467680^564^0^20^897.92^龙轻雪", -- [54]
				"^1866^15^1488468425^649^0^20^897.52^爱是氧气", -- [55]
				"^1866^15^1488469238^38^0^20^897.66^醉梦若歌", -- [56]
				"^1805^2^1496379738^40^1^5^878.61^", -- [57]
				"^1806^2^1496379918^119^1^5^890.45^", -- [58]
				"^1807^2^1496380182^23^0^5^888.19^", -- [59]
				"^1807^2^1496380246^38^1^5^891.19^", -- [60]
				"^1808^2^1496380612^43^1^5^884.19^", -- [61]
				"^1809^2^1496380706^54^1^5^884.19^", -- [62]
			},
		},
	},
	["Marks"] = {
		["list"] = {
		},
	},
	["Coins"] = {
		["list"] = {
			"C177511大碗炒削1482068129", -- [1]
			"C177510大碗炒削1482068323", -- [2]
			"!C113873大碗炒削1482068323:1:567", -- [3]
			"C177512大碗炒削1482068887", -- [4]
			"2177512Ieo1482068895", -- [5]
			"!2113886Ieo1482068896:1:567", -- [6]
			"B177512淡烟细雨西湖1482068915", -- [7]
			"!B113895淡烟细雨西湖1482068915:1:567", -- [8]
			"1177512五花肉杀手1482068931", -- [9]
			"!1113894五花肉杀手1482068931:1:567", -- [10]
			"2177517Ieo1482069157", -- [11]
			"C177517大碗炒削1482069161", -- [12]
			"C177518大碗炒削1482069368", -- [13]
			"!C113962大碗炒削1482069369:1:567", -- [14]
			"7177518捍卫丨徐晴1482069374", -- [15]
			"B177518淡烟细雨西湖1482069436", -- [16]
			"C177519大碗炒削1482069572", -- [17]
			"!C113965大碗炒削1482069572:2:565:567", -- [18]
			"B177519淡烟细雨西湖1482069575", -- [19]
			"7177519捍卫丨徐晴1482069584", -- [20]
			"!7113968捍卫丨徐晴1482069584:1:567", -- [21]
			"7177513捍卫丨徐晴1482069815", -- [22]
			"!7113899捍卫丨徐晴1482069815:2:42:567", -- [23]
			"7177513捍卫丨徐晴1482069828", -- [24]
			"C177513大碗炒削1482069831", -- [25]
			"C177515大碗炒削1482069982", -- [26]
			"B177515淡烟细雨西湖1482070013", -- [27]
			"!B120077淡烟细雨西湖1482070013:1:567", -- [28]
			"C177516大碗炒削1482070150", -- [29]
			"7177516捍卫丨徐晴1482070159", -- [30]
			"2177516Ieo1482070194", -- [31]
			"C177520大碗炒削1482070503", -- [32]
			"7177520捍卫丨徐晴1482070506", -- [33]
			"2177520Ieo1482070510", -- [34]
			"6177520醉梦若歌1482070518", -- [35]
			"1177520五花肉杀手1482070520", -- [36]
			"!1113990五花肉杀手1482070520:1:567", -- [37]
			"B177520淡烟细雨西湖1482070522", -- [38]
			"4177520爱是氧气1482070546", -- [39]
			"C188958大碗炒削1482071741", -- [40]
			"7188959捍卫丨徐晴1482071852", -- [41]
			"7188960捍卫丨徐晴1482072134", -- [42]
			"!7124297捍卫丨徐晴1482072134:3:1799:1507:3441", -- [43]
			"3188960最爱浆果1482072146", -- [44]
			"A188960波多野节衣1482072147", -- [45]
			"2188961Ieo1482072419", -- [46]
			"A188961波多野节衣1482072420", -- [47]
			"!A124258波多野节衣1482072420:3:1799:1507:3441", -- [48]
			"C188961大碗炒削1482072429", -- [49]
			"6188961醉梦若歌1482072438", -- [50]
			"7188962捍卫丨徐晴1482072614", -- [51]
			"B188962淡烟细雨西湖1482072616", -- [52]
			"7188963捍卫丨徐晴1482072944", -- [53]
			"A188963波多野节衣1482072953", -- [54]
			"!A124359波多野节衣1482072953:2:1799:1502", -- [55]
			"2188963Ieo1482072990", -- [56]
			"6188966醉梦若歌1482073649", -- [57]
			"7188966捍卫丨徐晴1482073649", -- [58]
			"B188966淡烟细雨西湖1482073657", -- [59]
			"7188967捍卫丨徐晴1482073845", -- [60]
			"C188967大碗炒削1482073930", -- [61]
			"7232429桃源梦溪1487940727", -- [62]
			"C232430呕不习惯1487941811", -- [63]
			"C232430难得糊涂闲1487941814", -- [64]
			"5232432轻丶丨语1487942571", -- [65]
			"!5140845轻丶丨语1487942571:3:3514:1472:1813", -- [66]
			"C232432难得糊涂闲1487942713", -- [67]
			"7232432桃源梦溪1487942716", -- [68]
			"7232431桃源梦溪1487943552", -- [69]
			"1232433张小强厉害1487944419", -- [70]
			"C232433呕不习惯1487944419", -- [71]
			"C232433难得糊涂闲1487944421", -- [72]
			"2232433Insomnium1487944435", -- [73]
			"3232433艾克斯战警1487944437", -- [74]
			"C232433蹦跶的蜗牛1487944438", -- [75]
			"7232433桃源梦溪1487944444", -- [76]
			"C232433机器猫的兜儿1487944476", -- [77]
			"B232434萨克穆斯1487946315", -- [78]
			"9232434三枼1487946318", -- [79]
			"C232434呕不习惯1487946324", -- [80]
			"!C138379呕不习惯1487946324:4:3514:1808:1472:1813", -- [81]
			"2232434Insomnium1487946335", -- [82]
			"2232434嚻哥嚻1487946359", -- [83]
			"7232434败絮其中1487946361", -- [84]
			"7232434桃源梦溪1487946365", -- [85]
			"!7140917桃源梦溪1487946365:3:3515:1482:3336", -- [86]
			"3232434隔壁老铁-霍格1487946379", -- [87]
			"!3140917隔壁老铁-霍格1487946379:4:3515:1808:1477:1813", -- [88]
			"C232434蹦跶的蜗牛1487946446", -- [89]
			"!C140823蹦跶的蜗牛1487946446:3:3515:1477:1813", -- [90]
			"C232434难得糊涂闲1487946487", -- [91]
		},
	},
	["ExCD2"] = {
		["default_userDuration"] = {
		},
		["gnGUIDs"] = {
			["淡烟细雨西湖"] = 105,
			["忧伤的雪-梅尔加尼"] = 265,
			["蹦跶的蜗牛"] = 577,
			["哆啦依梦"] = 264,
			["虎将张灵甫-黄金之路"] = 253,
			["三枼"] = 265,
			["桃源梦溪"] = 262,
			["雾隐森之守护-闪电之刃"] = 253,
			["魔之阿尔塞斯-麦迪文"] = 251,
			["克里斯蒂丶-末日行者"] = 65,
			["一片悾白-罗宁"] = 70,
			["机智的老羊"] = 577,
			["幻彩泡泡糖"] = 66,
			["萨克穆斯"] = 102,
			["软白白"] = 577,
			["濃情绕指柔"] = 577,
			["呕不习惯"] = 577,
			["毅遊未盡"] = 66,
			["风痕之月"] = 64,
			["灬澄橙橙"] = 255,
			["惹火尤物-玛诺洛斯"] = 267,
			["氧气是你"] = 260,
			["Ieo"] = 65,
			["梦红尘丨怒风"] = 577,
			["轻丶丨语"] = 257,
			["墨染青衣颜-托尔巴拉德"] = 260,
			["番茄炸蛋"] = 62,
			["徐鳳年"] = 62,
			["一枼"] = 70,
			["隔壁老铁-霍格"] = 253,
			["奇点丶"] = 63,
			["乡下扛把子-奥特兰克"] = 261,
			["张小强厉害"] = 72,
			["醉梦若歌"] = 251,
			["情若绕指柔"] = 253,
			["明月伊人-铜龙军团"] = 104,
			["大碗炒削"] = 577,
			["嚻哥嚻"] = 66,
			["泰兰希尔"] = 66,
			["艾克斯战警"] = 253,
			["波多野节衣"] = 269,
			["Orphan"] = 264,
			["阿诈里-苏拉玛"] = 259,
			["Insomnium"] = 65,
			["清风洺月"] = 64,
			["最爱浆果"] = 253,
			["愤怒的小鼻涕"] = 70,
			["爱是氧气"] = 260,
			["壹生为壹人-远古海滩"] = 577,
			["梦红尘丨丑牛"] = 577,
			["英俊潇洒的我"] = 104,
			["萨摩耶德"] = 264,
			["半丗流离-迅捷微风"] = 63,
			["有机会再追你-安苏"] = 577,
			["龙轻雪"] = 104,
			["Auntzéi"] = 259,
			["龙剑曦"] = 104,
			["橘子香水丶"] = 70,
			["难得糊涂闲"] = 577,
			["观世音-耐普图隆"] = 270,
			["五花肉杀手"] = 71,
			["机器猫的兜儿"] = 577,
			["卡奇雲德"] = 577,
			["大兄第"] = 72,
			["眉黛凶兆呀"] = 253,
			["战神雷涛-萨尔"] = 72,
			["花绮罗"] = 70,
			["斯玛瑞-埃德萨拉"] = 104,
			["败絮其中"] = 264,
			["捍卫丨徐晴"] = 263,
		},
		["NoRaid"] = true,
		["CDECol"] = {
		},
		["default_userCD"] = {
		},
		["Save"] = {
		},
		["colSet"] = {
			{
				["enabled"] = true,
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [1]
			{
				["enabled"] = true,
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [2]
			{
				["enabled"] = true,
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [3]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [4]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [5]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [6]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [7]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [8]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [9]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [10]
			{
				["frameGeneral"] = true,
				["iconGray"] = true,
				["textGeneral"] = true,
				["methodsGeneral"] = true,
				["blacklistGeneral"] = true,
				["textureGeneral"] = true,
				["iconGeneral"] = true,
				["fontOutline"] = true,
				["visibilityGeneral"] = true,
				["fontGeneral"] = true,
				["textureAnimation"] = true,
				["fontShadow"] = false,
			}, -- [11]
		},
		["Priority"] = {
		},
		["CDE"] = {
		},
		["userDB"] = {
		},
	},
	["Attendance"] = {
		["enabled"] = 2,
		["data"] = {
			{
				"K龙轻雪", -- [1]
				"A五花肉杀手", -- [2]
				"BIeo", -- [3]
				"J波多野节衣", -- [4]
				"F醉梦若歌", -- [5]
				"C最爱浆果", -- [6]
				"D爱是氧气", -- [7]
				"B花绮罗", -- [8]
				"K淡烟细雨西湖", -- [9]
				"L大碗炒削", -- [10]
				"G捍卫丨徐晴", -- [11]
				["c"] = "爱是氧气-主宰之剑",
				["k"] = true,
				["d"] = 16,
				["eN"] = "吞噬者奥尔高格",
				["t"] = 1482068117,
				["g"] = 20,
				["eI"] = 1696,
			}, -- [1]
			{
				"A张小强厉害", -- [1]
				"D爱是氧气", -- [2]
				"L蹦跶的蜗牛", -- [3]
				"L梦红尘丨怒风", -- [4]
				"K龙轻雪", -- [5]
				"L呕不习惯", -- [6]
				"F醉梦若歌", -- [7]
				"L难得糊涂闲", -- [8]
				"B幻彩泡泡糖", -- [9]
				"L机器猫的兜儿", -- [10]
				"C最爱浆果", -- [11]
				"K萨克穆斯", -- [12]
				"I三枼", -- [13]
				"H番茄炸蛋", -- [14]
				"G萨摩耶德", -- [15]
				"E灬橙澄橙", -- [16]
				"C艾克斯战警", -- [17]
				"G哆啦依梦", -- [18]
				"H奇点丶", -- [19]
				"C隔壁老铁-霍格", -- [20]
				"L梦红尘丨丑牛", -- [21]
				"E轻丶丨语", -- [22]
				"G桃源梦溪", -- [23]
				"H风痕之月", -- [24]
				"G败絮其中", -- [25]
				["eN"] = "斯考匹隆",
				["k"] = true,
				["t"] = 1487938125,
				["eI"] = 1849,
				["d"] = 14,
				["g"] = 25,
				["c"] = "爱是氧气-主宰之剑",
			}, -- [2]
		},
		["alts"] = {
		},
	},
	["InspectViewer"] = {
		["ColorizeLowIlvl685"] = false,
		["ColorizeNoEnch"] = true,
		["ColorizeNoGems"] = true,
		["ColorizeNoTopEnchGems"] = false,
		["ColorizeLowIlvl"] = true,
		["ColorizeNoValorUpgrade"] = false,
	},
	["WhoPulled"] = {
	},
	["InviteTool"] = {
		["Words"] = "инв inv byd штм 123",
		["InvByChat"] = true,
		["RaidDiff"] = 16,
		["PromoteRank"] = 3,
		["LootThreshold"] = 2,
		["MasterLooters"] = "",
		["LootMethod"] = "group",
		["PromoteNames"] = "",
		["OnlyGuild"] = true,
		["Rank"] = 1,
	},
	["Addon"] = {
		["Version"] = 3855,
		["PreVersion"] = 3855,
		["IconMiniMapTop"] = -21.0285237049968,
		["Timer"] = 0.1,
		["IconMiniMapLeft"] = 77.1867941476286,
	},
	["InspectArtifact"] = {
		["players"] = {
			["爱是氧气-主宰之剑"] = {
				"44:34:1652-1-1:1052-1-1:1583-1-1:1582-1-1:1581-4-4:1348-1-1:1067-4-4:1066-3-4:1065-3-4:1064-4-5:1063-3-4:1062-3-4:1061-6-6:1060-3-4:1059-3-4:1058-1-1:1057-1-1:1056-1-1:1055-1-1:1054-1-1:1053-1-1:1584-0-50:1385-1-1:128872", -- [1]
				1496380710, -- [2]
			},
			["龙轻雪-主宰之剑"] = {
				"39:25:960-1-1:979-1-1:962-1-1:961-1-1:1334-1-1:959-1-1:958-1-1:957-1-1:956-4-4:955-3-3:954-3-3:953-3-3:952-4-4:951-3-3:950-4-4:949-3-3:948-3-3:1366-5-20:128821", -- [1]
				1488469241, -- [2]
			},
		},
	},
	["BossWatcher"] = {
		["optionsDamageGraph"] = true,
		["fightsNum"] = 2,
		["autoSegments"] = {
		},
		["optionsPositionsDist"] = true,
		["optionsHealingGraph"] = true,
		["trackingDamageSpells"] = {
		},
	},
	["Profiles"] = {
	},
	["Profile"] = "default",
	["LootLink"] = {
	},
	["Bossmods"] = {
		["KormrokSetups"] = {
		},
		["Mannoroth"] = {
		},
		["Ilgynoth"] = {
		},
		["Kormrok"] = {
		},
		["Kromog"] = {
		},
	},
	["RaidCheck"] = {
		["FlaskExp"] = 1,
		["ReadyCheckFrameTimerFade"] = 4,
	},
	["Logging"] = {
	},
	["MarksBar"] = {
		["pulltimer"] = 10,
		["Strata"] = "HIGH",
		["Show"] = {
			true, -- [1]
			true, -- [2]
			true, -- [3]
			true, -- [4]
		},
	},
	["Note"] = {
		["BlackNames"] = {
		},
		["FontSize"] = 12,
		["Black"] = {
			"", -- [1]
			"", -- [2]
			"", -- [3]
		},
		["AutoLoad"] = {
		},
		["Strata"] = "HIGH",
		["Height"] = 99.9999542236328,
		["Width"] = 200.000045776367,
	},
	["Timers"] = {
		["specTimes"] = {
			[62] = 10,
			[63] = 10,
			[250] = 10,
			[251] = 10,
			[64] = 10,
			[253] = 10,
			[65] = 10,
			[255] = 10,
			[66] = 10,
			[257] = 10,
			[258] = 10,
			[259] = 10,
			[260] = 10,
			[261] = 25,
			[262] = 16,
			[263] = 10,
			[264] = 10,
			[265] = 22,
			[266] = 10,
			[267] = 10,
			[268] = 10,
			[269] = 10,
			[270] = 10,
			[70] = 10,
			[102] = 10,
			[71] = 10,
			[103] = 10,
			[72] = 10,
			[104] = 10,
			[73] = 10,
			[252] = 10,
			[105] = 10,
			[254] = 10,
			[256] = 10,
			[577] = 10,
			[581] = 10,
		},
		["Strata"] = "HIGH",
		["timeToKillAnalyze"] = 15,
	},
}
