
GrailDatabase = {
	["delayEvents"] = true,
	["learned"] = {
		["QUEST_NAME"] = {
			"zhCN|24015|41158|峡湾考古", -- [1]
			"zhCN|24015|45353|泰坦之触", -- [2]
			"zhCN|24015|43079|危险：伊墨利安", -- [3]
			"zhCN|24015|42275|痴心妄想", -- [4]
			"zhCN|24015|41675|产品订单：头戴式瞬发机枪", -- [5]
			"zhCN|24015|44894|大群血眼龙！", -- [6]
			"zhCN|24015|42124|女巫和妖术", -- [7]
			"zhCN|24015|40279|杜里安的训练", -- [8]
			"zhCN|24015|43753|魔网竞速", -- [9]
			"zhCN|24015|44167|崩裂的时光之路", -- [10]
			"zhCN|24015|44175|世界在等待", -- [11]
			"zhCN|24015|41164|更近一步", -- [12]
			"zhCN|24015|41167|邪恶的碎片", -- [13]
			"zhCN|24015|41180|难以言喻的力量", -- [14]
			"zhCN|24015|41183|学术研究", -- [15]
			"zhCN|24015|41189|新的线索", -- [16]
			"zhCN|24015|41192|正确的道路", -- [17]
		},
		["NPC_LOCATION"] = {
			"24015|zhCN|103218|1018:37.89,74.34", -- [1]
		},
		["QUEST"] = {
			[43798] = "K110262144 P:a43798",
			[42798] = "K110262144 P:a42798",
			[43248] = "",
			[44811] = "K110262144 L110 P:a44811",
			[41549] = "K110262144 L110 P:a41549+PC001",
		},
	},
	["BadQuestData"] = {
		"G87|43248|0|Level:0", -- [1]
	},
	["Tracking"] = {
		"2017-05-24 11:38 主宰之剑/爱是氧气/Alliance/ROGUE/NightElf/3/zhCN/CN/24015", -- [1]
		"New quest completed 43248", -- [2]
	},
	["delayEventsHandled"] = true,
}
