
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["爱是氧气 - 主宰之剑"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
		["version"] = "70200.02",
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城积分即将过期^Scontent^S2016年前获取的积分将在12月31日过期，请大家尽快安排使用。具体过期积分数量请登录战网积分首页：http://reward.battlenet.com.cn/，通过点击“积分过期查询”进行查看。^t^^",
				["new"] = false,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S119`你搞活动我买单`部落·PVP乱斗`6月3日（周六）20点，部落·PVP乱斗*J远在还没有40人大战场的年代，南海镇和塔伦米尔是广大联盟部落勇士浴血奋战的场所，怀念曾经不如重现过去，无论是重温旧梦还是弥补缺憾，让我们与活动主持人：熊猫TV-闹小闹闹（房间号：309685）一起去称霸希尔斯布莱德。*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S玩具#2^S7001;750,,每周限量;54212;31756#3007;450,,每周限量;69227^S消耗品#5^S1002;150,,每周限量;46779^S坐骑#3^S9002;1500,,每周限量;69228;38048^S推荐#1#1^S3006;1500,1800,每周限量;79769^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S![Mm][Ee][Nn]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Dd][Aa][Ii]^S支付^S老板^S支持^S咨询^S保底^S消费^S马云^S有偿^S块起^S店铺^S陪玩^S陪练^S站%h*桩^S企鹅^S接%h*层^S微%h*信^S消%h*费^S收费^S上帝^S淘宔^S綯宝^S套餐^S淘搜^S桃搜^S淘寶^S桃店^S详询^S秒打^S位%h*效率^S低至^S位躺^S接托^S搜铺^S陪打^S匋宔^S![Tt][Bb]^S位%h*开车^S位%h*开打^S送装^S位%h*打工^S![Ww][Xx]^S贵客^S接%h*私聊^S地板^S白菜价^S某宝^^",
				["new"] = true,
			},
		},
	},
}
