
rscignorezone13 = {
	{
		1147, -- [1]
	}, -- [1]
	{
		"Tomb of Sargeras", -- [1]
	}, -- [2]
}
rsctableannounce = {
	0, -- [1]
	0, -- [2]
	0, -- [3]
	0, -- [4]
}
rscchatrep = "raid"
rscraidlrep = true
rsccolornick = true
rscwhomustbufflist = {
	"", -- [1]
	"", -- [2]
	"", -- [3]
	"", -- [4]
	"", -- [5]
	"", -- [6]
	"", -- [7]
	"", -- [8]
	"", -- [9]
}
rscbuffschat = {
	"raid", -- [1]
	"raid", -- [2]
}
rscbuffcheckb2 = {
	0, -- [1]
	1, -- [2]
	1, -- [3]
	1, -- [4]
	0, -- [5]
	0, -- [6]
}
rscbuffwhichtrack2 = {
	1, -- [1]
	1, -- [2]
	0, -- [3]
	0, -- [4]
	0, -- [5]
	0, -- [6]
	0, -- [7]
	0, -- [8]
	0, -- [9]
}
rscbufftimers = {
	15, -- [1]
	40, -- [2]
}
rscflaskcheckb = {
	1, -- [1]
	1, -- [2]
	1, -- [3]
	0, -- [4]
	0, -- [5]
	1, -- [6]
	1, -- [7]
	0, -- [8]
}
rscflaskchat = {
	"raid", -- [1]
	"raid", -- [2]
}
rscpotionscombatsaves = 12
rscminflaskgood = 5
rsconlyfrombosssave = false
rscraidrostertable = {
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [1]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [2]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [3]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [4]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [5]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [6]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [7]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [8]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [9]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [10]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [11]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [12]
}
rscpotioninfotable = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rscchoosepotion = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rscbossnamestable = {
	"奥丁, 13:16", -- [1]
	"神王斯科瓦尔德, 13:15", -- [2]
	"0", -- [3]
	"0", -- [4]
	"0", -- [5]
	"0", -- [6]
	"芬雷尔, 13:07", -- [7]
	"0", -- [8]
	"0", -- [9]
	"赫娅, 13:04", -- [10]
	"0", -- [11]
	"0", -- [12]
}
rscpotionnotincombat = {
	"361012.099++combatstart", -- [1]
	"360918.809++combatstart", -- [2]
	"360823.233++combatstart", -- [3]
	"360790.414++combatstart", -- [4]
	"360750.192++combatstart", -- [5]
	"360630.63++combatstart", -- [6]
	"360492.795++combatstart", -- [7]
	"360456.077++combatstart", -- [8]
	"360385.522++combatstart", -- [9]
	"360301.945++combatstart", -- [10]
	"360267.202++combatstart", -- [11]
	"360229.225++combatstart", -- [12]
	"360187.286++combatstart", -- [13]
	"360175.415++combatstart", -- [14]
	"360104.667++combatstart", -- [15]
	"360045.044++combatstart", -- [16]
	"359989.27++combatstart", -- [17]
	"359060.703++combatstart", -- [18]
	"358964.354++combatstart", -- [19]
	"358931.267++combatstart", -- [20]
	"358892.163++combatstart", -- [21]
	"358760.22++combatstart", -- [22]
	"358746.184++combatstart", -- [23]
	"358713.324++combatstart", -- [24]
	"358693.467++combatstart", -- [25]
}
rschealstoneused = {
	{
	}, -- [1]
	{
	}, -- [2]
	{
	}, -- [3]
	{
	}, -- [4]
	{
	}, -- [5]
	{
	}, -- [6]
	{
	}, -- [7]
	{
	}, -- [8]
	{
	}, -- [9]
	{
	}, -- [10]
	{
	}, -- [11]
	{
	}, -- [12]
}
rschealstoneused2 = {
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [1]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [2]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [3]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [4]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"有机会再追你-安苏", -- [2]
		"爱是氧气", -- [3]
		"英俊潇洒的我", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [5]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [6]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [7]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [8]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [9]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [10]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [11]
	{
		"克里斯蒂丶-末日行者", -- [1]
		"爱是氧气", -- [2]
		"英俊潇洒的我", -- [3]
		"虎将张灵甫-黄金之路", -- [4]
		"阿诈里-苏拉玛", -- [5]
	}, -- [12]
}
rscflaskcheckfoodadd = 1
rscflaskcheckfoodadd2 = 0
