
PScoresRaid = {
	["普通"] = {
		["占星师艾塔乌斯"] = 37.1925047814393,
		["时空畸体"] = 12.094027182498,
		["崔利艾克斯"] = 27.6002398345868,
		["高级植物学家特尔安"] = 21.8744563646424,
		["克洛苏斯"] = 15.8826863640587,
		["提克迪奥斯"] = 53.0017959412594,
		["古尔丹"] = 16.2226981756588,
		["大魔导师艾利桑德"] = 11.3690160839229,
		["魔剑士奥鲁瑞尔"] = 19.7369800662752,
		["斯考匹隆"] = 12.6875593530261,
	},
	["英雄"] = {
		["古尔丹"] = 14.4045283312944,
	},
}
PSMultipliers = {
	["mitigation"] = {
		["NONE"] = 1,
		["TANK"] = 2,
		["HEALER"] = 1,
		["DAMAGER"] = 1,
	},
	["healing"] = {
		["NONE"] = 1,
		["TANK"] = 1.5,
		["HEALER"] = 2,
		["DAMAGER"] = 1,
	},
	["damage"] = {
		["NONE"] = 1,
		["TANK"] = 1.5,
		["HEALER"] = 1,
		["DAMAGER"] = 2,
	},
}
