
HandyNotesDB = {
["profileKeys"] = {
["星界旅行者 - 巨龙之吼"] = "星界旅行者 - 巨龙之吼",
["龙轻雪B24182 - 主宰之剑"] = "龙轻雪B24182 - 主宰之剑",
["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
["募落葒顔 - 巨龙之吼"] = "募落葒顔 - 巨龙之吼",
["龙天星 - 巨龙之吼"] = "龙天星 - 巨龙之吼",
["龙破云 - 巨龙之吼"] = "龙破云 - 巨龙之吼",
["龙若山 - 巨龙之吼"] = "龙若山 - 巨龙之吼",
["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
},
["profiles"] = {
["星界旅行者 - 巨龙之吼"] = {
},
["龙轻雪B24182 - 主宰之剑"] = {
},
["龙轻雪 - 主宰之剑"] = {
},
["募落葒顔 - 巨龙之吼"] = {
},
["龙天星 - 巨龙之吼"] = {
},
["龙破云 - 巨龙之吼"] = {
},
["龙若山 - 巨龙之吼"] = {
},
["倾城丨奶僧 - 摩摩尔"] = {
},
["锦在天堂 - 太阳之井"] = {
},
["龙听雨 - 巨龙之吼"] = {
},
},
}
HandyNotes_HandyNotesDB = {
["profileKeys"] = {
["星界旅行者 - 巨龙之吼"] = "星界旅行者 - 巨龙之吼",
["龙轻雪B24182 - 主宰之剑"] = "龙轻雪B24182 - 主宰之剑",
["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
["募落葒顔 - 巨龙之吼"] = "募落葒顔 - 巨龙之吼",
["龙天星 - 巨龙之吼"] = "龙天星 - 巨龙之吼",
["龙破云 - 巨龙之吼"] = "龙破云 - 巨龙之吼",
["龙若山 - 巨龙之吼"] = "龙若山 - 巨龙之吼",
["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
},
["profiles"] = {
["星界旅行者 - 巨龙之吼"] = {
},
["龙轻雪B24182 - 主宰之剑"] = {
},
["龙轻雪 - 主宰之剑"] = {
},
["募落葒顔 - 巨龙之吼"] = {
},
["龙天星 - 巨龙之吼"] = {
},
["龙破云 - 巨龙之吼"] = {
},
["龙若山 - 巨龙之吼"] = {
},
["倾城丨奶僧 - 摩摩尔"] = {
},
["锦在天堂 - 太阳之井"] = {
},
["龙听雨 - 巨龙之吼"] = {
},
},
}
