
HandyNotesDB = {
	["profileKeys"] = {
		["龙听雨 - 海克泰尔"] = "龙听雨 - 海克泰尔",
		["锦在天堂 - 天空之墙"] = "锦在天堂 - 天空之墙",
		["Abcdefdac - 主宰之剑"] = "Abcdefdac - 主宰之剑",
		["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
		["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
	},
	["profiles"] = {
		["龙听雨 - 海克泰尔"] = {
		},
		["锦在天堂 - 天空之墙"] = {
		},
		["Abcdefdac - 主宰之剑"] = {
		},
		["锦在天堂 - 太阳之井"] = {
		},
		["倾城丨奶僧 - 摩摩尔"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["龙听雨 - 海克泰尔"] = "龙听雨 - 海克泰尔",
		["锦在天堂 - 天空之墙"] = "锦在天堂 - 天空之墙",
		["Abcdefdac - 主宰之剑"] = "Abcdefdac - 主宰之剑",
		["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
		["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
	},
	["profiles"] = {
		["龙听雨 - 海克泰尔"] = {
		},
		["锦在天堂 - 天空之墙"] = {
		},
		["Abcdefdac - 主宰之剑"] = {
		},
		["锦在天堂 - 太阳之井"] = {
		},
		["倾城丨奶僧 - 摩摩尔"] = {
		},
	},
}
