
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Abcdefdac - 主宰之剑"] = "Default",
		["龙听雨 - 海克泰尔"] = "Default",
		["锦在天堂 - 太阳之井"] = "Default",
		["倾城丨奶僧 - 摩摩尔"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城积分即将过期^Scontent^S2016年前获取的积分将在12月31日过期，请大家尽快安排使用。具体过期积分数量请登录战网积分首页：http://reward.battlenet.com.cn/，通过点击“积分过期查询”进行查看。^t^^",
				["new"] = true,
			},
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^S带^S算^S老板^S欢迎^S直播^S金团^S预定^S询价^S支持^S强制^S咨询^S包出^S保底^S50^S消费^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2002;850,,每周限量;68841;37846#2004;1200,1500,每周限量;34493;22966^S玩具#2^S4002;800,,每周限量;72161#7001;750,,每周限量;54212;31756^S推荐#1#1^S3006;1500,1800,每周限量;79769^S坐骑#3^S9002;1500,,每月限量;69228;38048^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S91`《公会大乱斗》`史诗翡翠梦魇竞速赛`听！震天的战鼓再次响起了，第三季《公会大乱斗》之史诗翡翠梦魇竞速赛活动正式开启报名了！是时候再次呼唤战友们来一场比拼了！兄弟们擦亮手中的利刃，穿上神圣的盔甲！共同迎接这场挑战吧！为了公会的荣誉！无兄弟！不战斗！等你来战！*J活动专题：{URL}`http://wow.178.com/201612/275621764583.html`3`0$S93`你搞活动我买单`再见！2016！小号赛跑`12月31日（周六）20点，再见！2016！小号赛跑*J严冬中的艾泽拉斯并没有更加寒冷，在一年中最后一个季节来临的时候，英雄们停下了脚步，准备了美味的姜饼、香浓的蛋奶酒，招待来自五湖四海的朋友们，再见！2016，相约！2017，让我们一起奔跑吧！*J有没有小伙伴想要结伴加入其中？点击【团长申请】！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
		},
		["version"] = "70100.02",
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
	},
}
