
SimulationCraftDB = {
["profileKeys"] = {
["Wetaetasgdgw - 巨龙之吼"] = "Wetaetasgdgw - 巨龙之吼",
["募落葒顔 - 巨龙之吼"] = "募落葒顔 - 巨龙之吼",
["Adegsagsgsd - 巨龙之吼"] = "Adegsagsgsd - 巨龙之吼",
["龙天星 - 巨龙之吼"] = "龙天星 - 巨龙之吼",
["Dsadada - 巨龙之吼"] = "Dsadada - 巨龙之吼",
["龙破云 - 巨龙之吼"] = "龙破云 - 巨龙之吼",
["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
["脆皮骑士 - 巨龙之吼"] = "脆皮骑士 - 巨龙之吼",
["龙轻雪B24182 - 主宰之剑"] = "龙轻雪B24182 - 主宰之剑",
["千年干尸 - 巨龙之吼"] = "千年干尸 - 巨龙之吼",
["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
["Asfagagagsd - 巨龙之吼"] = "Asfagagagsd - 巨龙之吼",
["龙若山 - 巨龙之吼"] = "龙若山 - 巨龙之吼",
["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
["Safafafafsaf - 巨龙之吼"] = "Safafafafsaf - 巨龙之吼",
["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
["晶化之刺 - 巨龙之吼"] = "晶化之刺 - 巨龙之吼",
["星界旅行者 - 巨龙之吼"] = "星界旅行者 - 巨龙之吼",
["Wafasdffa - 巨龙之吼"] = "Wafasdffa - 巨龙之吼",
},
["profiles"] = {
["Wetaetasgdgw - 巨龙之吼"] = {
},
["募落葒顔 - 巨龙之吼"] = {
},
["Adegsagsgsd - 巨龙之吼"] = {
},
["龙天星 - 巨龙之吼"] = {
},
["Dsadada - 巨龙之吼"] = {
},
["龙破云 - 巨龙之吼"] = {
},
["锦在天堂 - 太阳之井"] = {
},
["脆皮骑士 - 巨龙之吼"] = {
["minimap"] = {
["minimapPos"] = 179.5314814216676,
["hide"] = true,
},
},
["龙轻雪B24182 - 主宰之剑"] = {
},
["千年干尸 - 巨龙之吼"] = {
},
["龙轻雪 - 主宰之剑"] = {
},
["Asfagagagsd - 巨龙之吼"] = {
},
["龙若山 - 巨龙之吼"] = {
},
["龙听雨 - 巨龙之吼"] = {
["minimap"] = {
["minimapPos"] = 204.302575488001,
["hide"] = true,
},
},
["Safafafafsaf - 巨龙之吼"] = {
},
["倾城丨奶僧 - 摩摩尔"] = {
},
["晶化之刺 - 巨龙之吼"] = {
},
["星界旅行者 - 巨龙之吼"] = {
["minimap"] = {
["minimapPos"] = 187.4848125827309,
["hide"] = true,
},
},
["Wafasdffa - 巨龙之吼"] = {
},
},
}
