
StatWeightScoreDB = {
	["profileKeys"] = {
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
		["信仰丶圣光 - 摩摩尔"] = "信仰丶圣光 - 摩摩尔",
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
		["斯特莱夫 - 瓦拉斯塔兹"] = "斯特莱夫 - 瓦拉斯塔兹",
		["倾城丨烟雨 - 摩摩尔"] = "倾城丨烟雨 - 摩摩尔",
		["龙听雨 - 主宰之剑"] = "龙听雨 - 主宰之剑",
		["星界旅行者 - 瓦拉斯塔兹"] = "星界旅行者 - 瓦拉斯塔兹",
		["看你洗澡 - 瓦拉斯塔兹"] = "看你洗澡 - 瓦拉斯塔兹",
		["倾城丨猫爷 - 太阳之井"] = "倾城丨猫爷 - 太阳之井",
		["蓝箭 - 卡拉赞"] = "蓝箭 - 卡拉赞",
		["徳馨 - 破碎岭"] = "徳馨 - 破碎岭",
		["地狱丨灬繁花 - 摩摩尔"] = "地狱丨灬繁花 - 摩摩尔",
		["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
		["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
	},
	["profiles"] = {
		["龙剑曦 - 主宰之剑"] = {
		},
		["信仰丶圣光 - 摩摩尔"] = {
		},
		["龙轻雪 - 主宰之剑"] = {
		},
		["斯特莱夫 - 瓦拉斯塔兹"] = {
		},
		["倾城丨烟雨 - 摩摩尔"] = {
		},
		["龙听雨 - 主宰之剑"] = {
		},
		["星界旅行者 - 瓦拉斯塔兹"] = {
		},
		["看你洗澡 - 瓦拉斯塔兹"] = {
		},
		["倾城丨猫爷 - 太阳之井"] = {
		},
		["蓝箭 - 卡拉赞"] = {
		},
		["徳馨 - 破碎岭"] = {
		},
		["地狱丨灬繁花 - 摩摩尔"] = {
		},
		["锦在天堂 - 太阳之井"] = {
		},
		["龙听雨 - 巨龙之吼"] = {
		},
	},
}
