
TellMeWhenDB = {
	["profileKeys"] = {
		["龙听雨 - 海克泰尔"] = "龙听雨 - 海克泰尔",
		["锦在天堂 - 天空之墙"] = "锦在天堂 - 天空之墙",
		["Abcdefdac - 主宰之剑"] = "Abcdefdac - 主宰之剑",
		["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
		["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
	},
	["global"] = {
		["TextLayouts"] = {
			["icon1"] = {
				{
				}, -- [1]
				{
				}, -- [2]
			},
			["bar2"] = {
				{
				}, -- [1]
				{
				}, -- [2]
			},
		},
	},
	["Version"] = 83302,
	["profiles"] = {
		["龙听雨 - 海克泰尔"] = {
			["Locked"] = true,
			["Version"] = 81209,
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1O3UMK29UnZU",
				}, -- [1]
			},
		},
		["锦在天堂 - 天空之墙"] = {
			["Locked"] = true,
			["Version"] = 81209,
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1NonRrptL4Fl",
				}, -- [1]
			},
		},
		["Abcdefdac - 主宰之剑"] = {
			["Version"] = 83302,
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1P6lwkgE9jEl",
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
					},
				}, -- [1]
			},
		},
		["锦在天堂 - 太阳之井"] = {
			["Locked"] = true,
			["Version"] = 82501,
			["Groups"] = {
				{
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
					},
					["GUID"] = "TMW:group:1OBS7r6uqT2_",
				}, -- [1]
			},
		},
		["倾城丨奶僧 - 摩摩尔"] = {
			["Version"] = 82303,
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1OI0yMqvxQ3B",
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
					},
				}, -- [1]
			},
		},
	},
}
