
TomTomDB = {
["profileKeys"] = {
["脆皮骑士 - 巨龙之吼"] = "Default",
["龙轻雪B24182 - 主宰之剑"] = "Default",
["千年干尸 - 巨龙之吼"] = "Default",
["龙轻雪 - 主宰之剑"] = "Default",
["募落葒顔 - 巨龙之吼"] = "Default",
["龙若山 - 巨龙之吼"] = "Default",
["龙天星 - 巨龙之吼"] = "Default",
["锦在天堂 - 太阳之井"] = "Default",
["龙破云 - 巨龙之吼"] = "Default",
["星界旅行者 - 巨龙之吼"] = "Default",
["晶化之刺 - 巨龙之吼"] = "Default",
["倾城丨奶僧 - 摩摩尔"] = "Default",
["龙听雨 - 巨龙之吼"] = "Default",
},
["profiles"] = {
["Default"] = {
["arrow"] = {
["position"] = {
"TOP",
nil,
"TOP",
-26.66679382324219,
-262.3335266113281,
},
},
["block"] = {
["enable"] = false,
["position"] = {
"CENTER",
nil,
"CENTER",
113.8883514404297,
133.3335571289063,
},
},
},
},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
["profileKeys"] = {
["脆皮骑士 - 巨龙之吼"] = "脆皮骑士 - 巨龙之吼",
["龙轻雪B24182 - 主宰之剑"] = "龙轻雪B24182 - 主宰之剑",
["千年干尸 - 巨龙之吼"] = "千年干尸 - 巨龙之吼",
["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
["募落葒顔 - 巨龙之吼"] = "募落葒顔 - 巨龙之吼",
["龙若山 - 巨龙之吼"] = "龙若山 - 巨龙之吼",
["龙天星 - 巨龙之吼"] = "龙天星 - 巨龙之吼",
["锦在天堂 - 太阳之井"] = "锦在天堂 - 太阳之井",
["龙破云 - 巨龙之吼"] = "龙破云 - 巨龙之吼",
["星界旅行者 - 巨龙之吼"] = "星界旅行者 - 巨龙之吼",
["晶化之刺 - 巨龙之吼"] = "晶化之刺 - 巨龙之吼",
["倾城丨奶僧 - 摩摩尔"] = "倾城丨奶僧 - 摩摩尔",
["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
},
["profiles"] = {
["脆皮骑士 - 巨龙之吼"] = {
},
["龙轻雪B24182 - 主宰之剑"] = {
},
["千年干尸 - 巨龙之吼"] = {
},
["龙轻雪 - 主宰之剑"] = {
},
["募落葒顔 - 巨龙之吼"] = {
},
["龙若山 - 巨龙之吼"] = {
},
["龙天星 - 巨龙之吼"] = {
},
["锦在天堂 - 太阳之井"] = {
},
["龙破云 - 巨龙之吼"] = {
},
["星界旅行者 - 巨龙之吼"] = {
},
["晶化之刺 - 巨龙之吼"] = {
},
["倾城丨奶僧 - 摩摩尔"] = {
},
["龙听雨 - 巨龙之吼"] = {
},
},
}
