
DeathGraphsDBDeaths = {
	["172615"] = {
		["hash"] = "172615",
		["type"] = "deaths",
		["name"] = "萨维斯",
		["id"] = 1726,
		["diff"] = 15,
		["player_db"] = {
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "翡翠梦魇",
			["encounter"] = "萨维斯",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "萨维斯",
			["diff"] = 15,
			["id"] = 1864,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["176215"] = {
		["hash"] = "176215",
		["type"] = "deaths",
		["name"] = "提克迪奥斯",
		["id"] = 1762,
		["player_db"] = {
			["猎恋-布莱克摩"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "猎恋-布莱克摩",
				["overall"] = {
					[215988] = 1788835,
					[223021] = 507544,
				},
			},
			["惡魔术-梅尔加尼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "惡魔术-梅尔加尼",
				["overall"] = {
					[213534] = 1532440,
					[223021] = 166171,
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["overall"] = {
					[223021] = 326652,
					[213534] = 1113340,
				},
				["deaths"] = {
				},
				["name"] = "可可香奈儿-凯恩血蹄",
				["class"] = "ROGUE",
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["overall"] = {
					[212795] = 2602544,
				},
				["deaths"] = {
				},
				["name"] = "君莫笑丨-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
			},
			["募落葒顔"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "募落葒顔",
				["overall"] = {
					[223021] = 493328,
					[212795] = 751407,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "暗夜要塞",
			["id"] = 1862,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "提克迪奥斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "提克迪奥斯",
		},
		["diff"] = 15,
	},
	["187314"] = {
		["hash"] = "187314",
		["type"] = "deaths",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["diff"] = 14,
		["player_db"] = {
			["红梅丶-伊利丹"] = {
				["overall"] = {
					5672833, -- [1]
				},
				["deaths"] = {
				},
				["name"] = "红梅丶-伊利丹",
				["class"] = "DEMONHUNTER",
			},
			["柒粤-无尽之海"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[240970] = 1154563,
					[240213] = 97901,
				},
				["name"] = "柒粤-无尽之海",
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["overall"] = {
					[234062] = 2947837,
					[240213] = 107275,
				},
				["deaths"] = {
				},
				["name"] = "吾辈何以爲戰-克尔苏加德",
				["class"] = "DEMONHUNTER",
			},
			["Tobetired-哈卡"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[235572] = 5193207,
					[234180] = 549853,
				},
				["name"] = "Tobetired-哈卡",
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["overall"] = {
					6734619, -- [1]
					[240970] = 1219909,
				},
				["deaths"] = {
				},
				["name"] = "魔魇之恐惧-亚雷戈斯",
				["class"] = "ROGUE",
			},
			["慌不慌-达纳斯"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[234180] = 187726,
					[235572] = 3501148,
					[240249] = 1412930,
				},
				["name"] = "慌不慌-达纳斯",
			},
			["最强锐雯-狂热之刃"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[234062] = 3512275,
					[240213] = 131558,
				},
				["name"] = "最强锐雯-狂热之刃",
			},
			["Itomarika-克尔苏加德"] = {
				["overall"] = {
					[3] = 1269757,
					[234180] = 306000,
					[239742] = 2700155,
				},
				["deaths"] = {
				},
				["name"] = "Itomarika-克尔苏加德",
				["class"] = "DEMONHUNTER",
			},
			["若惠若琪-希雷诺斯"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
					[239742] = 9200164,
					[234180] = 572108,
				},
				["name"] = "若惠若琪-希雷诺斯",
			},
			["募落葒顔"] = {
				["overall"] = {
					[234062] = 2313603,
					[240213] = 256702,
				},
				["deaths"] = {
				},
				["name"] = "募落葒顔",
				["class"] = "PRIEST",
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["overall"] = {
					[239742] = 9217957,
					[234180] = 522322,
				},
				["deaths"] = {
				},
				["name"] = "丨三千院凪丨-巨龙之吼",
				["class"] = "PALADIN",
			},
			["黎舞-凤凰之神"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[240970] = 4245331,
				},
				["name"] = "黎舞-凤凰之神",
			},
			["蔷薇精灵-达纳斯"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[239742] = 9037106,
					[234180] = 557286,
				},
				["name"] = "蔷薇精灵-达纳斯",
			},
			["你敢质疑主人-红龙军团"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[240970] = 4290399,
				},
				["name"] = "你敢质疑主人-红龙军团",
			},
			["疯子的迷恋-巨龙之吼"] = {
				["overall"] = {
					[234062] = 3259269,
					[240213] = 120742,
				},
				["deaths"] = {
				},
				["name"] = "疯子的迷恋-巨龙之吼",
				["class"] = "DRUID",
			},
			["最白的小白-克尔苏加德"] = {
				["overall"] = {
					[234062] = 6515405,
					[240213] = 236544,
				},
				["deaths"] = {
				},
				["name"] = "最白的小白-克尔苏加德",
				["class"] = "SHAMAN",
			},
			["橘丶子-巨龙之吼"] = {
				["overall"] = {
					[234062] = 3486113,
					[240213] = 125062,
				},
				["deaths"] = {
				},
				["name"] = "橘丶子-巨龙之吼",
				["class"] = "WARLOCK",
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[235572] = 5340196,
					[234180] = 505872,
				},
				["name"] = "丶陆柒捌玖丶-石爪峰",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 14,
			["id"] = 2038,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["186214"] = {
		["hash"] = "186214",
		["type"] = "deaths",
		["name"] = "格罗斯",
		["id"] = 1862,
		["diff"] = 14,
		["player_db"] = {
			["诸葛子君-巨龙之吼"] = {
				["overall"] = {
					[236329] = 7811704,
					[233283] = 1573082,
				},
				["deaths"] = {
				},
				["name"] = "诸葛子君-巨龙之吼",
				["class"] = "MAGE",
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["overall"] = {
					[236329] = 10586104,
				},
				["deaths"] = {
				},
				["name"] = "魔魇之恐惧-亚雷戈斯",
				["class"] = "ROGUE",
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "伊莉雅乂星塵-巨龙之吼",
				["overall"] = {
					[236329] = 3278298,
					[233283] = 1320335,
					[233062] = 2978209,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "格罗斯",
			["diff"] = 14,
			["id"] = 2032,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["170615"] = {
		["hash"] = "170615",
		["type"] = "deaths",
		["name"] = "斯考匹隆",
		["id"] = 1706,
		["player_db"] = {
			["床伴-安苏"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "床伴-安苏",
				["overall"] = {
					[204483] = 1491538,
					[204292] = 2343462,
				},
			},
			["泰灬坦-萨尔"] = {
				["overall"] = {
					59278, -- [1]
					[204275] = 268459,
					[204766] = 1076510,
				},
				["deaths"] = {
				},
				["name"] = "泰灬坦-萨尔",
				["class"] = "DEMONHUNTER",
			},
			["和疯季有约会-血色十字军"] = {
				["overall"] = {
					[204275] = 1650975,
					[204292] = 1723208,
				},
				["deaths"] = {
				},
				["name"] = "和疯季有约会-血色十字军",
				["class"] = "MAGE",
			},
			["念念无畏-能源舰"] = {
				["name"] = "念念无畏-能源舰",
				["class"] = "PRIEST",
				["overall"] = {
					[206398] = 3443232,
				},
				["deaths"] = {
				},
			},
			["零度大奶-海克泰尔"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "零度大奶-海克泰尔",
				["overall"] = {
					81517, -- [1]
					[204766] = 110656,
					[204275] = 483808,
				},
			},
			["希利奥利多-艾露恩"] = {
				["name"] = "希利奥利多-艾露恩",
				["class"] = "WARRIOR",
				["overall"] = {
					[206517] = 5832489,
				},
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["overall"] = {
					[204292] = 1765265,
					[204275] = 1723386,
				},
				["deaths"] = {
				},
				["name"] = "可可香奈儿-凯恩血蹄",
				["class"] = "ROGUE",
			},
			["猎恋-布莱克摩"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "猎恋-布莱克摩",
				["overall"] = {
					[210074] = 695827,
					[204292] = 1941537,
				},
			},
			["惡魔术-梅尔加尼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "惡魔术-梅尔加尼",
				["overall"] = {
					[204292] = 884347,
					[204766] = 130911,
				},
			},
			["募落葒顔"] = {
				["name"] = "募落葒顔",
				["class"] = "PRIEST",
				["overall"] = {
					[206398] = 4026746,
				},
				["deaths"] = {
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["overall"] = {
					[204292] = 3258070,
				},
				["deaths"] = {
				},
				["name"] = "君莫笑丨-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
			},
			["水無月-燃烧平原"] = {
				["overall"] = {
					[242525] = 1152282,
					[204292] = 1749885,
				},
				["deaths"] = {
				},
				["name"] = "水無月-燃烧平原",
				["class"] = "MAGE",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 1,
			["zone"] = "暗夜要塞",
			["encounter"] = "斯考匹隆",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "斯考匹隆",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1849,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["189714"] = {
		["hash"] = "189714",
		["type"] = "deaths",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["diff"] = 14,
		["player_db"] = {
			["慌不慌-达纳斯"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					5171519, -- [1]
					[235214] = 177682,
					[241624] = 3945903,
				},
				["name"] = "慌不慌-达纳斯",
			},
			["阿瑞斯丶儛儛-莱索恩"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					2136168, -- [1]
					[235573] = 15488181,
					[235569] = 3419024,
					[241624] = 1597976,
					[235138] = 660212,
					[235214] = 120434,
					[241634] = 2147469,
					[235125] = 206596,
				},
				["name"] = "阿瑞斯丶儛儛-莱索恩",
			},
			["西红柿溦溦-血色十字军"] = {
				["class"] = "ROGUE",
				["deaths"] = {
				},
				["overall"] = {
					[235214] = 469461,
				},
				["name"] = "西红柿溦溦-血色十字军",
			},
			["最强锐雯-狂热之刃"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 1906802,
					[235125] = 299248,
					[235253] = 158745,
				},
				["name"] = "最强锐雯-狂热之刃",
			},
			["Tobetired-哈卡"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[235253] = 154580,
					[235214] = 154580,
				},
				["name"] = "Tobetired-哈卡",
			},
			["咖喱牛喃-狂热之刃"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					5695450, -- [1]
					[235125] = 244637,
					[235214] = 129774,
				},
				["name"] = "咖喱牛喃-狂热之刃",
			},
			["巫马绛-死亡之翼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[3] = 693158,
					[235138] = 954677,
					[235253] = 160177,
					[236432] = 192503,
				},
				["name"] = "巫马绛-死亡之翼",
			},
			["柒粤-无尽之海"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[236432] = 96052,
					[234896] = 106432,
					[235253] = 593458,
				},
				["name"] = "柒粤-无尽之海",
			},
			["蒜香排骨-伊利丹"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 703157,
					[235569] = 3590292,
					[235214] = 316167,
				},
				["name"] = "蒜香排骨-伊利丹",
			},
			["植物油-霜狼"] = {
				["overall"] = {
					[3] = 2024521,
					[235253] = 158030,
					[234896] = 160625,
					[236432] = 189925,
				},
				["deaths"] = {
				},
				["name"] = "植物油-霜狼",
				["class"] = "WARLOCK",
			},
			["格蕾希尔丶-死亡之翼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[235573] = 5684778,
					[235125] = 503304,
					[235253] = 133496,
				},
				["name"] = "格蕾希尔丶-死亡之翼",
			},
			["我老婆出轨了-死亡之翼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[235253] = 265036,
					[235125] = 531504,
				},
				["name"] = "我老婆出轨了-死亡之翼",
			},
			["募落葒顔"] = {
				["overall"] = {
					[235125] = 295411,
					[234896] = 134681,
					[235569] = 2821184,
					[235253] = 313418,
					[236432] = 147809,
					[235138] = 1843371,
					[235214] = 477000,
				},
				["deaths"] = {
				},
				["name"] = "募落葒顔",
				["class"] = "PRIEST",
			},
			["大波灬浪-安苏"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[3] = 2165024,
					[236432] = 405855,
					[234896] = 264535,
					[235253] = 465795,
				},
				["name"] = "大波灬浪-安苏",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "戒卫侍女",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 14,
			["id"] = 2052,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["186114"] = {
		["hash"] = "186114",
		["type"] = "deaths",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["diff"] = 14,
		["player_db"] = {
			["西灬瓜丶-闪电之刃"] = {
				["overall"] = {
					[232885] = 93163952,
					[234621] = 296603,
					[232827] = 2948856,
				},
				["deaths"] = {
				},
				["name"] = "西灬瓜丶-闪电之刃",
				["class"] = "PALADIN",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "主母萨丝琳",
			["encounter"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
	},
	["189715"] = {
		["hash"] = "189715",
		["type"] = "deaths",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "戒卫侍女",
		},
		["player_db"] = {
			["小台-阿纳克洛斯"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 2373526,
					[235125] = 422825,
					[235253] = 223849,
				},
				["name"] = "小台-阿纳克洛斯",
			},
			["慕韵-洛萨"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 1967950,
					[235125] = 340164,
					[235253] = 180087,
				},
				["name"] = "慕韵-洛萨",
			},
			["爱情之旅-影之哀伤"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 2329498,
					[235214] = 405698,
				},
				["name"] = "爱情之旅-影之哀伤",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[235125] = 399623,
					[235253] = 211566,
					[235569] = 13887361,
					[235214] = 433980,
					[235138] = 2413687,
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["灭世魔神-凤凰之神"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "灭世魔神-凤凰之神",
				["overall"] = {
					[235138] = 1232073,
					[235214] = 431131,
					[236432] = 97505,
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 3625209,
					[235125] = 418786,
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["陈司-血环"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "陈司-血环",
				["overall"] = {
					[235253] = 561408,
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 3789970,
					[235253] = 214827,
				},
				["name"] = "莉娅德綝-巨龙之吼",
			},
			["Tendesry-索瑞森"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 3935303,
					[235125] = 416952,
				},
				["name"] = "Tendesry-索瑞森",
			},
			["安息者丶桜-丹莫德"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 5061473,
					[235125] = 800736,
					[235253] = 211960,
					[238037] = 310232,
				},
				["name"] = "安息者丶桜-丹莫德",
			},
			["夜已夜-洛萨"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[235573] = 22246453,
					[235138] = 385583,
					[241634] = 2672140,
					[235253] = 84915,
				},
				["name"] = "夜已夜-洛萨",
			},
			["Jency-迦拉克隆"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 4826332,
				},
				["name"] = "Jency-迦拉克隆",
			},
			["丿燚灬-阿尔萨斯"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 2421053,
					[235125] = 818523,
				},
				["name"] = "丿燚灬-阿尔萨斯",
			},
			["募落葒顔"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 5116427,
					[235125] = 411971,
					[235253] = 1306863,
					[235573] = 2765255,
				},
				["name"] = "募落葒顔",
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 4173001,
				},
				["name"] = "小拳拳捶胸口-奥特兰克",
			},
			["赛鬼贤-洛萨"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[3] = 2312575,
					[235214] = 434744,
					[235138] = 1336281,
				},
				["name"] = "赛鬼贤-洛萨",
			},
			["黃河入海牛-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
					[235138] = 4952327,
				},
				["name"] = "黃河入海牛-巨龙之吼",
			},
			["芒丶果-巨龙之吼"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[235125] = 416822,
					[234896] = 480722,
					[235573] = 2824583,
					[238408] = 452310,
					[235138] = 2564780,
					[235253] = 441342,
				},
				["name"] = "芒丶果-巨龙之吼",
			},
		},
		["diff"] = 15,
	},
	["173815"] = {
		["hash"] = "173815",
		["type"] = "deaths",
		["name"] = "伊格诺斯，腐蚀之心",
		["id"] = 1738,
		["diff"] = 15,
		["player_db"] = {
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "翡翠梦魇",
			["encounter"] = "伊格诺斯，腐蚀之心",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "伊格诺斯，腐蚀之心",
			["diff"] = 15,
			["id"] = 1873,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["171315"] = {
		["hash"] = "171315",
		["type"] = "deaths",
		["name"] = "克洛苏斯",
		["id"] = 1713,
		["player_db"] = {
			["安吉丽娜珠莉-摩摩尔"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "安吉丽娜珠莉-摩摩尔",
				["overall"] = {
					[225362] = 286085,
				},
			},
			["泰灬坦-萨尔"] = {
				["overall"] = {
					[206677] = 6508964,
					[225362] = 621641,
				},
				["deaths"] = {
				},
				["name"] = "泰灬坦-萨尔",
				["class"] = "DEMONHUNTER",
			},
			["夢霜雪-血牙魔王"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "夢霜雪-血牙魔王",
				["overall"] = {
					[225362] = 1338478,
				},
			},
			["箐箐酱-死亡之翼"] = {
				["overall"] = {
					[205863] = 1247190,
					[225362] = 1362892,
					[206352] = 1384112,
				},
				["deaths"] = {
				},
				["name"] = "箐箐酱-死亡之翼",
				["class"] = "PALADIN",
			},
			["淡浅-塞拉摩"] = {
				["overall"] = {
					[3] = 4081466,
				},
				["deaths"] = {
				},
				["name"] = "淡浅-塞拉摩",
				["class"] = "DEATHKNIGHT",
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["overall"] = {
					[205875] = 2965004,
				},
				["deaths"] = {
				},
				["name"] = "君莫笑丨-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["overall"] = {
					[225362] = 1278085,
					[206352] = 1626063,
				},
				["deaths"] = {
				},
				["name"] = "舔菿倪销魂-影之哀伤",
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "暗夜要塞",
			["encounter"] = "克洛苏斯",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "克洛苏斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1842,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["172515"] = {
		["hash"] = "172515",
		["type"] = "deaths",
		["name"] = "时空畸体",
		["id"] = 1725,
		["player_db"] = {
			["君莫笑丨-格瑞姆巴托"] = {
				["overall"] = {
					[205707] = 489685,
					[206615] = 1266897,
					[207228] = 161174,
				},
				["deaths"] = {
				},
				["name"] = "君莫笑丨-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "暗夜要塞",
			["encounter"] = "时空畸体",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "时空畸体",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1865,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["170415"] = {
		["hash"] = "170415",
		["type"] = "deaths",
		["name"] = "梦魇之龙",
		["id"] = 1704,
		["diff"] = 15,
		["player_db"] = {
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "翡翠梦魇",
			["encounter"] = "梦魇之龙",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "梦魇之龙",
			["diff"] = 15,
			["id"] = 1854,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["189615"] = {
		["hash"] = "189615",
		["type"] = "deaths",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2054,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "绝望的聚合体",
		},
		["player_db"] = {
			["一本道小绵狼-巨龙之吼"] = {
				["class"] = "ROGUE",
				["deaths"] = {
				},
				["overall"] = {
					[235968] = 266874,
					[239007] = 3213602,
					[236568] = 21542231,
				},
				["name"] = "一本道小绵狼-巨龙之吼",
			},
			["可爱宝宝-塞拉摩"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[239006] = 922387,
					[236464] = 1977291,
				},
				["name"] = "可爱宝宝-塞拉摩",
			},
			["壹团戰神-莱索恩"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[236464] = 1436083,
					[239006] = 989855,
					[236567] = 1809091,
				},
				["name"] = "壹团戰神-莱索恩",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236567] = 1581936,
					[236135] = 333069,
					[239006] = 1088322,
					[235907] = 1134989,
					[236075] = 890622,
					[235956] = 959252,
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["龙听雨-巨龙之吼"] = {
				["class"] = "MONK",
				["deaths"] = {
				},
				["overall"] = {
					493116, -- [1]
					[124255] = 277335,
					[239007] = 971055,
					[236568] = 6903187,
				},
				["name"] = "龙听雨-巨龙之吼",
			},
			["诸葛子君-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					5130573, -- [1]
					[236568] = 1606389,
					[236563] = 4705486,
				},
				["name"] = "诸葛子君-巨龙之吼",
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236568] = 1323202,
					[236135] = 554748,
					[239007] = 894829,
				},
				["name"] = "伊莉雅乂星塵-巨龙之吼",
			},
			["风轻云净-丽丽（四川）"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "风轻云净-丽丽（四川）",
				["overall"] = {
					[236515] = 238563,
					[235989] = 3589223,
					[239006] = 892889,
					[236011] = 218664,
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
					[235956] = 892995,
					[98021] = 538050,
					[236568] = 3060423,
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["非乐-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					1471275, -- [1]
					[241566] = 3979423,
					[239006] = 847377,
				},
				["name"] = "非乐-巨龙之吼",
			},
			["Jency-迦拉克隆"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
					[235933] = 1064809,
					[236135] = 325708,
					[236075] = 1740530,
				},
				["name"] = "Jency-迦拉克隆",
			},
			["募落葒顔"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					491606, -- [1]
					[236515] = 575029,
					[235956] = 872242,
					[236772] = 387600,
					[236241] = 1322525,
				},
				["name"] = "募落葒顔",
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					3294560, -- [1]
					[236568] = 6534983,
					[236464] = 1552741,
					[239006] = 1075619,
					[239007] = 1877402,
					[98021] = 126252,
				},
				["name"] = "丨三千院凪丨-巨龙之吼",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[235956] = 962824,
					[239007] = 3772198,
				},
				["name"] = "传奇穆师小菲-巨龙之吼",
			},
			["Incineration-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[87023] = 632126,
					[242525] = 786385,
					[236075] = 401380,
				},
				["name"] = "Incineration-巨龙之吼",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[235956] = 962862,
					[239006] = 917202,
					[236075] = 2193453,
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["老王爱蹭饭-死亡之翼"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "老王爱蹭饭-死亡之翼",
				["overall"] = {
					[235933] = 1053670,
					[239007] = 1022074,
					[239006] = 1034206,
					[236464] = 747692,
				},
			},
			["弄死铭哥-黑铁"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
					[236567] = 7074712,
					[111400] = 167387,
					[236135] = 329146,
					[1454] = 487859,
				},
				["name"] = "弄死铭哥-黑铁",
			},
		},
		["diff"] = 15,
	},
	["173715"] = {
		["hash"] = "173715",
		["type"] = "deaths",
		["name"] = "古尔丹",
		["id"] = 1737,
		["player_db"] = {
			["陶李出杉杉-狂热之刃"] = {
				["deaths"] = {
				},
				["class"] = "MAGE",
				["name"] = "陶李出杉杉-狂热之刃",
				["overall"] = {
				},
			},
			["床伴-安苏"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "床伴-安苏",
				["overall"] = {
					[206370] = 3465559,
					[211132] = 1024941,
				},
			},
			["疯子圣-神圣之歌"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "疯子圣-神圣之歌",
				["overall"] = {
					[221605] = 584412,
					[221781] = 388960,
					[221807] = 927670,
					[228190] = 97240,
				},
			},
			["猎恋-布莱克摩"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "猎恋-布莱克摩",
				["overall"] = {
					[206370] = 6932551,
					[206367] = 117189,
				},
			},
			["惡魔术-梅尔加尼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "惡魔术-梅尔加尼",
				["overall"] = {
					[221605] = 1618096,
					[206367] = 255982,
					[221781] = 389823,
					[206370] = 6323904,
				},
			},
			["伊塔-影之哀伤"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "伊塔-影之哀伤",
				["overall"] = {
					[206367] = 185837,
					[206340] = 6480527,
					[206339] = 154520,
					[206370] = 6257294,
				},
			},
			["不死塔南-红云台地"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "不死塔南-红云台地",
				["overall"] = {
					[211132] = 1419916,
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "招唤神龙-燃烧之刃",
				["overall"] = {
					[228265] = 19495,
					[227550] = 3541989,
					[221781] = 389899,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 10,
			["zone"] = "暗夜要塞",
			["id"] = 1866,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "古尔丹",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "古尔丹",
		},
		["diff"] = 15,
	},
	["174415"] = {
		["hash"] = "174415",
		["type"] = "deaths",
		["name"] = "艾乐瑞瑟·雷弗拉尔",
		["id"] = 1744,
		["diff"] = 15,
		["player_db"] = {
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "翡翠梦魇",
			["encounter"] = "艾乐瑞瑟·雷弗拉尔",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "艾乐瑞瑟·雷弗拉尔",
			["diff"] = 15,
			["id"] = 1876,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["186215"] = {
		["hash"] = "186215",
		["type"] = "deaths",
		["name"] = "格罗斯",
		["id"] = 1862,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "格罗斯",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["id"] = 2032,
			["killed"] = true,
		},
		["player_db"] = {
			["Ley-丽丽（四川）"] = {
				["name"] = "Ley-丽丽（四川）",
				["class"] = "ROGUE",
				["overall"] = {
					[233062] = 5662286,
				},
				["deaths"] = {
					{
						{
							{
								true, -- [1]
								233062, -- [2]
								1424087, -- [3]
								1506094761.094, -- [4]
								1549890, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								false, -- [1]
								31230, -- [2]
								1424087, -- [3]
								1506094763.125, -- [4]
								125803, -- [5]
								"Ley-丽丽（四川）", -- [6]
								true, -- [7]
								0, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [2]
							{
								true, -- [1]
								233062, -- [2]
								1424087, -- [3]
								1506094763.125, -- [4]
								125803, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [3]
							{
								false, -- [1]
								194509, -- [2]
								231550, -- [3]
								1506094763.125, -- [4]
								125803, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [4]
							{
								false, -- [1]
								81751, -- [2]
								54302, -- [3]
								1506094763.17, -- [4]
								357353, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [5]
							{
								false, -- [1]
								81751, -- [2]
								28195, -- [3]
								1506094763.622, -- [4]
								411655, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [6]
							{
								false, -- [1]
								31230, -- [2]
								1186265, -- [3]
								1506094765.119, -- [4]
								439850, -- [5]
								"Ley-丽丽（四川）", -- [6]
								true, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [7]
							{
								true, -- [1]
								233062, -- [2]
								1395606, -- [3]
								1506094765.119, -- [4]
								439850, -- [5]
								"格罗斯", -- [6]
								1186265, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [8]
							{
								false, -- [1]
								81751, -- [2]
								28196, -- [3]
								1506094765.15, -- [4]
								439850, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [9]
							{
								false, -- [1]
								81751, -- [2]
								140508, -- [3]
								1506094765.544, -- [4]
								258705, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [10]
							{
								false, -- [1]
								185311, -- [2]
								231441, -- [3]
								1506094765.955, -- [4]
								399213, -- [5]
								"Ley-丽丽（四川）", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [11]
							{
								false, -- [1]
								81751, -- [2]
								93192, -- [3]
								1506094766.651, -- [4]
								630654, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [12]
							{
								false, -- [1]
								81751, -- [2]
								25370, -- [3]
								1506094766.734, -- [4]
								723846, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [13]
							{
								false, -- [1]
								185311, -- [2]
								231441, -- [3]
								1506094766.928, -- [4]
								749216, -- [5]
								"Ley-丽丽（四川）", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [14]
							{
								false, -- [1]
								81751, -- [2]
								186384, -- [3]
								1506094767.035, -- [4]
								749216, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [15]
							{
								true, -- [1]
								233062, -- [2]
								1418506, -- [3]
								1506094767.119, -- [4]
								1167041, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								251465, -- [10]
							}, -- [16]
						}, -- [1]
						{
							1506094697.272, -- [1]
							31224, -- [2]
						}, -- [2]
						128.88400000002, -- [3]
						4389360, -- [4]
						"格罗斯", -- [5]
						1506094767.119, -- [6]
						"ROGUE", -- [7]
						1, -- [8]
					}, -- [1]
				},
			},
			["善良的好少爺-狂热之刃"] = {
				["name"] = "善良的好少爺-狂热之刃",
				["class"] = "PALADIN",
				["overall"] = {
					[233062] = 7790744,
				},
				["deaths"] = {
					{
						{
							{
								false, -- [1]
								207472, -- [2]
								4945, -- [3]
								1506094694.076, -- [4]
								4592208, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								true, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								true, -- [1]
								210380, -- [2]
								4945, -- [3]
								1506094694.076, -- [4]
								4592208, -- [5]
								"中科丶螃蟹-破碎岭", -- [6]
								nil, -- [7]
								2, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [2]
							{
								false, -- [1]
								207472, -- [2]
								4967, -- [3]
								1506094696.074, -- [4]
								4592208, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								true, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [3]
							{
								true, -- [1]
								210380, -- [2]
								4967, -- [3]
								1506094696.074, -- [4]
								4592208, -- [5]
								"中科丶螃蟹-破碎岭", -- [6]
								nil, -- [7]
								2, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [4]
							{
								false, -- [1]
								207472, -- [2]
								3565, -- [3]
								1506094696.074, -- [4]
								4592208, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								true, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [5]
							{
								true, -- [1]
								210380, -- [2]
								3565, -- [3]
								1506094696.074, -- [4]
								4592208, -- [5]
								"中科丶螃蟹-破碎岭", -- [6]
								nil, -- [7]
								2, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [6]
							{
								false, -- [1]
								207472, -- [2]
								4928, -- [3]
								1506094698.092, -- [4]
								4592208, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								true, -- [7]
								0, -- [8]
							}, -- [7]
							{
								true, -- [1]
								210380, -- [2]
								4928, -- [3]
								1506094698.092, -- [4]
								4592208, -- [5]
								"中科丶螃蟹-破碎岭", -- [6]
								nil, -- [7]
								2, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [8]
							{
								false, -- [1]
								207472, -- [2]
								1437011, -- [3]
								1506094698.246, -- [4]
								4592208, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								true, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [9]
							{
								true, -- [1]
								233062, -- [2]
								3502826, -- [3]
								1506094698.246, -- [4]
								4592208, -- [5]
								"格罗斯", -- [6]
								1437011, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [10]
							{
								4, -- [1]
								233062, -- [2]
								1, -- [3]
								1506094698.246, -- [4]
								4592208, -- [5]
								"格罗斯", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [11]
							{
								true, -- [1]
								233062, -- [2]
								1429306, -- [3]
								1506094700.253, -- [4]
								2526393, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [12]
							{
								false, -- [1]
								25914, -- [2]
								1100236, -- [3]
								1506094701.732, -- [4]
								1097087, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								nil, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [13]
							{
								false, -- [1]
								253099, -- [2]
								124646, -- [3]
								1506094701.732, -- [4]
								1097087, -- [5]
								"善良的好少爺-狂热之刃", -- [6]
								nil, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [14]
							{
								true, -- [1]
								233062, -- [2]
								1429306, -- [3]
								1506094702.213, -- [4]
								2321969, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [15]
							{
								true, -- [1]
								233062, -- [2]
								1429306, -- [3]
								1506094704.24, -- [4]
								892663, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								536643, -- [10]
							}, -- [16]
						}, -- [1]
						false, -- [2]
						66.0050000000047, -- [3]
						5575269, -- [4]
						"格罗斯", -- [5]
						1506094704.24, -- [6]
						"PALADIN", -- [7]
						1, -- [8]
					}, -- [1]
				},
			},
			["中科丶螃蟹-破碎岭"] = {
				["name"] = "中科丶螃蟹-破碎岭",
				["class"] = "PALADIN",
				["overall"] = {
					[233283] = 961461,
					[231395] = 1697435,
					[230345] = 993408,
				},
				["deaths"] = {
					{
						{
							{
								true, -- [1]
								233021, -- [2]
								1258285, -- [3]
								1506094700.799, -- [4]
								4070525, -- [5]
								"[*] 地狱火尖刺", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								true, -- [1]
								210380, -- [2]
								224, -- [3]
								1506094700.799, -- [4]
								4070525, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								2, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [2]
							{
								false, -- [1]
								194509, -- [2]
								416685, -- [3]
								1506094715.65, -- [4]
								2812016, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [3]
							{
								false, -- [1]
								81751, -- [2]
								26074, -- [3]
								1506094715.907, -- [4]
								3228701, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [4]
							{
								false, -- [1]
								94472, -- [2]
								168838, -- [3]
								1506094716.448, -- [4]
								3254775, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [5]
							{
								false, -- [1]
								81751, -- [2]
								26074, -- [3]
								1506094717.495, -- [4]
								3423613, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								true, -- [9]
								-1, -- [10]
							}, -- [6]
							{
								false, -- [1]
								94472, -- [2]
								168838, -- [3]
								1506094717.627, -- [4]
								3449687, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [7]
							{
								4, -- [1]
								232249, -- [2]
								1, -- [3]
								1506094719.005, -- [4]
								3618525, -- [5]
								"格罗斯", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [8]
							{
								true, -- [1]
								230345, -- [2]
								530121, -- [3]
								1506094724.67, -- [4]
								3618525, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [9]
							{
								4, -- [1]
								230345, -- [2]
								1, -- [3]
								1506094724.67, -- [4]
								3618525, -- [5]
								"[*] 彗星冲撞", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [10]
							{
								true, -- [1]
								230345, -- [2]
								536977, -- [3]
								1506094726.665, -- [4]
								3088404, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [11]
							{
								true, -- [1]
								230345, -- [2]
								456431, -- [3]
								1506094728.699, -- [4]
								2551427, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [12]
							{
								false, -- [1]
								25914, -- [2]
								361734, -- [3]
								1506094728.866, -- [4]
								2094996, -- [5]
								"中科丶螃蟹-破碎岭", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [13]
							{
								true, -- [1]
								233283, -- [2]
								961461, -- [3]
								1506094729.441, -- [4]
								2456730, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [14]
							{
								1, -- [1]
								498, -- [2]
								1, -- [3]
								1506094729.441, -- [4]
								2456730, -- [5]
								"中科丶螃蟹-破碎岭", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [15]
							{
								true, -- [1]
								231395, -- [2]
								1697435, -- [3]
								1506094729.913, -- [4]
								1495269, -- [5]
								"魔力脆脆熊-天空之墙", -- [6]
								nil, -- [7]
								4, -- [8]
								true, -- [9]
								202166, -- [10]
							}, -- [16]
						}, -- [1]
						{
							1506094729.441, -- [1]
							498, -- [2]
						}, -- [2]
						91.7139999999781, -- [3]
						5345361, -- [4]
						"格罗斯", -- [5]
						1506094729.949, -- [6]
						"PALADIN", -- [7]
						1, -- [8]
					}, -- [1]
				},
			},
			["魔法与诗歌-阿纳克洛斯"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "魔法与诗歌-阿纳克洛斯",
				["overall"] = {
					[236329] = 3223018,
					[233283] = 1629510,
					[233021] = 1067433,
				},
			},
			["陌年丶-鬼雾峰"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "陌年丶-鬼雾峰",
				["overall"] = {
					[233426] = 3038416,
					[235236] = 999479,
				},
			},
			["菠萝奶-影之哀伤"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "菠萝奶-影之哀伤",
				["overall"] = {
				},
			},
			["权志龙丶-雷霆之王"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "权志龙丶-雷霆之王",
				["overall"] = {
					[237630] = 480742,
					[236480] = 2212293,
					[236306] = 7044245,
				},
			},
			["募落葒顔"] = {
				["class"] = "PRIEST",
				["deaths"] = {
					{
						{
							{
								true, -- [1]
								230345, -- [2]
								543061, -- [3]
								1506094785.067, -- [4]
								4081039, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								true, -- [1]
								233021, -- [2]
								1472373, -- [3]
								1506094786.039, -- [4]
								3537978, -- [5]
								"[*] 地狱火尖刺", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [2]
							{
								true, -- [1]
								230345, -- [2]
								543061, -- [3]
								1506094787.072, -- [4]
								2065605, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [3]
							{
								false, -- [1]
								200829, -- [2]
								156258, -- [3]
								1506094787.203, -- [4]
								1522544, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [4]
							{
								false, -- [1]
								81751, -- [2]
								24665, -- [3]
								1506094788.545, -- [4]
								1678802, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [5]
							{
								false, -- [1]
								81751, -- [2]
								90603, -- [3]
								1506094788.952, -- [4]
								1703467, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [6]
							{
								false, -- [1]
								183811, -- [2]
								13544, -- [3]
								1506094789.032, -- [4]
								1794070, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [7]
							{
								true, -- [1]
								230345, -- [2]
								532200, -- [3]
								1506094789.074, -- [4]
								1794070, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [8]
							{
								false, -- [1]
								81751, -- [2]
								181207, -- [3]
								1506094789.228, -- [4]
								1275414, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [9]
							{
								false, -- [1]
								183811, -- [2]
								13544, -- [3]
								1506094789.272, -- [4]
								1456621, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [10]
							{
								false, -- [1]
								81751, -- [2]
								90604, -- [3]
								1506094789.594, -- [4]
								1470165, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [11]
							{
								false, -- [1]
								183811, -- [2]
								13545, -- [3]
								1506094789.638, -- [4]
								1470165, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [12]
							{
								false, -- [1]
								81751, -- [2]
								90603, -- [3]
								1506094790.002, -- [4]
								1574314, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [13]
							{
								false, -- [1]
								183811, -- [2]
								13545, -- [3]
								1506094790.075, -- [4]
								1664917, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [14]
							{
								false, -- [1]
								94472, -- [2]
								49330, -- [3]
								1506094790.109, -- [4]
								1664917, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [15]
							{
								true, -- [1]
								233283, -- [2]
								2154656, -- [3]
								1506094790.535, -- [4]
								1727792, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								426864, -- [10]
							}, -- [16]
						}, -- [1]
						false, -- [2]
						152.355999999971, -- [3]
						4550700, -- [4]
						"格罗斯", -- [5]
						1506094790.591, -- [6]
						"PRIEST", -- [7]
						1, -- [8]
					}, -- [1]
					{
						{
							{
								false, -- [1]
								81751, -- [2]
								274398, -- [3]
								1506094712.542, -- [4]
								1379873, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [1]
							{
								false, -- [1]
								81751, -- [2]
								24900, -- [3]
								1506094712.775, -- [4]
								1654271, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [2]
							{
								false, -- [1]
								81751, -- [2]
								137199, -- [3]
								1506094712.881, -- [4]
								1679171, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [3]
							{
								false, -- [1]
								81751, -- [2]
								73408, -- [3]
								1506094712.881, -- [4]
								1816370, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [4]
							{
								false, -- [1]
								94472, -- [2]
								274398, -- [3]
								1506094713.21, -- [4]
								1889778, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [5]
							{
								false, -- [1]
								94472, -- [2]
								168838, -- [3]
								1506094714.067, -- [4]
								2164176, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [6]
							{
								false, -- [1]
								94472, -- [2]
								49800, -- [3]
								1506094714.319, -- [4]
								2333014, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [7]
							{
								true, -- [1]
								230345, -- [2]
								532200, -- [3]
								1506094714.349, -- [4]
								2333014, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [8]
							{
								false, -- [1]
								81751, -- [2]
								84419, -- [3]
								1506094715.241, -- [4]
								1850614, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [9]
							{
								false, -- [1]
								81751, -- [2]
								26074, -- [3]
								1506094715.907, -- [4]
								1935033, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [10]
							{
								true, -- [1]
								230345, -- [2]
								532200, -- [3]
								1506094716.364, -- [4]
								1961107, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [11]
							{
								false, -- [1]
								94472, -- [2]
								168838, -- [3]
								1506094716.4, -- [4]
								1961107, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [12]
							{
								false, -- [1]
								81751, -- [2]
								26074, -- [3]
								1506094717.423, -- [4]
								1597745, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [13]
							{
								false, -- [1]
								94472, -- [2]
								168837, -- [3]
								1506094717.566, -- [4]
								1623819, -- [5]
								"募落葒顔", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [14]
							{
								true, -- [1]
								233021, -- [2]
								1435917, -- [3]
								1506094717.841, -- [4]
								1792656, -- [5]
								"[*] 地狱火尖刺", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [15]
							{
								true, -- [1]
								230345, -- [2]
								532200, -- [3]
								1506094718.349, -- [4]
								356739, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								175461, -- [10]
							}, -- [16]
						}, -- [1]
						false, -- [2]
						80.1140000000014, -- [3]
						4550700, -- [4]
						"格罗斯", -- [5]
						1506094718.349, -- [6]
						"PRIEST", -- [7]
						1, -- [8]
					}, -- [2]
				},
				["overall"] = {
					[230345] = 2671861,
					[233021] = 7044778,
					[236480] = 5692650,
					[236306] = 10027664,
					[233283] = 2154656,
					[230348] = 435917,
				},
				["name"] = "募落葒顔",
			},
			["优雅的猎手-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[230345] = 1781522,
				},
				["name"] = "优雅的猎手-巨龙之吼",
			},
			["纳尼伪伪-狂热之刃"] = {
				["name"] = "纳尼伪伪-狂热之刃",
				["class"] = "MAGE",
				["overall"] = {
					[236329] = 7881516,
					[233283] = 2000449,
					[230348] = 443336,
				},
				["deaths"] = {
					{
						{
							{
								false, -- [1]
								183811, -- [2]
								23839, -- [3]
								1506094776.084, -- [4]
								2675205, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								false, -- [1]
								183811, -- [2]
								11919, -- [3]
								1506094780.406, -- [4]
								2699044, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [2]
							{
								false, -- [1]
								183811, -- [2]
								11919, -- [3]
								1506094781.456, -- [4]
								2710963, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [3]
							{
								false, -- [1]
								183811, -- [2]
								11919, -- [3]
								1506094782.491, -- [4]
								2722882, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [4]
							{
								false, -- [1]
								183811, -- [2]
								11920, -- [3]
								1506094783.494, -- [4]
								2734801, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [5]
							{
								4, -- [1]
								233272, -- [2]
								1, -- [3]
								1506094783.548, -- [4]
								2746721, -- [5]
								"格罗斯", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [6]
							{
								false, -- [1]
								252879, -- [2]
								498337, -- [3]
								1506094789.638, -- [4]
								2746721, -- [5]
								"纳尼伪伪-狂热之刃", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [7]
							{
								4, -- [1]
								230348, -- [2]
								1, -- [3]
								1506094790.164, -- [4]
								3245058, -- [5]
								"[*] 邪能之池", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [8]
							{
								false, -- [1]
								183811, -- [2]
								13544, -- [3]
								1506094790.375, -- [4]
								3245058, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [9]
							{
								4, -- [1]
								236329, -- [2]
								1, -- [3]
								1506094790.535, -- [4]
								3258602, -- [5]
								"[*] 星辰燃烧", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [10]
							{
								true, -- [1]
								233283, -- [2]
								2000449, -- [3]
								1506094790.535, -- [4]
								3258602, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [11]
							{
								true, -- [1]
								230348, -- [2]
								443336, -- [3]
								1506094791.144, -- [4]
								1258153, -- [5]
								"[*] 邪能之池", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [12]
							{
								false, -- [1]
								87023, -- [2]
								791053, -- [3]
								1506094791.516, -- [4]
								814817, -- [5]
								"纳尼伪伪-狂热之刃", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [13]
							{
								false, -- [1]
								86949, -- [2]
								3940758, -- [3]
								1506094791.544, -- [4]
								814817, -- [5]
								"纳尼伪伪-狂热之刃", -- [6]
								true, -- [7]
								0, -- [8]
							}, -- [14]
							{
								true, -- [1]
								236329, -- [2]
								3940758, -- [3]
								1506094791.544, -- [4]
								814817, -- [5]
								"[*] 星辰燃烧", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [15]
							{
								true, -- [1]
								236329, -- [2]
								3940758, -- [3]
								1506094792.542, -- [4]
								1605870, -- [5]
								"[*] 星辰燃烧", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								2334888, -- [10]
							}, -- [16]
						}, -- [1]
						false, -- [2]
						154.306999999972, -- [3]
						4348440, -- [4]
						"格罗斯", -- [5]
						1506094792.542, -- [6]
						"MAGE", -- [7]
						1, -- [8]
					}, -- [1]
				},
			},
			["公牛不奶-黑暗之门"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "公牛不奶-黑暗之门",
				["overall"] = {
					[233062] = 10297186,
					[230345] = 552425,
				},
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[233283] = 1341522,
					[231395] = 2003471,
					[230345] = 883616,
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["夜申吟-黑铁"] = {
				["name"] = "夜申吟-黑铁",
				["class"] = "HUNTER",
				["overall"] = {
					[230345] = 1644119,
					[233283] = 1220331,
				},
				["deaths"] = {
					{
						{
							{
								true, -- [1]
								233021, -- [2]
								1391724, -- [3]
								1506094717.841, -- [4]
								4250666, -- [5]
								"[*] 地狱火尖刺", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								false, -- [1]
								197205, -- [2]
								61094, -- [3]
								1506094718.645, -- [4]
								2858942, -- [5]
								"夜申吟-黑铁", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [2]
							{
								false, -- [1]
								197205, -- [2]
								19092, -- [3]
								1506094718.645, -- [4]
								2858942, -- [5]
								"夜申吟-黑铁", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [3]
							{
								4, -- [1]
								232249, -- [2]
								1, -- [3]
								1506094719.005, -- [4]
								2939128, -- [5]
								"格罗斯", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [4]
							{
								false, -- [1]
								183811, -- [2]
								11919, -- [3]
								1506094722.301, -- [4]
								2939128, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [5]
							{
								false, -- [1]
								183811, -- [2]
								11919, -- [3]
								1506094722.625, -- [4]
								2939128, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [6]
							{
								true, -- [1]
								230345, -- [2]
								586903, -- [3]
								1506094724.63, -- [4]
								2962966, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [7]
							{
								4, -- [1]
								230345, -- [2]
								1, -- [3]
								1506094724.63, -- [4]
								2962966, -- [5]
								"[*] 彗星冲撞", -- [6]
								false, -- [7]
								false, -- [8]
								false, -- [9]
								false, -- [10]
							}, -- [8]
							{
								false, -- [1]
								197205, -- [2]
								122189, -- [3]
								1506094725.531, -- [4]
								2376063, -- [5]
								"夜申吟-黑铁", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [9]
							{
								false, -- [1]
								197205, -- [2]
								38184, -- [3]
								1506094725.531, -- [4]
								2376063, -- [5]
								"夜申吟-黑铁", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [10]
							{
								true, -- [1]
								230345, -- [2]
								548039, -- [3]
								1506094726.665, -- [4]
								2536436, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [11]
							{
								true, -- [1]
								230345, -- [2]
								548040, -- [3]
								1506094728.699, -- [4]
								1988397, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [12]
							{
								true, -- [1]
								233283, -- [2]
								1220331, -- [3]
								1506094729.441, -- [4]
								1440357, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [13]
							{
								false, -- [1]
								183811, -- [2]
								11920, -- [3]
								1506094729.631, -- [4]
								220026, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [14]
							{
								false, -- [1]
								183811, -- [2]
								11920, -- [3]
								1506094729.703, -- [4]
								220026, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [15]
							{
								true, -- [1]
								230345, -- [2]
								548040, -- [3]
								1506094730.624, -- [4]
								243866, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								304174, -- [10]
							}, -- [16]
						}, -- [1]
						false, -- [2]
						92.3890000000247, -- [3]
						4552020, -- [4]
						"格罗斯", -- [5]
						1506094730.624, -- [6]
						"HUNTER", -- [7]
						1, -- [8]
					}, -- [1]
				},
			},
			["Svluck-风暴之怒"] = {
				["deaths"] = {
				},
				["class"] = "ROGUE",
				["name"] = "Svluck-风暴之怒",
				["overall"] = {
					[236306] = 6626852,
					[236480] = 2153976,
					[236519] = 1864573,
				},
			},
			["丨獵丶人丨-贫瘠之地"] = {
				["name"] = "丨獵丶人丨-贫瘠之地",
				["class"] = "HUNTER",
				["overall"] = {
					[230345] = 2144704,
				},
				["deaths"] = {
					{
						{
							{
								true, -- [1]
								230345, -- [2]
								536176, -- [3]
								1506094787.072, -- [4]
								4370325, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [1]
							{
								false, -- [1]
								183811, -- [2]
								13545, -- [3]
								1506094788.914, -- [4]
								3834149, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [2]
							{
								true, -- [1]
								230345, -- [2]
								536176, -- [3]
								1506094789.074, -- [4]
								3847694, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [3]
							{
								false, -- [1]
								197205, -- [2]
								120011, -- [3]
								1506094790.164, -- [4]
								3311518, -- [5]
								"丨獵丶人丨-贫瘠之地", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [4]
							{
								false, -- [1]
								197205, -- [2]
								75007, -- [3]
								1506094790.164, -- [4]
								3311518, -- [5]
								"丨獵丶人丨-贫瘠之地", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [5]
							{
								false, -- [1]
								183811, -- [2]
								13544, -- [3]
								1506094790.261, -- [4]
								3311518, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [6]
							{
								true, -- [1]
								233283, -- [2]
								1963347, -- [3]
								1506094790.535, -- [4]
								3520080, -- [5]
								"格罗斯", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [7]
							{
								true, -- [1]
								230345, -- [2]
								536176, -- [3]
								1506094791.065, -- [4]
								1556733, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [8]
							{
								false, -- [1]
								208981, -- [2]
								155621, -- [3]
								1506094791.729, -- [4]
								1020557, -- [5]
								"丨獵丶人丨-贫瘠之地", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [9]
							{
								true, -- [1]
								230345, -- [2]
								536176, -- [3]
								1506094793.137, -- [4]
								1176178, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [10]
							{
								true, -- [1]
								230345, -- [2]
								536176, -- [3]
								1506094795.075, -- [4]
								640002, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [11]
							{
								false, -- [1]
								183811, -- [2]
								11920, -- [3]
								1506094795.537, -- [4]
								103826, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
								false, -- [9]
								-1, -- [10]
							}, -- [12]
							{
								false, -- [1]
								183811, -- [2]
								11920, -- [3]
								1506094796.195, -- [4]
								115746, -- [5]
								"Qslippers-菲拉斯", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [13]
							{
								false, -- [1]
								197205, -- [2]
								209198, -- [3]
								1506094796.678, -- [4]
								127666, -- [5]
								"丨獵丶人丨-贫瘠之地", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [14]
							{
								false, -- [1]
								197205, -- [2]
								32688, -- [3]
								1506094796.678, -- [4]
								127666, -- [5]
								"丨獵丶人丨-贫瘠之地", -- [6]
								nil, -- [7]
								0, -- [8]
							}, -- [15]
							{
								true, -- [1]
								230345, -- [2]
								536176, -- [3]
								1506094797.089, -- [4]
								369552, -- [5]
								"[*] 彗星冲撞", -- [6]
								nil, -- [7]
								4, -- [8]
								false, -- [9]
								166624, -- [10]
							}, -- [16]
						}, -- [1]
						false, -- [2]
						158.853999999992, -- [3]
						4947600, -- [4]
						"格罗斯", -- [5]
						1506094797.089, -- [6]
						"HUNTER", -- [7]
						1, -- [8]
					}, -- [1]
				},
			},
			["她的睫毛丶-丹莫德"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "她的睫毛丶-丹莫德",
				["overall"] = {
					[230143] = 5946777,
					[236306] = 3845652,
					[236480] = 1868687,
					[232754] = 189090,
				},
			},
		},
		["diff"] = 15,
	},
	["189814"] = {
		["hash"] = "189814",
		["type"] = "deaths",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 14,
		["player_db"] = {
			["阿瑞斯丶儛儛-莱索恩"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[239216] = 398401,
					[239852] = 1276219,
				},
				["name"] = "阿瑞斯丶儛儛-莱索恩",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["overall"] = {
					[235120] = 1870668,
					[241721] = 126837,
				},
				["deaths"] = {
				},
				["name"] = "一泰坦曼尼一-深渊之巢",
				["class"] = "WARRIOR",
			},
			["雨过有痕-死亡之翼"] = {
				["overall"] = {
					[241702] = 239463,
					[234310] = 815789,
				},
				["deaths"] = {
				},
				["name"] = "雨过有痕-死亡之翼",
				["class"] = "WARLOCK",
			},
			["千叶仲衣-天空之墙"] = {
				["overall"] = {
					[239155] = 766803,
					[239216] = 3077817,
				},
				["deaths"] = {
				},
				["name"] = "千叶仲衣-天空之墙",
				["class"] = "HUNTER",
			},
			["Mutsuki-燃烧之刃"] = {
				["overall"] = {
					[241702] = 255073,
					[241721] = 115078,
					[235120] = 2207973,
				},
				["deaths"] = {
				},
				["name"] = "Mutsuki-燃烧之刃",
				["class"] = "HUNTER",
			},
			["柒粤-无尽之海"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[235120] = 2838522,
					[238455] = 1731753,
					[240908] = 1389537,
					[234310] = 392729,
				},
				["name"] = "柒粤-无尽之海",
			},
			["爬爬啦-死亡之翼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[241721] = 248465,
					[235120] = 1450532,
				},
				["name"] = "爬爬啦-死亡之翼",
			},
			["丶咕兮兮-凤凰之神"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[234310] = 722127,
					[241721] = 238776,
					[235120] = 2502352,
				},
				["name"] = "丶咕兮兮-凤凰之神",
			},
			["巡山丨小妖-奥妮克希亚"] = {
				["overall"] = {
					[239931] = 9243116,
					[239216] = 354402,
				},
				["deaths"] = {
				},
				["name"] = "巡山丨小妖-奥妮克希亚",
				["class"] = "DEATHKNIGHT",
			},
			["焰丶灵姬-死亡之翼"] = {
				["overall"] = {
					[234310] = 385127,
					[240916] = 10808701,
					[235120] = 1444971,
				},
				["deaths"] = {
				},
				["name"] = "焰丶灵姬-死亡之翼",
				["class"] = "MAGE",
			},
			["蔷薇精灵-达纳斯"] = {
				["overall"] = {
					[239155] = 262361,
					[239216] = 857274,
					[239852] = 1737619,
				},
				["deaths"] = {
				},
				["name"] = "蔷薇精灵-达纳斯",
				["class"] = "PALADIN",
			},
			["老灬邪-燃烧之刃"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[235120] = 1821813,
					[241721] = 506766,
					[234310] = 395646,
				},
				["name"] = "老灬邪-燃烧之刃",
			},
			["格蕾希尔丶-死亡之翼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[234310] = 1360565,
					[241721] = 320590,
					[235120] = 525361,
				},
				["name"] = "格蕾希尔丶-死亡之翼",
			},
			["我老婆出轨了-死亡之翼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[240916] = 9858838,
					[234310] = 679780,
					[235120] = 1185876,
					[241702] = 270148,
					[241721] = 203130,
				},
				["name"] = "我老婆出轨了-死亡之翼",
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["overall"] = {
					[235120] = 1571931,
					[241721] = 104805,
				},
				["deaths"] = {
				},
				["name"] = "吾辈何以爲戰-克尔苏加德",
				["class"] = "DEMONHUNTER",
			},
			["戴斯沃克-死亡之翼"] = {
				["overall"] = {
					[240916] = 5292475,
				},
				["deaths"] = {
				},
				["name"] = "戴斯沃克-死亡之翼",
				["class"] = "DEATHKNIGHT",
			},
			["君不悔-丽丽（四川）"] = {
				["overall"] = {
					[239216] = 3568142,
					[239155] = 380679,
				},
				["deaths"] = {
				},
				["name"] = "君不悔-丽丽（四川）",
				["class"] = "WARRIOR",
			},
			["巫马绛-死亡之翼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[235120] = 1891076,
					[241702] = 85261,
				},
				["name"] = "巫马绛-死亡之翼",
			},
			["徵羽-巨龙之吼"] = {
				["overall"] = {
					[235120] = 2199681,
					[241721] = 125050,
				},
				["deaths"] = {
				},
				["name"] = "徵羽-巨龙之吼",
				["class"] = "HUNTER",
			},
			["Itomarika-克尔苏加德"] = {
				["overall"] = {
					[234310] = 351422,
					[235120] = 1227498,
				},
				["deaths"] = {
				},
				["name"] = "Itomarika-克尔苏加德",
				["class"] = "DEMONHUNTER",
			},
			["脐橙-卡德加"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[241721] = 125573,
					[241702] = 250503,
				},
				["name"] = "脐橙-卡德加",
			},
			["狩猎大师基尔-无尽之海"] = {
				["overall"] = {
					[239852] = 1627915,
					[239216] = 489314,
					[238455] = 951471,
					[241721] = 123299,
					[235120] = 3975907,
				},
				["deaths"] = {
				},
				["name"] = "狩猎大师基尔-无尽之海",
				["class"] = "HUNTER",
			},
			["维儿的小熊-无尽之海"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[235120] = 1551299,
					[241721] = 105183,
				},
				["name"] = "维儿的小熊-无尽之海",
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					[235120] = 659080,
					[234310] = 1259815,
				},
				["name"] = "丶陆柒捌玖丶-石爪峰",
			},
			["布鲁卡卡-死亡之翼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[239852] = 3539716,
					[239216] = 513634,
				},
				["name"] = "布鲁卡卡-死亡之翼",
			},
			["一本道小绵羊-巨龙之吼"] = {
				["overall"] = {
					[234310] = 809922,
					[235120] = 2168410,
					[87023] = 627028,
					[241721] = 123623,
				},
				["deaths"] = {
				},
				["name"] = "一本道小绵羊-巨龙之吼",
				["class"] = "MAGE",
			},
			["募落葒顔"] = {
				["overall"] = {
					[241702] = 223659,
					[239216] = 746794,
					[238455] = 1878530,
					[239852] = 3447804,
					[240908] = 1460787,
					[239155] = 1099245,
					[234310] = 4714836,
					[241721] = 245422,
					[235120] = 1583007,
				},
				["deaths"] = {
				},
				["name"] = "募落葒顔",
				["class"] = "PRIEST",
			},
			["疯子的迷恋-巨龙之吼"] = {
				["overall"] = {
					[234310] = 2234232,
					[241702] = 77307,
					[241721] = 113675,
					[235120] = 1993907,
				},
				["deaths"] = {
				},
				["name"] = "疯子的迷恋-巨龙之吼",
				["class"] = "DRUID",
			},
			["最强锐雯-狂热之刃"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[241702] = 251385,
					[241721] = 254149,
					[235120] = 1827315,
				},
				["name"] = "最强锐雯-狂热之刃",
			},
			["零利丹怒风-通灵学院"] = {
				["overall"] = {
					[238455] = 742328,
					[239852] = 1418623,
					[239216] = 823404,
				},
				["deaths"] = {
				},
				["name"] = "零利丹怒风-通灵学院",
				["class"] = "DEMONHUNTER",
			},
			["Incineration-巨龙之吼"] = {
				["overall"] = {
					[3] = 124851,
				},
				["deaths"] = {
				},
				["name"] = "Incineration-巨龙之吼",
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["overall"] = {
					[240916] = 5325445,
				},
				["deaths"] = {
				},
				["name"] = "最白的小白-克尔苏加德",
				["class"] = "SHAMAN",
			},
			["魔力脆脆熊-天空之墙"] = {
				["overall"] = {
					[240916] = 7375669,
				},
				["deaths"] = {
				},
				["name"] = "魔力脆脆熊-天空之墙",
				["class"] = "DRUID",
			},
			["诸葛子君-巨龙之吼"] = {
				["overall"] = {
					[234310] = 1586264,
					[87023] = 859649,
					[241702] = 164660,
				},
				["deaths"] = {
				},
				["name"] = "诸葛子君-巨龙之吼",
				["class"] = "MAGE",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["overall"] = {
					[235120] = 1116826,
					[234310] = 785988,
				},
				["deaths"] = {
				},
				["name"] = "丨丶塵囂灬-巨龙之吼",
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2051,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["encounter"] = "基尔加丹",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
	},
	["174315"] = {
		["hash"] = "174315",
		["type"] = "deaths",
		["name"] = "大魔导师艾利桑德",
		["id"] = 1743,
		["player_db"] = {
			["床伴-安苏"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "床伴-安苏",
				["overall"] = {
					[229741] = 792535,
					[208659] = 2764864,
				},
			},
			["Dyskinber-死亡之翼"] = {
				["overall"] = {
					[208659] = 4276782,
					[209433] = 717494,
				},
				["deaths"] = {
				},
				["name"] = "Dyskinber-死亡之翼",
				["class"] = "PRIEST",
			},
			["黑色戰车-安苏"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "黑色戰车-安苏",
				["overall"] = {
					[209433] = 700081,
					[209568] = 307702,
					[208659] = 2935515,
				},
			},
			["荒野恶霸-安苏"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "荒野恶霸-安苏",
				["overall"] = {
					[229741] = 390045,
					[208659] = 2608428,
					[211799] = 987354,
				},
			},
			["射的比你久-影之哀伤"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "射的比你久-影之哀伤",
				["overall"] = {
					[208659] = 4261405,
					[211799] = 757761,
				},
			},
			["惡魔术-梅尔加尼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "惡魔术-梅尔加尼",
				["overall"] = {
					[229741] = 434146,
					[208659] = 2631307,
					[211799] = 899429,
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["overall"] = {
					[229741] = 382074,
					[209568] = 311724,
					[211799] = 1121460,
					[209433] = 633458,
				},
				["deaths"] = {
				},
				["name"] = "君莫笑丨-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
			},
			["零度大奶-海克泰尔"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "零度大奶-海克泰尔",
				["overall"] = {
					[221864] = 1825326,
					[209599] = 1592262,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 9,
			["zone"] = "暗夜要塞",
			["encounter"] = "大魔导师艾利桑德",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "大魔导师艾利桑德",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1872,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["190315"] = {
		["hash"] = "190315",
		["type"] = "deaths",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["diff"] = 15,
			["encounter"] = "月之姐妹",
			["ej_instance_id"] = 875,
		},
		["player_db"] = {
			["一本道小绵狼-巨龙之吼"] = {
				["class"] = "ROGUE",
				["deaths"] = {
				},
				["overall"] = {
					[233284] = 3715191,
				},
				["name"] = "一本道小绵狼-巨龙之吼",
			},
			["非乐-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					1579701, -- [1]
					[236480] = 2622528,
				},
				["name"] = "非乐-巨龙之吼",
			},
			["爱情之旅-影之哀伤"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					7586234, -- [1]
				},
				["name"] = "爱情之旅-影之哀伤",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[236480] = 5311490,
					[237633] = 226920,
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236480] = 1746287,
					[236306] = 4362765,
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["快插根基巴-洛萨"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
					[236306] = 18578920,
				},
				["name"] = "快插根基巴-洛萨",
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					3246375, -- [1]
					[236519] = 525255,
					[236480] = 1275512,
				},
				["name"] = "丨三千院凪丨-巨龙之吼",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[233284] = 2936962,
				},
				["name"] = "传奇穆师小菲-巨龙之吼",
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236306] = 23780996,
					[236480] = 4347049,
					[236519] = 1795126,
				},
				["name"] = "伊莉雅乂星塵-巨龙之吼",
			},
			["Incineration-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					3320048, -- [1]
					[87023] = 634210,
					[236697] = 576897,
					[236306] = 11008594,
					[236480] = 1862105,
				},
				["name"] = "Incineration-巨龙之吼",
			},
			["诸葛子君-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[236480] = 6292153,
					[236306] = 11927441,
				},
				["name"] = "诸葛子君-巨龙之吼",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					6326823, -- [1]
					[236697] = 585568,
					[237632] = 480126,
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["可爱宝宝-塞拉摩"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236480] = 3563787,
				},
				["name"] = "可爱宝宝-塞拉摩",
			},
			["小木曾雪菜-巫妖之王"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[210380] = 550436,
					[236306] = 3999380,
				},
				["name"] = "小木曾雪菜-巫妖之王",
			},
		},
		["diff"] = 15,
	},
	["185614"] = {
		["hash"] = "185614",
		["type"] = "deaths",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["diff"] = 14,
		["player_db"] = {
			["丶萨郎嘿-凤凰之神"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
					[233530] = 3455128,
					[231768] = 426201,
					[241511] = 255129,
					[233520] = 929776,
				},
				["name"] = "丶萨郎嘿-凤凰之神",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "哈亚坦",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["diff"] = 14,
			["id"] = 2036,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["173215"] = {
		["hash"] = "173215",
		["type"] = "deaths",
		["name"] = "占星师艾塔乌斯",
		["id"] = 1732,
		["player_db"] = {
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "暗夜要塞",
			["encounter"] = "占星师艾塔乌斯",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "占星师艾塔乌斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1863,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["186115"] = {
		["hash"] = "186115",
		["type"] = "deaths",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["name"] = "主母萨丝琳",
			["diff"] = 15,
			["encounter"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
		},
		["player_db"] = {
			["一本道小绵狼-巨龙之吼"] = {
				["class"] = "ROGUE",
				["deaths"] = {
				},
				["overall"] = {
					[230920] = 815978,
					[234621] = 286571,
					[232754] = 1471297,
					[230959] = 180970,
				},
				["name"] = "一本道小绵狼-巨龙之吼",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["class"] = "DRUID",
				["deaths"] = {
				},
				["overall"] = {
					[234621] = 386590,
					[230143] = 4478413,
					[232916] = 867960,
					[230201] = 1552613,
					[232754] = 226031,
					[232885] = 88504952,
				},
				["name"] = "传奇疯神恋雅-巨龙之吼",
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[230920] = 2273682,
					[230214] = 1224804,
					[230276] = 452305,
					[232916] = 888253,
					[230143] = 8636230,
					[232754] = 903251,
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["优雅的猎手-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[230143] = 4897756,
					[232754] = 184573,
				},
				["name"] = "优雅的猎手-巨龙之吼",
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[230920] = 902073,
					[232916] = 726270,
				},
				["name"] = "伊莉雅乂星塵-巨龙之吼",
			},
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
					[234621] = 260814,
					[230276] = 761582,
					[232916] = 446760,
					[232885] = 59710104,
					[232754] = 138546,
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["伊蓮娜乂星塵-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[232754] = 695939,
					[234621] = 432335,
				},
				["name"] = "伊蓮娜乂星塵-巨龙之吼",
			},
			["落叶彡果果"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "落叶彡果果",
				["overall"] = {
					[230143] = 7487372,
					[232754] = 223939,
				},
			},
			["菊花喵-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[234621] = 377856,
					[232754] = 405494,
					[232916] = 389275,
				},
				["name"] = "菊花喵-巨龙之吼",
			},
			["丿燚灬-阿尔萨斯"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
					499008, -- [1]
					[230920] = 514571,
					[232754] = 1541247,
				},
				["name"] = "丿燚灬-阿尔萨斯",
			},
			["羽胡子帝-鬼雾峰"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "羽胡子帝-鬼雾峰",
				["overall"] = {
					[230143] = 4681583,
					[234621] = 434924,
					[232754] = 233368,
				},
			},
			["募落葒顔"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[234621] = 1672801,
					[232732] = 753492,
					[232754] = 671937,
					[230214] = 1410203,
					[230362] = 1476335,
					[232885] = 95801056,
				},
				["name"] = "募落葒顔",
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[234621] = 720323,
					[232754] = 382641,
				},
				["name"] = "丨三千院凪丨-巨龙之吼",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[230920] = 443283,
					[234621] = 1645599,
					[230276] = 402212,
					[232754] = 221288,
				},
				["name"] = "传奇穆师小菲-巨龙之吼",
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "丨愤怒鸟丨-伊森利恩",
				["overall"] = {
					[230143] = 3533780,
					[234621] = 818637,
					[232754] = 219629,
				},
			},
			["Incineration-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					350734, -- [1]
					[230143] = 808199,
					[232754] = 210732,
					[230920] = 422137,
				},
				["name"] = "Incineration-巨龙之吼",
			},
			["弄死铭哥-黑铁"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
					[232885] = 97306312,
					[234621] = 1275102,
				},
				["name"] = "弄死铭哥-黑铁",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[232885] = 94044384,
					[232754] = 753910,
					[230214] = 1044819,
					[230920] = 451748,
					[230143] = 4852409,
					[234621] = 690120,
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["小台-阿纳克洛斯"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[230143] = 4295421,
					[232916] = 895396,
					[232754] = 233176,
				},
				["name"] = "小台-阿纳克洛斯",
			},
			["龙听雨-巨龙之吼"] = {
				["class"] = "MONK",
				["deaths"] = {
				},
				["overall"] = {
					[230959] = 149072,
					[124255] = 718936,
					[232754] = 381437,
				},
				["name"] = "龙听雨-巨龙之吼",
			},
		},
		["diff"] = 15,
	},
	["189614"] = {
		["hash"] = "189614",
		["type"] = "deaths",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["diff"] = 14,
		["player_db"] = {
			["咖喱牛喃-狂热之刃"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236564] = 6273483,
				},
				["name"] = "咖喱牛喃-狂热之刃",
			},
			["客官您走好-盖斯"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[236564] = 8213694,
				},
				["name"] = "客官您走好-盖斯",
			},
			["蒜香排骨-伊利丹"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[235989] = 4973820,
					[236011] = 192449,
				},
				["name"] = "蒜香排骨-伊利丹",
			},
			["募落葒顔"] = {
				["overall"] = {
					[236568] = 3354585,
				},
				["deaths"] = {
				},
				["name"] = "募落葒顔",
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "绝望的聚合体",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 14,
			["id"] = 2054,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["115416"] = {
		["hash"] = "115416",
		["type"] = "deaths",
		["name"] = "爆裂熔炉",
		["id"] = 1154,
		["diff"] = 16,
		["boss_table"] = {
			["diff_string"] = "史诗",
			["index"] = 7,
			["zone"] = "黑石铸造厂",
			["encounter"] = "爆裂熔炉",
			["mapid"] = 1205,
			["try_number"] = 1,
			["name"] = "爆裂熔炉",
			["diff"] = 16,
			["id"] = 1690,
			["ej_instance_id"] = 457,
			["killed"] = true,
		},
		["player_db"] = {
		},
	},
	["187315"] = {
		["hash"] = "187315",
		["type"] = "deaths",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["player_db"] = {
			["羽胡子帝-鬼雾峰"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "羽胡子帝-鬼雾峰",
				["overall"] = {
					[242017] = 497852,
					[234180] = 544850,
					[239742] = 9320965,
				},
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "丨愤怒鸟丨-伊森利恩",
				["overall"] = {
					[234062] = 3021330,
					[240213] = 342743,
				},
			},
			["人本无常-菲米丝"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "人本无常-菲米丝",
				["overall"] = {
					[234062] = 3951211,
					[240213] = 174149,
				},
			},
			["区欠皇-克尔苏加德"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "区欠皇-克尔苏加德",
				["overall"] = {
					[234062] = 2791064,
					[240213] = 303448,
				},
			},
			["光茫-克尔苏加德"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "光茫-克尔苏加德",
				["overall"] = {
					[235572] = 5483437,
					[234180] = 595021,
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "发了疯的鬣魜-死亡之翼",
				["overall"] = {
					[234180] = 1193575,
					[240249] = 1643183,
					[239742] = 12466106,
				},
			},
			["Apprentice-血顶"] = {
				["deaths"] = {
				},
				["class"] = "WARLOCK",
				["name"] = "Apprentice-血顶",
				["overall"] = {
					[242017] = 1955240,
					[234180] = 288842,
					[239742] = 12710645,
				},
			},
			["Taeng-雷霆之王"] = {
				["deaths"] = {
				},
				["class"] = "WARLOCK",
				["name"] = "Taeng-雷霆之王",
				["overall"] = {
					[111400] = 317809,
					[234180] = 350458,
					[239742] = 12657013,
				},
			},
			["钢铁侠丶-熵魔"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "钢铁侠丶-熵魔",
				["overall"] = {
					[242017] = 4342162,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["id"] = 2038,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["173115"] = {
		["hash"] = "173115",
		["type"] = "deaths",
		["name"] = "崔利艾克斯",
		["id"] = 1731,
		["player_db"] = {
			["床伴-安苏"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "床伴-安苏",
				["overall"] = {
					[207631] = 4838828,
					[206749] = 277688,
				},
			},
			["落地灬-埃德萨拉"] = {
				["overall"] = {
					[207631] = 5135698,
					[206749] = 286542,
				},
				["deaths"] = {
				},
				["name"] = "落地灬-埃德萨拉",
				["class"] = "WARRIOR",
			},
			["荒野恶霸-安苏"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "荒野恶霸-安苏",
				["overall"] = {
					[207631] = 4919787,
					[206749] = 288467,
				},
			},
			["零度大奶-海克泰尔"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "零度大奶-海克泰尔",
				["overall"] = {
					[206749] = 183901,
					[206798] = 91076,
					[207631] = 4845998,
				},
			},
			["和疯季有约会-血色十字军"] = {
				["overall"] = {
					[207631] = 4548476,
					[206749] = 284036,
				},
				["deaths"] = {
				},
				["name"] = "和疯季有约会-血色十字军",
				["class"] = "MAGE",
			},
			["夢霜雪-血牙魔王"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "夢霜雪-血牙魔王",
				["overall"] = {
					[207631] = 4636903,
					[206749] = 286857,
				},
			},
			["静待第柒橙-迅捷微风"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "静待第柒橙-迅捷微风",
				["overall"] = {
					[207631] = 7077462,
					[208918] = 89654,
				},
			},
			["舔菿倪销魂-影之哀伤"] = {
				["overall"] = {
					[207631] = 3883088,
					[206749] = 242310,
				},
				["deaths"] = {
				},
				["name"] = "舔菿倪销魂-影之哀伤",
				["class"] = "DEMONHUNTER",
			},
			["惡魔术-梅尔加尼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "惡魔术-梅尔加尼",
				["overall"] = {
					[208918] = 170550,
					[206749] = 155242,
					[207631] = 7752469,
				},
			},
			["伊塔-影之哀伤"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "伊塔-影之哀伤",
				["overall"] = {
					[207631] = 8467287,
					[206798] = 175381,
					[206749] = 321104,
				},
			},
			["黑色戰车-安苏"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "黑色戰车-安苏",
				["overall"] = {
					[208918] = 187833,
					[206641] = 2671758,
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "招唤神龙-燃烧之刃",
				["overall"] = {
					[207631] = 4852876,
					[206749] = 287702,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "暗夜要塞",
			["id"] = 1867,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "崔利艾克斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "崔利艾克斯",
		},
		["diff"] = 15,
	},
	["175015"] = {
		["hash"] = "175015",
		["type"] = "deaths",
		["name"] = "塞纳留斯",
		["id"] = 1750,
		["diff"] = 15,
		["player_db"] = {
			["鸢一-克尔苏加德"] = {
				["overall"] = {
					[210342] = 1459257,
				},
				["deaths"] = {
				},
				["name"] = "鸢一-克尔苏加德",
				["class"] = "MAGE",
			},
			["鸠兹一猎-苏塔恩"] = {
				["overall"] = {
					[210342] = 969074,
					[210279] = 70133,
				},
				["deaths"] = {
				},
				["name"] = "鸠兹一猎-苏塔恩",
				["class"] = "HUNTER",
			},
			["工大流浪猫三-梦境之树"] = {
				["overall"] = {
					[210279] = 59220,
					[210342] = 96977,
					[211073] = 4216063,
					[211178] = 138141,
				},
				["deaths"] = {
				},
				["name"] = "工大流浪猫三-梦境之树",
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "翡翠梦魇",
			["encounter"] = "塞纳留斯",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "塞纳留斯",
			["diff"] = 15,
			["id"] = 1877,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["186714"] = {
		["hash"] = "186714",
		["type"] = "deaths",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["diff"] = 14,
		["player_db"] = {
			["西灬瓜丶-闪电之刃"] = {
				["overall"] = {
					[233426] = 3961831,
					[235236] = 1609568,
				},
				["deaths"] = {
				},
				["name"] = "西灬瓜丶-闪电之刃",
				["class"] = "PALADIN",
			},
			["募落葒顔"] = {
				["overall"] = {
					513951, -- [1]
					[248713] = 271477,
				},
				["deaths"] = {
				},
				["name"] = "募落葒顔",
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "恶魔审判庭",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 14,
			["id"] = 2048,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["190314"] = {
		["hash"] = "190314",
		["type"] = "deaths",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["diff"] = 14,
		["player_db"] = {
			["最白的小白-克尔苏加德"] = {
				["overall"] = {
					[236306] = 10627852,
				},
				["deaths"] = {
				},
				["name"] = "最白的小白-克尔苏加德",
				["class"] = "SHAMAN",
			},
			["醉楓染墨-苏拉玛"] = {
				["overall"] = {
					5687219, -- [1]
					[236547] = 2841364,
				},
				["deaths"] = {
				},
				["name"] = "醉楓染墨-苏拉玛",
				["class"] = "PALADIN",
			},
			["大波灬浪-安苏"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[236306] = 21970190,
				},
				["name"] = "大波灬浪-安苏",
			},
			["植物油-霜狼"] = {
				["overall"] = {
					[236306] = 12024084,
					[111400] = 279586,
				},
				["deaths"] = {
				},
				["name"] = "植物油-霜狼",
				["class"] = "WARLOCK",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["ej_instance_id"] = 875,
			["encounter"] = "月之姐妹",
			["diff"] = 14,
		},
	},
	["185615"] = {
		["hash"] = "185615",
		["type"] = "deaths",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "哈亚坦",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["id"] = 2036,
			["killed"] = true,
		},
		["player_db"] = {
		},
		["diff"] = 15,
	},
	["166715"] = {
		["hash"] = "166715",
		["type"] = "deaths",
		["name"] = "乌索克",
		["id"] = 1667,
		["diff"] = 15,
		["player_db"] = {
			["殉道者的挽歌-芬里斯"] = {
				["overall"] = {
					2250499, -- [1]
					[197943] = 919177,
					[197969] = 1094955,
				},
				["deaths"] = {
				},
				["name"] = "殉道者的挽歌-芬里斯",
				["class"] = "PALADIN",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "翡翠梦魇",
			["encounter"] = "乌索克",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "乌索克",
			["diff"] = 15,
			["id"] = 1841,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["186715"] = {
		["hash"] = "186715",
		["type"] = "deaths",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2048,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "恶魔审判庭",
		},
		["player_db"] = {
			["指尖璇沙-巨龙之吼"] = {
				["class"] = "SHAMAN",
				["deaths"] = {
				},
				["overall"] = {
					[233983] = 449617,
					[234015] = 738984,
					[233444] = 1430089,
					[239401] = 1649228,
				},
				["name"] = "指尖璇沙-巨龙之吼",
			},
			["一本道小绵狼-巨龙之吼"] = {
				["class"] = "ROGUE",
				["deaths"] = {
				},
				["overall"] = {
					[234015] = 728517,
					[233444] = 4912751,
					[233901] = 332584,
				},
				["name"] = "一本道小绵狼-巨龙之吼",
			},
			["钢铁侠丶-熵魔"] = {
				["deaths"] = {
				},
				["class"] = "WARRIOR",
				["name"] = "钢铁侠丶-熵魔",
				["overall"] = {
					[235236] = 5531843,
					[234015] = 705167,
				},
			},
			["伊蓮娜乂星塵-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[233901] = 1033057,
					[234015] = 621483,
					[233435] = 1360764,
					[196917] = 533523,
					[239401] = 3627779,
				},
				["name"] = "伊蓮娜乂星塵-巨龙之吼",
			},
			["菊花喵-巨龙之吼"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
					[239401] = 1608634,
					[234015] = 597977,
					[233435] = 1092281,
				},
				["name"] = "菊花喵-巨龙之吼",
			},
			["陈司-血环"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "陈司-血环",
				["overall"] = {
					[233983] = 208761,
					[234015] = 585098,
					[235236] = 1796505,
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["class"] = "HUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[233901] = 345432,
					[3] = 561902,
					[234015] = 1565228,
					[233435] = 1395649,
					[239401] = 3863679,
					[233444] = 1079063,
					[235236] = 1085641,
				},
				["name"] = "快活的地沟油-巨龙之吼",
			},
			["募落葒顔"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					7470915, -- [1]
					[234015] = 758612,
					[239401] = 3808254,
					[235236] = 1043032,
					[233444] = 2592766,
					[233983] = 481385,
				},
				["name"] = "募落葒顔",
			},
			["优雅的猎手-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[234015] = 652694,
					[248713] = 775970,
				},
				["name"] = "优雅的猎手-巨龙之吼",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["class"] = "PRIEST",
				["deaths"] = {
				},
				["overall"] = {
					[248713] = 1159200,
					[234015] = 713186,
					[233444] = 999695,
				},
				["name"] = "传奇穆师小菲-巨龙之吼",
			},
			["Apprentice-血顶"] = {
				["deaths"] = {
				},
				["class"] = "WARLOCK",
				["name"] = "Apprentice-血顶",
				["overall"] = {
					7728856, -- [1]
					[235236] = 1055172,
				},
			},
			["Incineration-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[234015] = 695382,
					[87023] = 948189,
				},
				["name"] = "Incineration-巨龙之吼",
			},
			["爱情之旅-影之哀伤"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[3] = 414790,
					[234015] = 788902,
					[233444] = 753820,
				},
				["name"] = "爱情之旅-影之哀伤",
			},
			["祖魔-巨龙之吼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
					[239401] = 981799,
					[234015] = 640090,
					[233444] = 702198,
				},
				["name"] = "祖魔-巨龙之吼",
			},
			["诸葛子君-巨龙之吼"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
					[234015] = 804804,
					[233435] = 1528849,
					[235236] = 786004,
				},
				["name"] = "诸葛子君-巨龙之吼",
			},
			["Carzydk-阿拉希"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
					[239401] = 1592950,
					[233901] = 692168,
					[233444] = 316419,
				},
				["name"] = "Carzydk-阿拉希",
			},
		},
		["diff"] = 15,
	},
	["175115"] = {
		["hash"] = "175115",
		["type"] = "deaths",
		["name"] = "魔剑士奥鲁瑞尔",
		["id"] = 1751,
		["player_db"] = {
			["社会你瞎神-海克泰尔"] = {
				["overall"] = {
					[213761] = 2647347,
				},
				["deaths"] = {
				},
				["name"] = "社会你瞎神-海克泰尔",
				["class"] = "HUNTER",
			},
			["床伴-安苏"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "床伴-安苏",
				["overall"] = {
					[213328] = 1394867,
					[213504] = 268239,
					[213761] = 633308,
					[213281] = 1412790,
				},
			},
			["落地灬-埃德萨拉"] = {
				["overall"] = {
					[213281] = 13212180,
					[213761] = 468967,
				},
				["deaths"] = {
				},
				["name"] = "落地灬-埃德萨拉",
				["class"] = "WARRIOR",
			},
			["水無月-燃烧平原"] = {
				["overall"] = {
					[213281] = 11579958,
					[213761] = 462849,
				},
				["deaths"] = {
				},
				["name"] = "水無月-燃烧平原",
				["class"] = "MAGE",
			},
			["大猪子-血顶"] = {
				["overall"] = {
					[213281] = 10376264,
					[213761] = 346175,
				},
				["deaths"] = {
				},
				["name"] = "大猪子-血顶",
				["class"] = "DEMONHUNTER",
			},
			["不死塔南-红云台地"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "不死塔南-红云台地",
				["overall"] = {
					[213281] = 4571997,
					[213761] = 673042,
				},
			},
			["Dyskinber-死亡之翼"] = {
				["overall"] = {
					[213281] = 12928815,
					[213761] = 442479,
				},
				["deaths"] = {
				},
				["name"] = "Dyskinber-死亡之翼",
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "猎恋-布莱克摩",
				["overall"] = {
					[213624] = 1736331,
					[213807] = 25888,
				},
			},
			["伊塔-影之哀伤"] = {
				["deaths"] = {
				},
				["class"] = "DRUID",
				["name"] = "伊塔-影之哀伤",
				["overall"] = {
					[213761] = 676761,
				},
			},
			["夢霜雪-血牙魔王"] = {
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
				["name"] = "夢霜雪-血牙魔王",
				["overall"] = {
					[213520] = 1216026,
				},
			},
			["崩蓝-冰风岗"] = {
				["overall"] = {
					[213281] = 3735624,
					[213761] = 385410,
				},
				["deaths"] = {
				},
				["name"] = "崩蓝-冰风岗",
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "射的比你久-影之哀伤",
				["overall"] = {
					[212494] = 2749039,
				},
			},
			["募落葒顔"] = {
				["deaths"] = {
				},
				["class"] = "PRIEST",
				["name"] = "募落葒顔",
				["overall"] = {
					[212494] = 1095884,
					[213328] = 353344,
					[213624] = 388315,
					[213568] = 1330869,
					[213761] = 1247783,
				},
			},
			["妹妹看过来-埃克索图斯"] = {
				["overall"] = {
					[213761] = 2604139,
				},
				["deaths"] = {
				},
				["name"] = "妹妹看过来-埃克索图斯",
				["class"] = "WARLOCK",
			},
			["牧奶依-森金"] = {
				["overall"] = {
					[213761] = 2669106,
				},
				["deaths"] = {
				},
				["name"] = "牧奶依-森金",
				["class"] = "PRIEST",
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["deaths"] = {
				},
				["class"] = "PALADIN",
				["name"] = "安吉丽娜珠莉-摩摩尔",
				["overall"] = {
					747104, -- [1]
					[212494] = 3963923,
					[229457] = 30699,
					[213328] = 472603,
				},
			},
			["惡魔术-梅尔加尼"] = {
				["deaths"] = {
				},
				["class"] = "SHAMAN",
				["name"] = "惡魔术-梅尔加尼",
				["overall"] = {
					[213281] = 4343913,
					[213761] = 613057,
				},
			},
			["静待第柒橙-迅捷微风"] = {
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
				["name"] = "静待第柒橙-迅捷微风",
				["overall"] = {
					[212494] = 5541458,
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["overall"] = {
					[213761] = 1645559,
				},
				["deaths"] = {
				},
				["name"] = "君莫笑丨-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["deaths"] = {
				},
				["class"] = "HUNTER",
				["name"] = "丶暮雪-寒冰皇冠",
				["overall"] = {
					[213568] = 2472604,
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "暗夜要塞",
			["id"] = 1871,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "魔剑士奥鲁瑞尔",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "魔剑士奥鲁瑞尔",
		},
		["diff"] = 15,
	},
}
DeathGraphsDBEndurance = {
	["172615"] = {
		["hash"] = "172615",
		["type"] = "endurance",
		["name"] = "萨维斯",
		["id"] = 1726,
		["diff"] = 15,
		["player_db"] = {
			["Blackrabbit-埃加洛尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卖小钵子甜酒-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纠结的木头人-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["工大流浪猫三-梦境之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["诸天之刃-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["法外之地-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["月月都轻松-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["东坡肘子-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["至尊契约-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["鸠兹一猎-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鸢一-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["丿空白丶-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["殉道者的挽歌-芬里斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Darkscythe-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "翡翠梦魇",
			["encounter"] = "萨维斯",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "萨维斯",
			["diff"] = 15,
			["id"] = 1864,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["176215"] = {
		["hash"] = "176215",
		["type"] = "endurance",
		["name"] = "提克迪奥斯",
		["id"] = 1762,
		["player_db"] = {
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["落地灬-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						3, -- [1]
						130.074999999953, -- [2]
						"腐肉瘟疫 |cFFFF3333163,326|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						3, -- [1]
						50.0079999999143, -- [2]
						"阿古斯之印 |cFFFF33331,322,046|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["迷妹曰常丶-达尔坎"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						3, -- [1]
						146.373999999953, -- [2]
						"腐肉梦魇 |cFFFF33331,788,835|r", -- [3]
					}, -- [1]
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["天下总攻-火焰之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["募落葒顔"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						3, -- [1]
						146.373999999953, -- [2]
						"腐肉瘟疫 |cFFFF3333164,443|r", -- [3]
					}, -- [1]
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Topnoe-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						3, -- [1]
						130.001000000048, -- [2]
						"虚空回响 |cFFFF3333547,403|r", -- [3]
					}, -- [1]
				},
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "暗夜要塞",
			["id"] = 1862,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "提克迪奥斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "提克迪奥斯",
		},
		["diff"] = 15,
	},
	["187314"] = {
		["hash"] = "187314",
		["type"] = "endurance",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["diff"] = 14,
		["player_db"] = {
			["Yywt-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						6.15400000003865, -- [2]
						"近战 |cFFFF33335,672,833|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["雨过有痕-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["千叶仲衣-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["罗宾丶妮可-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						95.2150000000111, -- [2]
						"暗影之刃 |cFFFF33331,154,563|r", -- [3]
					}, -- [1]
				},
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["若惠若琪-希雷诺斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["巡山丨小妖-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["焰丶灵姬-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["蔷薇精灵-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						1, -- [1]
						372.890999999996, -- [2]
						"黑暗印记 |cFFFF33339,037,106|r", -- [3]
					}, -- [1]
				},
			},
			["西红柿溦溦-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["黎舞-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						249.174999999996, -- [2]
						"暗影之刃 |cFFFF33331,064,764|r", -- [3]
					}, -- [1]
				},
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Trueblood-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["疯子的迷恋-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["诺诺唯唯-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["君不悔-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Vishow-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["大波灬浪-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["咖喱牛喃-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["月光中的平衡-屠魔山谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["蒜香排骨-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						52.6940000000177, -- [2]
						"释放混沌 |cFFFF3333992,129|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["戴斯沃克-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["听海的熊猫-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["你敢质疑主人-红龙军团"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						249.174999999996, -- [2]
						"暗影之刃 |cFFFF33331,068,597|r", -- [3]
					}, -- [1]
				},
			},
			["悠穹丶-金色平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["煙花易冷-安其拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["慌不慌-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						328.704000000012, -- [2]
						"熔火邪能 (DoT) |cFFFF3333847,758|r", -- [3]
					}, -- [1]
				},
			},
			["狩猎大师基尔-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						12.9290000000037, -- [2]
						"释放混沌 |cFFFF33331,176,634|r", -- [3]
					}, -- [1]
				},
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["魔力脆脆熊-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						1, -- [1]
						12.8300000000163, -- [2]
						"释放混沌 |cFFFF33331,161,815|r", -- [3]
					}, -- [1]
				},
				["class"] = "PRIEST",
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["零利丹怒风-通灵学院"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 14,
			["id"] = 2038,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["186214"] = {
		["hash"] = "186214",
		["type"] = "endurance",
		["name"] = "格罗斯",
		["id"] = 1862,
		["diff"] = 14,
		["player_db"] = {
			["一本道萌小德-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["占星师丶星轨-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						1, -- [1]
						154.094000000041, -- [2]
						"星辰燃烧 (DoT) |cFFFF33333,905,852|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["encounters"] = 5,
				["points"] = 470,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						31.0650000000605, -- [2]
						"星辰燃烧 (DoT) |cFFFF33333,278,298|r", -- [3]
					}, -- [1]
					{
						1, -- [1]
						62.2160000000149, -- [2]
						"地狱燃烧 |cFFFF3333847,030|r", -- [3]
					}, -- [2]
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						36.9920000000275, -- [2]
						"星辰燃烧 (DoT) |cFFFF33333,528,701|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["灬夜小蛇-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["坎德拉丶血誓-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["枝葉柚希-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["募落葒顔"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["Grant-玛洛加尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["鹹丨鱼-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "格罗斯",
			["diff"] = 14,
			["id"] = 2032,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["170615"] = {
		["hash"] = "170615",
		["type"] = "endurance",
		["name"] = "斯考匹隆",
		["id"] = 1706,
		["player_db"] = {
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						17.1149999999907, -- [2]
						"聚焦冲击 |cFFFF33331,491,538|r", -- [3]
					}, -- [1]
				},
			},
			["落地灬-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						77.1230000000214, -- [2]
						"奥能挥砍 |cFFFF3333814,374|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["零度大奶-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						127.628999999957, -- [2]
						"奥能挥砍 |cFFFF3333483,808|r", -- [3]
					}, -- [1]
				},
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一巴掌呼死你-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["Northwind-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["名字占满格-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["地板牛-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["有術回天-冰霜之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["静待第柒橙-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						14.7480000000214, -- [2]
						"晶体碎块 |cFFFF3333840,842|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["叁千缘-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["可乐不加冰啊-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["黑心的后爸-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["希利奥利多-艾露恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						140.281000000017, -- [2]
						"邪能新星 |cFFFF33335,832,489|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["念念无畏-能源舰"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						136.081999999995, -- [2]
						"邪能烈焰 (DoT) |cFFFF33331,138,066|r", -- [3]
					}, -- [1]
				},
				["class"] = "PRIEST",
			},
			["只是没智商-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["蓓儿-霍格"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["龙听雨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						111.893999999971, -- [2]
						"邪能烈焰 (DoT) |cFFFF33331,150,499|r", -- [3]
					}, -- [1]
				},
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						180.839000000036, -- [2]
						"震荡波 |cFFFF3333695,827|r", -- [3]
					}, -- [1]
				},
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						18.9330000000773, -- [2]
						"能量涌动 |cFFFF3333538,255|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["肥猫慢半拍-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["啤酒鼠-艾露恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["荒野恶霸-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["一坨黄-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["黑色戰车-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Lluvia-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["雪丶小喵-能源舰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 1,
			["zone"] = "暗夜要塞",
			["encounter"] = "斯考匹隆",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "斯考匹隆",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1849,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["189714"] = {
		["hash"] = "189714",
		["type"] = "endurance",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["diff"] = 14,
		["player_db"] = {
			["Yywt-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						99.8150000000023, -- [2]
						"近战 |cFFFF3333572,559|r", -- [3]
					}, -- [1]
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["雨过有痕-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["千叶仲衣-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 2,
				["points"] = 180,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						12.5359999999928, -- [2]
						"邪能灌注 |cFFFF3333143,776|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						54.1929999999993, -- [2]
						"造物者之怒 |cFFFF3333106,432|r", -- [3]
					}, -- [2]
				},
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["若惠若琪-希雷诺斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						174.463000000003, -- [2]
						"环境伤害 (高处坠落) |cFFFF3333693,158|r", -- [3]
					}, -- [1]
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["巡山丨小妖-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["蔷薇精灵-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["黎舞-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Trueblood-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["疯子的迷恋-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["西红柿溦溦-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						1, -- [1]
						226.855000000003, -- [2]
						"光明灌注 |cFFFF3333156,487|r", -- [3]
					}, -- [1]
				},
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["诺诺唯唯-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["君不悔-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Vishow-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["月光中的平衡-屠魔山谷"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["咖喱牛喃-狂热之刃"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["大波灬浪-安苏"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["戴斯沃克-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						282.434999999998, -- [2]
						"环境伤害 (高处坠落) |cFFFF33332,024,521|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARLOCK",
			},
			["听海的熊猫-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔力脆脆熊-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["煙花易冷-安其拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["你敢质疑主人-红龙军团"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["悠穹丶-金色平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						2, -- [1]
						74.172000000006, -- [2]
						"邪能灌注 |cFFFF3333154,580|r", -- [3]
					}, -- [1]
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["募落葒顔"] = {
				["encounters"] = 5,
				["points"] = 470,
				["deaths"] = {
					{
						1, -- [1]
						16.5349999999744, -- [2]
						"造物之锤 |cFFFF33332,821,184|r", -- [3]
					}, -- [1]
					{
						1, -- [1]
						278.391999999993, -- [2]
						"动荡的灵魂 |cFFFF3333978,732|r", -- [3]
					}, -- [2]
				},
				["class"] = "PRIEST",
			},
			["慌不慌-达纳斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["蒜香排骨-伊利丹"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["零利丹怒风-通灵学院"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						33.5080000000016, -- [2]
						"湮灭之锤 |cFFFF33335,684,778|r", -- [3]
					}, -- [1]
				},
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "戒卫侍女",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 14,
			["id"] = 2052,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["186114"] = {
		["hash"] = "186114",
		["type"] = "endurance",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["diff"] = 14,
		["player_db"] = {
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["京越四时歌-无尽之海"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						126.48199999996, -- [2]
						"活体吞噬 |cFFFF333393,163,952|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["咖喱牛喃-狂热之刃"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["月光中的平衡-屠魔山谷"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兵长一米六-龙骨平原"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["慌不慌-达纳斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["丶萨郎嘿-凤凰之神"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["枝葉柚希-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Yyxxkc-海克泰尔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["大波灬浪-安苏"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["蒜香排骨-伊利丹"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["客官您走好-盖斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "主母萨丝琳",
			["encounter"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
	},
	["189715"] = {
		["hash"] = "189715",
		["type"] = "endurance",
		["name"] = "戒卫侍女",
		["id"] = 1897,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 7,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2052,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "戒卫侍女",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "戒卫侍女",
		},
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["吴绅瑟丶-鹰巢山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						155, -- [2]
						"邪能灌注 |cFFFF3333187,136|r", -- [3]
					}, -- [1]
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["芒丶果-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 170,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						2, -- [1]
						67.5899999999965, -- [2]
						"动荡的灵魂 |cFFFF33331,230,502|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						101.353999999992, -- [2]
						"邪能残留 |cFFFF3333452,310|r", -- [3]
					}, -- [2]
				},
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["猫猫牙-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DRUID",
				["deaths"] = {
					{
						3, -- [1]
						196.021000000008, -- [2]
						"造物之锤 |cFFFF333313,887,361|r", -- [3]
					}, -- [1]
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						174.536, -- [2]
						"造物者之怒 |cFFFF333397,505|r", -- [3]
					}, -- [1]
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						2, -- [1]
						67.5899999999965, -- [2]
						"动荡的灵魂 |cFFFF3333400,368|r", -- [3]
					}, -- [1]
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 4,
				["points"] = 360,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						3, -- [1]
						104.337, -- [2]
						"湮灭之锤 |cFFFF33332,765,255|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						199.730000000011, -- [2]
						"动荡的灵魂 |cFFFF33331,240,925|r", -- [3]
					}, -- [2]
					{
						1, -- [1]
						241.734000000004, -- [2]
						"邪能灌注 |cFFFF3333222,554|r", -- [3]
					}, -- [3]
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["公牛不奶-黑暗之门"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["173815"] = {
		["hash"] = "173815",
		["type"] = "endurance",
		["name"] = "伊格诺斯，腐蚀之心",
		["id"] = 1738,
		["diff"] = 15,
		["player_db"] = {
			["Blackrabbit-埃加洛尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卖小钵子甜酒-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纠结的木头人-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["工大流浪猫三-梦境之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["诸天之刃-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["月月都轻松-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["东坡肘子-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["至尊契约-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["鸠兹一猎-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鸢一-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Darkscythe-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["殉道者的挽歌-芬里斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["丿空白丶-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "翡翠梦魇",
			["encounter"] = "伊格诺斯，腐蚀之心",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "伊格诺斯，腐蚀之心",
			["diff"] = 15,
			["id"] = 1873,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["171315"] = {
		["hash"] = "171315",
		["type"] = "endurance",
		["name"] = "克洛苏斯",
		["id"] = 1713,
		["player_db"] = {
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["落地灬-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						90.1750000000466, -- [2]
						"灼烧烙印 |cFFFF33332,169,655|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						29.2680000000401, -- [2]
						"猛击 |cFFFF33332,965,004|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["迷妹曰常丶-达尔坎"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						17.7639999999665, -- [2]
						"环境伤害 (高处坠落) |cFFFF33334,081,466|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEATHKNIGHT",
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						1, -- [1]
						183.229999999981, -- [2]
						"猛击 |cFFFF3333286,085|r", -- [3]
					}, -- [1]
				},
			},
			["募落葒顔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Topnoe-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						93.060999999987, -- [2]
						"猛击 |cFFFF33331,338,478|r", -- [3]
					}, -- [1]
				},
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["天下总攻-火焰之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "暗夜要塞",
			["encounter"] = "克洛苏斯",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "克洛苏斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1842,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["172515"] = {
		["hash"] = "172515",
		["type"] = "endurance",
		["name"] = "时空畸体",
		["id"] = 1725,
		["player_db"] = {
			["天下总攻-火焰之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["零度大奶-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["静待第柒橙-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						49.3860000000568, -- [2]
						"时间炸弹 |cFFFF3333540,305|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["黑色戰车-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["叁千缘-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["荒野恶霸-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "暗夜要塞",
			["encounter"] = "时空畸体",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "时空畸体",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1865,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["170415"] = {
		["hash"] = "170415",
		["type"] = "endurance",
		["name"] = "梦魇之龙",
		["id"] = 1704,
		["diff"] = 15,
		["player_db"] = {
			["Blackrabbit-埃加洛尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卖小钵子甜酒-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纠结的木头人-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["工大流浪猫三-梦境之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["诸天之刃-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["法外之地-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["月月都轻松-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["东坡肘子-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["至尊契约-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["鸠兹一猎-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鸢一-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["丿空白丶-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["殉道者的挽歌-芬里斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Darkscythe-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "翡翠梦魇",
			["encounter"] = "梦魇之龙",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "梦魇之龙",
			["diff"] = 15,
			["id"] = 1854,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["189615"] = {
		["hash"] = "189615",
		["type"] = "endurance",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2054,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "绝望的聚合体",
		},
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["壹团戰神-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						4, -- [1]
						213.378999999957, -- [2]
						"灵魂束缚 |cFFFF3333727,040|r", -- [3]
					}, -- [1]
				},
			},
			["吴绅瑟丶-鹰巢山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["风轻云净-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						156.322999999997, -- [2]
						"折磨哀嚎 (DoT) |cFFFF3333218,664|r", -- [3]
					}, -- [1]
				},
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARLOCK",
				["deaths"] = {
					{
						2, -- [1]
						71.4280000000144, -- [2]
						"哀嚎之魂 |cFFFF3333870,265|r", -- [3]
					}, -- [1]
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["猫猫牙-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶凯米-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						3, -- [1]
						80.7899999999208, -- [2]
						"不谐 |cFFFF33331,088,322|r", -- [3]
					}, -- [1]
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["非乐-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["积木贼-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 5,
				["points"] = 490,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						2, -- [1]
						133.412000000011, -- [2]
						"近战 |cFFFF3333256,970|r", -- [3]
					}, -- [1]
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "MAGE",
				["deaths"] = {
					{
						2, -- [1]
						209.021000000066, -- [2]
						"深渊恐惧 |cFFFF3333786,385|r", -- [3]
					}, -- [1]
				},
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["弄死铭哥-黑铁"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["可爱宝宝-塞拉摩"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						3, -- [1]
						143.220999999903, -- [2]
						"不谐 |cFFFF3333922,387|r", -- [3]
					}, -- [1]
				},
			},
			["魔法与诗歌-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["香奶丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["一本道小绵狼-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["龙听雨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						189.053999999996, -- [2]
						"不谐 |cFFFF33331,034,206|r", -- [3]
					}, -- [1]
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨呜妖王丨-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 370,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						4, -- [1]
						193.128000000026, -- [2]
						"不谐 |cFFFF33331,075,619|r", -- [3]
					}, -- [1]
					{
						4, -- [1]
						262.373999999953, -- [2]
						"末日分裂 |cFFFF33334,887,418|r", -- [3]
					}, -- [2]
				},
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["中天悬箭-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["公牛不奶-黑暗之门"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						201.358000000007, -- [2]
						"哀嚎之魂 |cFFFF3333365,576|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						80.7899999999208, -- [2]
						"不谐 |cFFFF3333917,202|r", -- [3]
					}, -- [2]
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["173715"] = {
		["hash"] = "173715",
		["type"] = "endurance",
		["name"] = "古尔丹",
		["id"] = 1737,
		["player_db"] = {
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["南宫游鸿-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["咗手丶-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["苦海泛起愛恨-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Topnoe-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						3, -- [1]
						228.777000000002, -- [2]
						"强化邪能束缚 |cFFFF33336,932,551|r", -- [3]
					}, -- [1]
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						3, -- [1]
						98.0250000000233, -- [2]
						"邪能束缚 |cFFFF33336,480,527|r", -- [3]
					}, -- [1]
				},
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["陶李出杉杉-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["黑暗中重生-古尔丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["水墨留白-冬泉谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["天下总攻-火焰之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						3, -- [1]
						144.413000000059, -- [2]
						"强化邪能束缚 |cFFFF33336,323,904|r", -- [3]
					}, -- [1]
				},
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 10,
			["zone"] = "暗夜要塞",
			["id"] = 1866,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "古尔丹",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "古尔丹",
		},
		["diff"] = 15,
	},
	["174415"] = {
		["hash"] = "174415",
		["type"] = "endurance",
		["name"] = "艾乐瑞瑟·雷弗拉尔",
		["id"] = 1744,
		["diff"] = 15,
		["player_db"] = {
			["Blackrabbit-埃加洛尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卖小钵子甜酒-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纠结的木头人-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["工大流浪猫三-梦境之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["诸天之刃-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["法外之地-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["月月都轻松-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["东坡肘子-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["至尊契约-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["鸠兹一猎-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鸢一-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["丿空白丶-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["殉道者的挽歌-芬里斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Darkscythe-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "翡翠梦魇",
			["encounter"] = "艾乐瑞瑟·雷弗拉尔",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "艾乐瑞瑟·雷弗拉尔",
			["diff"] = 15,
			["id"] = 1876,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["186215"] = {
		["hash"] = "186215",
		["type"] = "endurance",
		["name"] = "格罗斯",
		["id"] = 1862,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 1,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "格罗斯",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "格罗斯",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["id"] = 2032,
			["killed"] = true,
		},
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["善良的好少爺-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						66.0050000000047, -- [2]
						"地狱燃烧 |cFFFF33331,429,306|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["陌年丶-鬼雾峰"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						111.732000000018, -- [2]
						"镰刀横扫 |cFFFF33333,038,416|r", -- [3]
					}, -- [1]
				},
			},
			["菠萝奶-影之哀伤"] = {
				["encounters"] = 5,
				["points"] = 490,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						54.2870000000112, -- [2]
						"月灼 |cFFFF3333863,524|r", -- [3]
					}, -- [1]
				},
			},
			["吴绅瑟丶-鹰巢山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["惡魔在微笑-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["萌萌的小九妹-凤凰之神"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["风轻云净-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["很勇-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["绿茶叼灬-死亡之翼"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["无核丨猎爹-燃烧之刃"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Svluck-风暴之怒"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶凯米-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夜申吟-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						205.972000000067, -- [2]
						"彗星冲撞 |cFFFF3333445,381|r", -- [3]
					}, -- [1]
				},
			},
			["团长我躺哪-巨龙之吼"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["魔力脆脆熊-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["非乐-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 10,
				["points"] = 950,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						183.646999999997, -- [2]
						"地狱火尖刺 |cFFFF33331,384,568|r", -- [3]
					}, -- [1]
					{
						1, -- [1]
						168.743000000017, -- [2]
						"战刃风暴 |cFFFF33331,855,793|r", -- [3]
					}, -- [2]
					{
						1, -- [1]
						221.394000000029, -- [2]
						"灵体射击 |cFFFF333310,027,664|r", -- [3]
					}, -- [3]
					{
						1, -- [1]
						80.1140000000014, -- [2]
						"彗星冲撞 |cFFFF3333532,200|r", -- [3]
					}, -- [4]
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["丨獵丶人丨-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Happylele-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["落叶彡果果"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["中科丶螃蟹-破碎岭"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						91.7139999999781, -- [2]
						"燃烧喷发 |cFFFF33331,697,435|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔法与诗歌-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						153.080999999998, -- [2]
						"星辰燃烧 (DoT) |cFFFF33333,223,018|r", -- [3]
					}, -- [1]
				},
			},
			["古彦祖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["午夜小幽-艾露恩"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["公牛不奶-黑暗之门"] = {
				["encounters"] = 2,
				["points"] = 170,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						70.3919999999998, -- [2]
						"地狱燃烧 |cFFFF33331,471,027|r", -- [3]
					}, -- [1]
					{
						1, -- [1]
						130.847000000002, -- [2]
						"地狱燃烧 |cFFFF33331,471,027|r", -- [3]
					}, -- [2]
				},
			},
			["听海的熊猫-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纳尼伪伪-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["露露缇雅-菲拉斯"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["子桓-斯克提斯"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["牛奶夾妳壹身-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["遗忘的秋天-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["伊蓮娜乂星塵-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["夢毁人離丨-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["哆哆咯-克尔苏加德"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Qslippers-菲拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Ley-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["一本道小绵狼-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Algonde-埃德萨拉"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["她的睫毛丶-丹莫德"] = {
				["encounters"] = 5,
				["points"] = 490,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						172.789999999979, -- [2]
						"多头蛇射击 |cFFFF33335,946,777|r", -- [3]
					}, -- [1]
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["香奶丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["独等黯归来-加基森"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["徳洛佩儿-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["靈醫-天空之墙"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Carzydk-阿拉希"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["权志龙丶-雷霆之王"] = {
				["encounters"] = 5,
				["points"] = 500,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["猫猫牙-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						214.192000000039, -- [2]
						"彗星冲撞 |cFFFF3333441,808|r", -- [3]
					}, -- [1]
				},
			},
			["古人橙不我欺-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小酒微醺-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["跪下叫丶主上-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["叶丶奈丶法-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["艹丛中的尼玛-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["小可爱儿-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["189814"] = {
		["hash"] = "189814",
		["type"] = "endurance",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 14,
		["player_db"] = {
			["Yywt-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Trueblood-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["雨过有痕-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["千叶仲衣-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						4, -- [1]
						274.747000000032, -- [2]
						"灸灼 |cFFFF3333286,549|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["若惠若琪-希雷诺斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["丶咕兮兮-凤凰之神"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						261.669000000009, -- [2]
						"爆发恐惧烈焰 |cFFFF3333554,190|r", -- [3]
					}, -- [1]
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["巡山丨小妖-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["焰丶灵姬-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						1, -- [1]
						178.78899999999, -- [2]
						"末日之雹 |cFFFF333310,808,701|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["君不悔-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["蔷薇精灵-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["一本道小绵羊-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["止丶戈-卡拉赞"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						2, -- [1]
						268.096000000005, -- [2]
						"爆发恐惧烈焰 |cFFFF3333630,359|r", -- [3]
					}, -- [1]
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["黎舞-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["老灬邪-燃烧之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["疯子的迷恋-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						1, -- [1]
						264.169999999984, -- [2]
						"不稳定的暗影之魂 |cFFFF333377,307|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DRUID",
				["deaths"] = {
					{
						2, -- [1]
						252.512000000002, -- [2]
						"末日之雹 |cFFFF33339,858,838|r", -- [3]
					}, -- [1]
				},
			},
			["布鲁卡卡-死亡之翼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						3, -- [1]
						395.35100000001, -- [2]
						"恶魔方尖碑 |cFFFF33331,769,858|r", -- [3]
					}, -- [1]
				},
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["诺诺唯唯-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 270,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						144.724000000002, -- [2]
						"末日之雨 |cFFFF3333392,729|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						261.956000000006, -- [2]
						"爆发恐惧烈焰 |cFFFF3333358,144|r", -- [3]
					}, -- [2]
					{
						3, -- [1]
						182.998000000007, -- [2]
						"末日冲击 |cFFFF33331,389,537|r", -- [3]
					}, -- [3]
				},
			},
			["Vishow-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["杏花微雨佳仁-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["神施施-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["脐橙-卡德加"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["戴斯沃克-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						102.629999999997, -- [2]
						"末日之雹 |cFFFF33335,292,475|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEATHKNIGHT",
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						2, -- [1]
						174.391999999993, -- [2]
						"", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["魔力脆脆熊-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						102.629999999997, -- [2]
						"末日之雹 |cFFFF33337,375,669|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["煙花易冷-安其拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["你敢质疑主人-红龙军团"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["狩猎大师基尔-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						4, -- [1]
						391.085000000021, -- [2]
						"恶魔方尖碑 |cFFFF33331,627,915|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["维儿的小熊-无尽之海"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["悠穹丶-金色平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["听海的熊猫-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["募落葒顔"] = {
				["encounters"] = 7,
				["points"] = 650,
				["deaths"] = {
					{
						1, -- [1]
						179.063999999955, -- [2]
						"末日冲击 |cFFFF33331,460,787|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						260.054999999993, -- [2]
						"爆发恐惧烈焰 |cFFFF3333490,856|r", -- [3]
					}, -- [2]
					{
						1, -- [1]
						264.285000000003, -- [2]
						"末日之雨 |cFFFF3333391,753|r", -- [3]
					}, -- [3]
					{
						3, -- [1]
						398.161000000007, -- [2]
						"引力榨取 (DoT) |cFFFF3333366,415|r", -- [3]
					}, -- [4]
					{
						1, -- [1]
						293.243999999999, -- [2]
						"末日之雨 |cFFFF3333773,329|r", -- [3]
					}, -- [5]
				},
				["class"] = "PRIEST",
			},
			["罗宾丶妮可-熵魔"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["零利丹怒风-通灵学院"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						2, -- [1]
						254.179000000004, -- [2]
						"环境伤害 (高处坠落) |cFFFF3333124,851|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						4, -- [1]
						18.4910000000382, -- [2]
						"末日之雹 |cFFFF33335,325,445|r", -- [3]
					}, -- [1]
				},
				["class"] = "SHAMAN",
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["西红柿溦溦-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2051,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["encounter"] = "基尔加丹",
			["ej_instance_id"] = 875,
			["diff"] = 14,
		},
	},
	["174315"] = {
		["hash"] = "174315",
		["type"] = "endurance",
		["name"] = "大魔导师艾利桑德",
		["id"] = 1743,
		["player_db"] = {
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["落地灬-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["要奶先叫妈妈-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["零度大奶-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						120.126999999979, -- [2]
						"奥能之环 (DoT) |cFFFF33331,432,405|r", -- [3]
					}, -- [1]
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["静待第柒橙-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						78.6670000000158, -- [2]
						"热能释放 |cFFFF3333311,724|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["螢火蟲丶-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						100.439000000013, -- [2]
						"奥能之环 (DoT) |cFFFF33331,437,574|r", -- [3]
					}, -- [1]
				},
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["小傻妞爱臭美-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["荒野恶霸-安苏"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						119.282000000007, -- [2]
						"星力洪流 |cFFFF3333390,045|r", -- [3]
					}, -- [1]
				},
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["叁千缘-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						118.945999999996, -- [2]
						"奥能之环 (DoT) |cFFFF33331,315,654|r", -- [3]
					}, -- [1]
				},
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["黑色戰车-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 9,
			["zone"] = "暗夜要塞",
			["encounter"] = "大魔导师艾利桑德",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "大魔导师艾利桑德",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1872,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["190315"] = {
		["hash"] = "190315",
		["type"] = "endurance",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["diff"] = 15,
			["encounter"] = "月之姐妹",
			["ej_instance_id"] = 875,
		},
		["player_db"] = {
			["弄死铭哥-黑铁"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["可爱宝宝-塞拉摩"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						89.5789999999979, -- [2]
						"近战 |cFFFF33334,293,829|r", -- [3]
					}, -- [1]
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "MAGE",
				["deaths"] = {
					{
						2, -- [1]
						52.5690000000177, -- [2]
						"灵体射击 |cFFFF333311,927,441|r", -- [3]
					}, -- [1]
				},
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						217.821999999927, -- [2]
						"灵体射击 |cFFFF333323,780,996|r", -- [3]
					}, -- [1]
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						1, -- [1]
						217.891000000003, -- [2]
						"牺牲光环 |cFFFF3333206,609|r", -- [3]
					}, -- [1]
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["一本道小绵狼-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						1, -- [1]
						60.3670000000857, -- [2]
						"引爆之影 |cFFFF33331,610,775|r", -- [3]
					}, -- [1]
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						219.756999999983, -- [2]
						"战刃风暴 |cFFFF33331,746,287|r", -- [3]
					}, -- [1]
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["非乐-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						109.420000000042, -- [2]
						"战刃风暴 |cFFFF33331,342,653|r", -- [3]
					}, -- [1]
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["王者马克-黑石尖塔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						61.7390000000596, -- [2]
						"引爆之影 |cFFFF333389,033|r", -- [3]
					}, -- [1]
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "MAGE",
				["deaths"] = {
					{
						2, -- [1]
						272.712999999989, -- [2]
						"灵体射击 |cFFFF333311,008,594|r", -- [3]
					}, -- [1]
				},
			},
			["龙听雨-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["185614"] = {
		["hash"] = "185614",
		["type"] = "endurance",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["diff"] = 14,
		["player_db"] = {
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["咖喱牛喃-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["月光中的平衡-屠魔山谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["兵长一米六-龙骨平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丶萨郎嘿-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						151.288, -- [2]
						"湿浸之池 |cFFFF33333,455,128|r", -- [3]
					}, -- [1]
				},
			},
			["大波灬浪-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["枝葉柚希-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["Yyxxkc-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["慌不慌-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["蒜香排骨-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["风吹一雪飘-洛丹伦"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["客官您走好-盖斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "哈亚坦",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["diff"] = 14,
			["id"] = 2036,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["173215"] = {
		["hash"] = "173215",
		["type"] = "endurance",
		["name"] = "占星师艾塔乌斯",
		["id"] = 1732,
		["player_db"] = {
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["床伴-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["天下总攻-火焰之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Topnoe-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "暗夜要塞",
			["encounter"] = "占星师艾塔乌斯",
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "占星师艾塔乌斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["id"] = 1863,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["186115"] = {
		["hash"] = "186115",
		["type"] = "endurance",
		["name"] = "主母萨丝琳",
		["id"] = 1861,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 5,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2037,
			["mapid"] = 1676,
			["name"] = "主母萨丝琳",
			["diff"] = 15,
			["encounter"] = "主母萨丝琳",
			["ej_instance_id"] = 875,
		},
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["吴绅瑟丶-鹰巢山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["风轻云净-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["猫猫牙-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶凯米-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						190.082999999984, -- [2]
						"多头蛇射击 |cFFFF33334,295,421|r", -- [3]
					}, -- [1]
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						190.082999999984, -- [2]
						"多头蛇射击 |cFFFF33334,478,413|r", -- [3]
					}, -- [1]
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 370,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						111.354999999981, -- [2]
						"多头蛇射击 |cFFFF33335,585,674|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						75.3519999999553, -- [2]
						"多头蛇酸液 (DoT) |cFFFF3333222,063|r", -- [3]
					}, -- [2]
					{
						1, -- [1]
						159.046999999991, -- [2]
						"多头蛇射击 |cFFFF33333,050,556|r", -- [3]
					}, -- [3]
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["非乐-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 5,
				["points"] = 490,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						3, -- [1]
						51.9429999999702, -- [2]
						"切割旋风 (DoT) |cFFFF3333376,746|r", -- [3]
					}, -- [1]
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["弄死铭哥-黑铁"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["魔法与诗歌-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["牛奶夾妳壹身-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["香奶丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["伊蓮娜乂星塵-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["一本道小绵狼-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						1, -- [1]
						173.847999999998, -- [2]
						"吞噬巨口 (DoT) |cFFFF3333286,571|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						396.245999999926, -- [2]
						"吞噬之饥 |cFFFF3333364,660|r", -- [3]
					}, -- [2]
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["王者马克-黑石尖塔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["伊莉雅乂星塵-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["中天悬箭-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						131.080999999998, -- [2]
						"多头蛇射击 |cFFFF33331,560,528|r", -- [3]
					}, -- [1]
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						131.014999999999, -- [2]
						"多头蛇射击 |cFFFF33333,533,780|r", -- [3]
					}, -- [1]
				},
			},
			["龙听雨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MONK",
				["deaths"] = {
					{
						3, -- [1]
						253.706000000006, -- [2]
						"昏暗隐匿 (DoT) |cFFFF3333149,072|r", -- [3]
					}, -- [1]
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						2, -- [1]
						74.9150000000373, -- [2]
						"吞噬之饥 |cFFFF3333443,283|r", -- [3]
					}, -- [1]
				},
			},
			["公牛不奶-黑暗之门"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						31.265000000014, -- [2]
						"多头蛇射击 |cFFFF33331,119,787|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						74.9150000000373, -- [2]
						"痛苦负担 |cFFFF33331,044,819|r", -- [3]
					}, -- [2]
				},
			},
			["落叶彡果果"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						161.861000000004, -- [2]
						"多头蛇射击 |cFFFF33337,487,372|r", -- [3]
					}, -- [1]
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["189614"] = {
		["hash"] = "189614",
		["type"] = "endurance",
		["name"] = "绝望的聚合体",
		["id"] = 1896,
		["diff"] = 14,
		["player_db"] = {
			["Yywt-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["雨过有痕-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["千叶仲衣-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["若惠若琪-希雷诺斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["巡山丨小妖-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["京越四时歌-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["蔷薇精灵-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["西红柿溦溦-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["Trueblood-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["黎舞-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["月光中的平衡-屠魔山谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["君不悔-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["诺诺唯唯-摩摩尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大波灬浪-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["Vishow-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["咖喱牛喃-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						269.119000000006, -- [2]
						"分裂末日 |cFFFF33336,273,483|r", -- [3]
					}, -- [1]
				},
			},
			["听海的熊猫-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔力脆脆熊-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["戴斯沃克-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["你敢质疑主人-红龙军团"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["兵长一米六-龙骨平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["煙花易冷-安其拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["慌不慌-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["悠穹丶-金色平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["枝葉柚希-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 290,
				["deaths"] = {
					{
						1, -- [1]
						201.227000000014, -- [2]
						"末日分裂 |cFFFF33333,354,585|r", -- [3]
					}, -- [1]
				},
				["class"] = "PRIEST",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["零利丹怒风-通灵学院"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["蒜香排骨-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
					{
						1, -- [1]
						143.061000000002, -- [2]
						"折磨哀嚎 |cFFFF33332,493,326|r", -- [3]
					}, -- [1]
				},
			},
			["客官您走好-盖斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						242.298999999999, -- [2]
						"分裂末日 |cFFFF33338,213,694|r", -- [3]
					}, -- [1]
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 6,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "绝望的聚合体",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "绝望的聚合体",
			["diff"] = 14,
			["id"] = 2054,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["115416"] = {
		["hash"] = "115416",
		["type"] = "endurance",
		["name"] = "爆裂熔炉",
		["id"] = 1154,
		["diff"] = 16,
		["boss_table"] = {
			["diff_string"] = "史诗",
			["index"] = 7,
			["zone"] = "黑石铸造厂",
			["encounter"] = "爆裂熔炉",
			["mapid"] = 1205,
			["try_number"] = 1,
			["name"] = "爆裂熔炉",
			["diff"] = 16,
			["id"] = 1690,
			["ej_instance_id"] = 457,
			["killed"] = true,
		},
		["player_db"] = {
			["我爱小德-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["圣光的拯救-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
	},
	["187315"] = {
		["hash"] = "187315",
		["type"] = "endurance",
		["name"] = "堕落的化身",
		["id"] = 1873,
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						9.5989999999947, -- [2]
						"释放混沌 |cFFFF33331,313,153|r", -- [3]
					}, -- [1]
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						140.688999999998, -- [2]
						"释放混沌 |cFFFF33331,395,561|r", -- [3]
					}, -- [1]
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["Taeng-雷霆之王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						55.0859999999957, -- [2]
						"释放混沌 |cFFFF33331,509,790|r", -- [3]
					}, -- [1]
				},
			},
			["风轻天蓝-希雷诺斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 8,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "堕落的化身",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "堕落的化身",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["id"] = 2038,
			["killed"] = true,
		},
		["diff"] = 15,
	},
	["173115"] = {
		["hash"] = "173115",
		["type"] = "endurance",
		["name"] = "崔利艾克斯",
		["id"] = 1731,
		["player_db"] = {
			["天下总攻-火焰之树"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["落地灬-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						72.2280000000028, -- [2]
						"毁灭 |cFFFF33335,135,698|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						84.8140000000131, -- [2]
						"毁灭 |cFFFF33334,548,476|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["零度大奶-海克泰尔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 180,
				["class"] = "DRUID",
				["deaths"] = {
					{
						1, -- [1]
						79.1660000000848, -- [2]
						"毁灭 (DoT) |cFFFF33334,357,468|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						175.967000000062, -- [2]
						"毁灭 (DoT) |cFFFF33334,109,819|r", -- [3]
					}, -- [2]
				},
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["静待第柒橙-迅捷微风"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["黑色戰车-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["叁千缘-海克泰尔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						84.7839999999851, -- [2]
						"毁灭 |cFFFF33333,883,088|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["床伴-安苏"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						81.9370000000345, -- [2]
						"毁灭 (DoT) |cFFFF33334,838,828|r", -- [3]
					}, -- [1]
				},
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						73.0520000000252, -- [2]
						"毁灭 (DoT) |cFFFF33335,030,327|r", -- [3]
					}, -- [1]
				},
			},
			["荒野恶霸-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "暗夜要塞",
			["id"] = 1867,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "崔利艾克斯",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "崔利艾克斯",
		},
		["diff"] = 15,
	},
	["175015"] = {
		["hash"] = "175015",
		["type"] = "endurance",
		["name"] = "塞纳留斯",
		["id"] = 1750,
		["diff"] = 15,
		["player_db"] = {
			["Blackrabbit-埃加洛尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卖小钵子甜酒-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纠结的木头人-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["工大流浪猫三-梦境之树"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						46.277999999933, -- [2]
						"脱水践踏 |cFFFF33334,216,063|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["诸天之刃-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["法外之地-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["月月都轻松-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["东坡肘子-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["至尊契约-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["鸠兹一猎-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						20.9389999998966, -- [2]
						"恐惧荆棘 |cFFFF3333825,416|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["鸢一-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						23.6619999998948, -- [2]
						"恐惧荆棘 |cFFFF3333648,540|r", -- [3]
					}, -- [1]
				},
				["class"] = "MAGE",
			},
			["Darkscythe-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["殉道者的挽歌-芬里斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["丿空白丶-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 6,
			["zone"] = "翡翠梦魇",
			["encounter"] = "塞纳留斯",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "塞纳留斯",
			["diff"] = 15,
			["id"] = 1877,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["186714"] = {
		["hash"] = "186714",
		["type"] = "endurance",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["diff"] = 14,
		["player_db"] = {
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						37.3789999999572, -- [2]
						"近战 |cFFFF3333513,951|r", -- [3]
					}, -- [1]
				},
				["class"] = "PRIEST",
			},
			["Grant-玛洛加尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						165.800999999978, -- [2]
						"镰刀横扫 |cFFFF33333,961,831|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["枝葉柚希-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "恶魔审判庭",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 14,
			["id"] = 2048,
			["ej_instance_id"] = 875,
			["killed"] = true,
		},
	},
	["190314"] = {
		["hash"] = "190314",
		["type"] = "endurance",
		["name"] = "月之姐妹",
		["id"] = 1903,
		["diff"] = 14,
		["player_db"] = {
			["阿瑞斯丶儛儛-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["红梅丶-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["一泰坦曼尼一-深渊之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["Mutsuki-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["爬爬啦-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["巫马绛-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["魔魇之恐惧-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["京越四时歌-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["橘丶子-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["安娜斯特利亚-雏龙之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["西灬瓜丶-闪电之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["我老婆出轨了-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["夕沫烟雨愁-烈焰峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["恶魔不打猎-奥斯里安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["醉楓染墨-苏拉玛"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						47.7469999999739, -- [2]
						"近战 |cFFFF33331,576,265|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["蒂无忧-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["咖喱牛喃-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["吾辈何以爲戰-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["植物油-霜狼"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						53.6489999999758, -- [2]
						"灵体射击 |cFFFF333312,024,084|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARLOCK",
			},
			["兵长一米六-龙骨平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["徵羽-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["月光中的平衡-屠魔山谷"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["慌不慌-达纳斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["柒粤-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["最强锐雯-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["枝葉柚希-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["Tobetired-哈卡"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶陆柒捌玖丶-石爪峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["大波灬浪-安苏"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						55.1499999999942, -- [2]
						"灵体射击 |cFFFF333321,970,190|r", -- [3]
					}, -- [1]
				},
			},
			["蒜香排骨-伊利丹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["格蕾希尔丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["最白的小白-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						53.6489999999758, -- [2]
						"灵体射击 |cFFFF333310,627,852|r", -- [3]
					}, -- [1]
				},
				["class"] = "SHAMAN",
			},
			["Itomarika-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["客官您走好-盖斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 4,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2050,
			["mapid"] = 1676,
			["name"] = "月之姐妹",
			["ej_instance_id"] = 875,
			["encounter"] = "月之姐妹",
			["diff"] = 14,
		},
	},
	["185615"] = {
		["hash"] = "185615",
		["type"] = "endurance",
		["name"] = "哈亚坦",
		["id"] = 1856,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 3,
			["zone"] = "萨格拉斯之墓",
			["encounter"] = "哈亚坦",
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "哈亚坦",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["id"] = 2036,
			["killed"] = true,
		},
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["魔法与诗歌-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["吴绅瑟丶-鹰巢山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["香奶丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["风轻云净-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["伊蓮娜乂星塵-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["猫猫牙-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["丶凯米-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["一本道小绵狼-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "ROGUE",
				["deaths"] = {
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["落叶彡果果"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["非乐-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["牛奶夾妳壹身-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["公牛不奶-黑暗之门"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["166715"] = {
		["hash"] = "166715",
		["type"] = "endurance",
		["name"] = "乌索克",
		["id"] = 1667,
		["diff"] = 15,
		["player_db"] = {
			["Blackrabbit-埃加洛尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["卖小钵子甜酒-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["纠结的木头人-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["工大流浪猫三-梦境之树"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["诸天之刃-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["法外之地-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["月月都轻松-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["东坡肘子-奥妮克希亚"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["至尊契约-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["鸠兹一猎-苏塔恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["鸢一-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Darkscythe-无尽之海"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["殉道者的挽歌-芬里斯"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						51.8439999999246, -- [2]
						"近战 |cFFFF33331,518,526|r", -- [3]
					}, -- [1]
				},
				["class"] = "PALADIN",
			},
			["丿空白丶-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["募落葒顔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "翡翠梦魇",
			["encounter"] = "乌索克",
			["mapid"] = 1520,
			["try_number"] = 1,
			["name"] = "乌索克",
			["diff"] = 15,
			["id"] = 1841,
			["ej_instance_id"] = 768,
			["killed"] = true,
		},
	},
	["186715"] = {
		["hash"] = "186715",
		["type"] = "endurance",
		["name"] = "恶魔审判庭",
		["id"] = 1867,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 2,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2048,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "恶魔审判庭",
			["diff"] = 15,
			["ej_instance_id"] = 875,
			["encounter"] = "恶魔审判庭",
		},
		["player_db"] = {
			["安达充-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["善良的好少爺-狂热之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["爱情之旅-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						256.048999999999, -- [2]
						"骨锯 |cFFFF3333392,615|r", -- [3]
					}, -- [1]
				},
			},
			["吴绅瑟丶-鹰巢山"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["陈司-血环"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						1, -- [1]
						159.822, -- [2]
						"邪能狂风 |cFFFF3333299,418|r", -- [3]
					}, -- [1]
				},
			},
			["Tendesry-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["风轻云净-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["很勇-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["请叫我花千沫-洛肯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["Jency-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["丿燚灬-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["篆一世琉璃-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["发了疯的鬣魜-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["肉丶丸-库尔提拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["赵安娜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["猫猫牙-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["光茫-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["丶凯米-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["小台-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["夜申吟-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["传奇疯神恋雅-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 400,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["快活的地沟油-巨龙之吼"] = {
				["encounters"] = 4,
				["points"] = 390,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						3, -- [1]
						80.3560000000289, -- [2]
						"钙化尖刺 |cFFFF33331,395,649|r", -- [3]
					}, -- [1]
				},
			},
			["优雅的猎手-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						125.625, -- [2]
						"灵魂腐蚀 |cFFFF3333132,383|r", -- [3]
					}, -- [1]
				},
			},
			["魔力脆脆熊-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["安息者丶桜-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["非乐-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["募落葒顔"] = {
				["encounters"] = 6,
				["points"] = 560,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						194.273999999976, -- [2]
						"折磨爆发 |cFFFF3333758,612|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						200.165999999968, -- [2]
						"骨锯 |cFFFF3333302,975|r", -- [3]
					}, -- [2]
					{
						3, -- [1]
						75.8479999999981, -- [2]
						"骨锯 |cFFFF3333386,703|r", -- [3]
					}, -- [3]
					{
						1, -- [1]
						105.071000000004, -- [2]
						"近战 |cFFFF33337,470,915|r", -- [3]
					}, -- [4]
				},
			},
			["赛鬼贤-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Incineration-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["丨獵丶人丨-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["钢铁侠丶-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["中科丶螃蟹-破碎岭"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["魔法与诗歌-阿纳克洛斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["诸葛子君-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["区欠皇-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["小木曾雪菜-巫妖之王"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["香奶丶-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["快插根基巴-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["菊花喵-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["遗忘的秋天-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["Tkbaka-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["小拳拳捶胸口-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["帅出橙-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["老王爱蹭饭-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["小可爱儿-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["听海的熊猫-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["公牛不奶-黑暗之门"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["古彦祖-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["同性扐是真愛-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Ley-丽丽（四川）"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["一本道小绵狼-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "ROGUE",
				["deaths"] = {
					{
						1, -- [1]
						196.19299999997, -- [2]
						"骨锯 |cFFFF3333370,594|r", -- [3]
					}, -- [1]
				},
			},
			["慕韵-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夜之小熊熊-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["灵魂丶守卫-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["灭世魔神-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["猛猛的树苗-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["落叶彡果果"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["人本无常-菲米丝"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["Carzydk-阿拉希"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["莉娅德綝-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["小酒微醺-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["牛奶夾妳壹身-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["Apprentice-血顶"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARLOCK",
				["deaths"] = {
					{
						1, -- [1]
						107.057000000001, -- [2]
						"近战 |cFFFF33337,728,856|r", -- [3]
					}, -- [1]
				},
			},
			["丨三千院凪丨-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["过期的丶贵族-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["指尖璇沙-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "SHAMAN",
				["deaths"] = {
					{
						1, -- [1]
						200.209000000032, -- [2]
						"骨锯 |cFFFF3333370,815|r", -- [3]
					}, -- [1]
					{
						3, -- [1]
						75.8479999999981, -- [2]
						"骨锯 |cFFFF3333317,643|r", -- [3]
					}, -- [2]
				},
			},
			["伊蓮娜乂星塵-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["祖魔-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 290,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
					{
						2, -- [1]
						200.165999999968, -- [2]
						"骨锯 |cFFFF3333200,628|r", -- [3]
					}, -- [1]
				},
			},
			["夜已夜-洛萨"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["古人橙不我欺-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["羽胡子帝-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["Qslippers-菲拉斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["丨愤怒鸟丨-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["Happylele-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["传奇穆师小菲-巨龙之吼"] = {
				["encounters"] = 3,
				["points"] = 300,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["叶丶奈丶法-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["黃河入海牛-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["挺萌的丶-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["艹丛中的尼玛-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["跪下叫丶主上-天空之墙"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丨丶塵囂灬-巨龙之吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
		},
		["diff"] = 15,
	},
	["175115"] = {
		["hash"] = "175115",
		["type"] = "endurance",
		["name"] = "魔剑士奥鲁瑞尔",
		["id"] = 1751,
		["player_db"] = {
			["天下总攻-火焰之树"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["落地灬-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						153.837999999989, -- [2]
						"炎爆术 |cFFFF333313,212,180|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["和疯季有约会-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["水無月-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["不死塔南-红云台地"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						1, -- [1]
						156.31799999997, -- [2]
						"炎爆术 |cFFFF33334,571,997|r", -- [3]
					}, -- [1]
				},
			},
			["大脚妖-天空之墙"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["伊塔-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DRUID",
				["deaths"] = {
				},
			},
			["崩蓝-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["猫爷爷灬-燃烧平原"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["泰灬坦-萨尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["射的比你久-影之哀伤"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["可可香奈儿-凯恩血蹄"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["静待第柒橙-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["君莫笑丨-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						153.059999999939, -- [2]
						"火焰爆裂 |cFFFF3333838,050|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["丶暮雪-寒冰皇冠"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["社会你瞎神-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["妹妹看过来-埃克索图斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["迷妹曰常丶-达尔坎"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["大猪子-血顶"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["Dyskinber-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["猎恋-布莱克摩"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						82.9159999999683, -- [2]
						"冰霜印记 |cFFFF3333606,534|r", -- [3]
					}, -- [1]
				},
			},
			["永久牌发丝-耐奥祖"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["淡浅-塞拉摩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["无所不-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["招唤神龙-燃烧之刃"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["叁千缘-海克泰尔"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "HUNTER",
				["deaths"] = {
				},
			},
			["床伴-安苏"] = {
				["encounters"] = 2,
				["points"] = 190,
				["class"] = "HUNTER",
				["deaths"] = {
					{
						1, -- [1]
						159.143999999971, -- [2]
						"炎爆术 |cFFFF33331,412,790|r", -- [3]
					}, -- [1]
				},
			},
			["惡魔术-梅尔加尼"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "SHAMAN",
				["deaths"] = {
				},
			},
			["牧奶依-森金"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["逗逼鸟大哥-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["安吉丽娜珠莉-摩摩尔"] = {
				["encounters"] = 3,
				["points"] = 270,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						2, -- [1]
						61.0219999999972, -- [2]
						"近战 |cFFFF3333747,104|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						218.060999999987, -- [2]
						"生灵俱灭 |cFFFF3333916,045|r", -- [3]
					}, -- [2]
				},
			},
			["募落葒顔"] = {
				["encounters"] = 3,
				["points"] = 280,
				["class"] = "PRIEST",
				["deaths"] = {
					{
						2, -- [1]
						218.060999999987, -- [2]
						"生灵俱灭 |cFFFF3333547,336|r", -- [3]
					}, -- [1]
					{
						1, -- [1]
						154.005000000005, -- [2]
						"火焰爆裂 |cFFFF333387,815|r", -- [3]
					}, -- [2]
				},
			},
			["Topnoe-海克泰尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["夢霜雪-血牙魔王"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["天籁小晴-迪瑟洛克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["疯子圣-神圣之歌"] = {
				["encounters"] = 2,
				["points"] = 200,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["箐箐酱-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["彳亍雨-阿卡玛"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["Taseya-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["舔菿倪销魂-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
		},
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 4,
			["zone"] = "暗夜要塞",
			["id"] = 1871,
			["mapid"] = 1530,
			["try_number"] = 1,
			["name"] = "魔剑士奥鲁瑞尔",
			["diff"] = 15,
			["ej_instance_id"] = 786,
			["encounter"] = "魔剑士奥鲁瑞尔",
		},
		["diff"] = 15,
	},
}
DeathGraphsDBCurrent = {
	{
		["deaths"] = {
			{
				["maxhealth"] = 5575269,
				["timeofdeath"] = 66.0050000000047,
				["name"] = "善良的好少爺-狂热之刃",
				["time"] = 1506094704.24,
				["class"] = "PALADIN",
				["timestring"] = "1m 6s",
				["events"] = {
					{
						true, -- [1]
						210380, -- [2]
						51859, -- [3]
						1506094683.776, -- [4]
						5529634, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						200654, -- [2]
						168716, -- [3]
						1506094683.821, -- [4]
						5529634, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						210380, -- [2]
						51858, -- [3]
						1506094685.773, -- [4]
						5575269, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						196917, -- [2]
						507665, -- [3]
						1506094685.851, -- [4]
						5575269, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						210380, -- [2]
						43162, -- [3]
						1506094686.567, -- [4]
						5015746, -- [5]
						"遗忘的秋天-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						196917, -- [2]
						438475, -- [3]
						1506094687.235, -- [4]
						4972584, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						true, -- [1]
						210380, -- [2]
						43162, -- [3]
						1506094687.552, -- [4]
						4534109, -- [5]
						"遗忘的秋天-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						true, -- [1]
						210380, -- [2]
						4836, -- [3]
						1506094688.108, -- [4]
						4490947, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						225311, -- [2]
						211833, -- [3]
						1506094688.509, -- [4]
						4486111, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						true, -- [1]
						210380, -- [2]
						43161, -- [3]
						1506094688.59, -- [4]
						4697944, -- [5]
						"遗忘的秋天-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						true, -- [1]
						210380, -- [2]
						43162, -- [3]
						1506094689.559, -- [4]
						4654783, -- [5]
						"遗忘的秋天-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						true, -- [1]
						210380, -- [2]
						4966, -- [3]
						1506094690.033, -- [4]
						4611621, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						true, -- [1]
						210380, -- [2]
						4965, -- [3]
						1506094690.084, -- [4]
						4611621, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						210380, -- [2]
						4537, -- [3]
						1506094690.084, -- [4]
						4611621, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						true, -- [1]
						210380, -- [2]
						4945, -- [3]
						1506094690.084, -- [4]
						4611621, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						207472, -- [2]
						4967, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [16]
					{
						true, -- [1]
						210380, -- [2]
						4967, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						207472, -- [2]
						4538, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [18]
					{
						true, -- [1]
						210380, -- [2]
						4538, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						207472, -- [2]
						4965, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [20]
					{
						true, -- [1]
						210380, -- [2]
						4965, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						207472, -- [2]
						4945, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						true, -- [1]
						210380, -- [2]
						4945, -- [3]
						1506094692.095, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						207472, -- [2]
						4966, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [24]
					{
						true, -- [1]
						210380, -- [2]
						4966, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						207472, -- [2]
						4965, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						210380, -- [2]
						4965, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						207472, -- [2]
						4538, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						210380, -- [2]
						4538, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						207472, -- [2]
						4945, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						true, -- [1]
						210380, -- [2]
						4945, -- [3]
						1506094694.076, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						207472, -- [2]
						4967, -- [3]
						1506094696.074, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						210380, -- [2]
						4967, -- [3]
						1506094696.074, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						207472, -- [2]
						3565, -- [3]
						1506094696.074, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						210380, -- [2]
						3565, -- [3]
						1506094696.074, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						207472, -- [2]
						4928, -- [3]
						1506094698.092, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [36]
					{
						true, -- [1]
						210380, -- [2]
						4928, -- [3]
						1506094698.092, -- [4]
						4592208, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						207472, -- [2]
						1437011, -- [3]
						1506094698.246, -- [4]
						4592208, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						233062, -- [2]
						3502826, -- [3]
						1506094698.246, -- [4]
						4592208, -- [5]
						"格罗斯", -- [6]
						1437011, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						4, -- [1]
						233062, -- [2]
						1, -- [3]
						1506094698.246, -- [4]
						4592208, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [40]
					{
						true, -- [1]
						233062, -- [2]
						1429306, -- [3]
						1506094700.253, -- [4]
						2526393, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						25914, -- [2]
						1100236, -- [3]
						1506094701.732, -- [4]
						1097087, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						253099, -- [2]
						124646, -- [3]
						1506094701.732, -- [4]
						1097087, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						233062, -- [2]
						1429306, -- [3]
						1506094702.213, -- [4]
						2321969, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						233062, -- [2]
						1429306, -- [3]
						1506094704.24, -- [4]
						892663, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						536643, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
					}, -- [46]
				},
			}, -- [1]
			{
				["maxhealth"] = 4550700,
				["timeofdeath"] = 80.1140000000014,
				["name"] = "募落葒顔",
				["time"] = 1506094718.349,
				["class"] = "PRIEST",
				["timestring"] = "1m 20s",
				["events"] = {
					{
						2, -- [1]
						20484, -- [2]
						1, -- [3]
						1506094722.788, -- [4]
						0, -- [5]
						"魔力脆脆熊-天空之墙", -- [6]
					}, -- [1]
					{
						false, -- [1]
						81751, -- [2]
						181207, -- [3]
						1506094690.449, -- [4]
						4242570, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						183811, -- [2]
						12651, -- [3]
						1506094690.513, -- [4]
						4423777, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						94472, -- [2]
						49329, -- [3]
						1506094690.938, -- [4]
						4436428, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						81751, -- [2]
						90603, -- [3]
						1506094690.968, -- [4]
						4485757, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						81751, -- [2]
						90603, -- [3]
						1506094691.461, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						81751, -- [2]
						24665, -- [3]
						1506094692.533, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						81751, -- [2]
						24664, -- [3]
						1506094694.076, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						81751, -- [2]
						24665, -- [3]
						1506094695.65, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						81751, -- [2]
						24665, -- [3]
						1506094697.219, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						4, -- [1]
						232249, -- [2]
						1, -- [3]
						1506094700.576, -- [4]
						4550700, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [11]
					{
						true, -- [1]
						233021, -- [2]
						1365357, -- [3]
						1506094700.799, -- [4]
						4550700, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						true, -- [1]
						233021, -- [2]
						1409401, -- [3]
						1506094700.799, -- [4]
						4550700, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						200829, -- [2]
						156258, -- [3]
						1506094705.682, -- [4]
						1775942, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						true, -- [1]
						230345, -- [2]
						561165, -- [3]
						1506094706.341, -- [4]
						1932200, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						4, -- [1]
						230345, -- [2]
						1, -- [3]
						1506094706.341, -- [4]
						1932200, -- [5]
						"[*] 彗星冲撞", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [16]
					{
						false, -- [1]
						81751, -- [2]
						23725, -- [3]
						1506094706.576, -- [4]
						1371035, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						81751, -- [2]
						23725, -- [3]
						1506094708.129, -- [4]
						1394760, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						17, -- [2]
						532200, -- [3]
						1506094708.33, -- [4]
						1418485, -- [5]
						"募落葒顔", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [19]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094708.39, -- [4]
						1418485, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						81751, -- [2]
						47451, -- [3]
						1506094708.69, -- [4]
						1418485, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094708.737, -- [4]
						1418485, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						81751, -- [2]
						23725, -- [3]
						1506094709.689, -- [4]
						1479480, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						19750, -- [2]
						607041, -- [3]
						1506094710.082, -- [4]
						1503205, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						17, -- [2]
						173103, -- [3]
						1506094710.321, -- [4]
						1503205, -- [5]
						"募落葒顔", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						17, -- [2]
						0, -- [3]
						1506094710.321, -- [4]
						1503205, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094710.321, -- [4]
						1503205, -- [5]
						"[*] 彗星冲撞", -- [6]
						173103, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						81751, -- [2]
						23725, -- [3]
						1506094711.225, -- [4]
						1751149, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						81751, -- [2]
						137199, -- [3]
						1506094712.261, -- [4]
						1774874, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094712.372, -- [4]
						1912073, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						81751, -- [2]
						274398, -- [3]
						1506094712.542, -- [4]
						1379873, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						81751, -- [2]
						24900, -- [3]
						1506094712.775, -- [4]
						1654271, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						81751, -- [2]
						137199, -- [3]
						1506094712.881, -- [4]
						1679171, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						81751, -- [2]
						73408, -- [3]
						1506094712.881, -- [4]
						1816370, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						94472, -- [2]
						274398, -- [3]
						1506094713.21, -- [4]
						1889778, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						94472, -- [2]
						168838, -- [3]
						1506094714.067, -- [4]
						2164176, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						94472, -- [2]
						49800, -- [3]
						1506094714.319, -- [4]
						2333014, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094714.349, -- [4]
						2333014, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						81751, -- [2]
						84419, -- [3]
						1506094715.241, -- [4]
						1850614, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						81751, -- [2]
						26074, -- [3]
						1506094715.907, -- [4]
						1935033, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094716.364, -- [4]
						1961107, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						94472, -- [2]
						168838, -- [3]
						1506094716.4, -- [4]
						1961107, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [42]
					{
						false, -- [1]
						81751, -- [2]
						26074, -- [3]
						1506094717.423, -- [4]
						1597745, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						94472, -- [2]
						168837, -- [3]
						1506094717.566, -- [4]
						1623819, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						233021, -- [2]
						1435917, -- [3]
						1506094717.841, -- [4]
						1792656, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094718.349, -- [4]
						356739, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						175461, -- [10]
					}, -- [46]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"募落葒顔", -- [6]
					}, -- [47]
				},
			}, -- [2]
			{
				["maxhealth"] = 5345361,
				["timeofdeath"] = 91.7139999999781,
				["name"] = "中科丶螃蟹-破碎岭",
				["time"] = 1506094729.949,
				["class"] = "PALADIN",
				["timestring"] = "1m 31s",
				["events"] = {
					{
						false, -- [1]
						200654, -- [2]
						153681, -- [3]
						1506094685.624, -- [4]
						3422944, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						true, -- [1]
						230345, -- [2]
						483281, -- [3]
						1506094685.773, -- [4]
						3576625, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						183998, -- [2]
						1195909, -- [3]
						1506094685.773, -- [4]
						3576625, -- [5]
						"善良的好少爺-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						119952, -- [2]
						97385, -- [3]
						1506094686.666, -- [4]
						4289253, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						true, -- [1]
						210380, -- [2]
						45072, -- [3]
						1506094688.037, -- [4]
						4386638, -- [5]
						"Happylele-燃烧之刃", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						119952, -- [2]
						45217, -- [3]
						1506094688.674, -- [4]
						4341566, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						true, -- [1]
						210380, -- [2]
						46281, -- [3]
						1506094690.033, -- [4]
						4386783, -- [5]
						"听海的熊猫-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						true, -- [1]
						210380, -- [2]
						46275, -- [3]
						1506094690.033, -- [4]
						4386783, -- [5]
						"徳洛佩儿-贫瘠之地", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						210380, -- [2]
						42289, -- [3]
						1506094690.033, -- [4]
						4386783, -- [5]
						"小可爱儿-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						true, -- [1]
						210380, -- [2]
						46086, -- [3]
						1506094690.033, -- [4]
						4386783, -- [5]
						"Happylele-燃烧之刃", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						119952, -- [2]
						42489, -- [3]
						1506094690.685, -- [4]
						4205852, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						225311, -- [2]
						184089, -- [3]
						1506094690.749, -- [4]
						4205852, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						true, -- [1]
						210380, -- [2]
						46281, -- [3]
						1506094692.095, -- [4]
						4432430, -- [5]
						"听海的熊猫-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						210380, -- [2]
						42289, -- [3]
						1506094692.095, -- [4]
						4432430, -- [5]
						"小可爱儿-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						true, -- [1]
						210380, -- [2]
						46275, -- [3]
						1506094692.095, -- [4]
						4432430, -- [5]
						"徳洛佩儿-贫瘠之地", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						true, -- [1]
						210380, -- [2]
						46086, -- [3]
						1506094692.095, -- [4]
						4432430, -- [5]
						"Happylele-燃烧之刃", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						119952, -- [2]
						44856, -- [3]
						1506094692.69, -- [4]
						4251499, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						210380, -- [2]
						46282, -- [3]
						1506094694.076, -- [4]
						4296355, -- [5]
						"听海的熊猫-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						true, -- [1]
						210380, -- [2]
						46275, -- [3]
						1506094694.076, -- [4]
						4296355, -- [5]
						"徳洛佩儿-贫瘠之地", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						true, -- [1]
						210380, -- [2]
						42289, -- [3]
						1506094694.076, -- [4]
						4296355, -- [5]
						"小可爱儿-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						true, -- [1]
						210380, -- [2]
						46086, -- [3]
						1506094694.076, -- [4]
						4296355, -- [5]
						"Happylele-燃烧之刃", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						119952, -- [2]
						46293, -- [3]
						1506094694.709, -- [4]
						4115423, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						true, -- [1]
						210380, -- [2]
						46281, -- [3]
						1506094696.074, -- [4]
						4161716, -- [5]
						"听海的熊猫-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						true, -- [1]
						210380, -- [2]
						33221, -- [3]
						1506094696.074, -- [4]
						4161716, -- [5]
						"徳洛佩儿-贫瘠之地", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						119952, -- [2]
						40893, -- [3]
						1506094696.68, -- [4]
						4082214, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						true, -- [1]
						210380, -- [2]
						45927, -- [3]
						1506094698.092, -- [4]
						4123107, -- [5]
						"听海的熊猫-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						210380, -- [2]
						6655, -- [3]
						1506094700.125, -- [4]
						4077180, -- [5]
						"听海的熊猫-天空之墙", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						true, -- [1]
						233021, -- [2]
						1258285, -- [3]
						1506094700.799, -- [4]
						4070525, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						210380, -- [2]
						224, -- [3]
						1506094700.799, -- [4]
						4070525, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						2, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						194509, -- [2]
						416685, -- [3]
						1506094715.65, -- [4]
						2812016, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						81751, -- [2]
						26074, -- [3]
						1506094715.907, -- [4]
						3228701, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						94472, -- [2]
						168838, -- [3]
						1506094716.448, -- [4]
						3254775, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						81751, -- [2]
						26074, -- [3]
						1506094717.495, -- [4]
						3423613, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						94472, -- [2]
						168838, -- [3]
						1506094717.627, -- [4]
						3449687, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						4, -- [1]
						232249, -- [2]
						1, -- [3]
						1506094719.005, -- [4]
						3618525, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						true, -- [1]
						230345, -- [2]
						530121, -- [3]
						1506094724.67, -- [4]
						3618525, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						4, -- [1]
						230345, -- [2]
						1, -- [3]
						1506094724.67, -- [4]
						3618525, -- [5]
						"[*] 彗星冲撞", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [37]
					{
						true, -- [1]
						230345, -- [2]
						536977, -- [3]
						1506094726.665, -- [4]
						3088404, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						230345, -- [2]
						456431, -- [3]
						1506094728.699, -- [4]
						2551427, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						25914, -- [2]
						361734, -- [3]
						1506094728.866, -- [4]
						2094996, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						true, -- [1]
						233283, -- [2]
						961461, -- [3]
						1506094729.441, -- [4]
						2456730, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						1, -- [1]
						498, -- [2]
						1, -- [3]
						1506094729.441, -- [4]
						2456730, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						231395, -- [2]
						1697435, -- [3]
						1506094729.913, -- [4]
						1495269, -- [5]
						"魔力脆脆熊-天空之墙", -- [6]
						nil, -- [7]
						4, -- [8]
						true, -- [9]
						202166, -- [10]
					}, -- [43]
					{
						3, -- [1]
						498, -- [2]
						1, -- [3]
						1506094729.441, -- [4]
						0, -- [5]
						"中科丶螃蟹-破碎岭", -- [6]
					}, -- [44]
				},
			}, -- [3]
			{
				["maxhealth"] = 4552020,
				["timeofdeath"] = 92.3890000000247,
				["name"] = "夜申吟-黑铁",
				["time"] = 1506094730.624,
				["class"] = "HUNTER",
				["timestring"] = "1m 32s",
				["events"] = {
					{
						false, -- [1]
						81751, -- [2]
						27412, -- [3]
						1506094686.612, -- [4]
						4791300, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						197205, -- [2]
						240889, -- [3]
						1506094686.893, -- [4]
						4791300, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						197205, -- [2]
						37639, -- [3]
						1506094686.893, -- [4]
						4791300, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						197205, -- [2]
						149219, -- [3]
						1506094693.928, -- [4]
						4791300, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						197205, -- [2]
						23316, -- [3]
						1506094693.928, -- [4]
						4791300, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						true, -- [1]
						233021, -- [2]
						1393621, -- [3]
						1506094700.799, -- [4]
						4791300, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						197205, -- [2]
						71449, -- [3]
						1506094700.958, -- [4]
						3397679, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						197205, -- [2]
						22328, -- [3]
						1506094700.958, -- [4]
						3397679, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094702.158, -- [4]
						3491456, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						183811, -- [2]
						11919, -- [3]
						1506094702.508, -- [4]
						3503376, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						183811, -- [2]
						23839, -- [3]
						1506094704.656, -- [4]
						4233990, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						197205, -- [2]
						122840, -- [3]
						1506094706.978, -- [4]
						4257829, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						197205, -- [2]
						76775, -- [3]
						1506094706.978, -- [4]
						4257829, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094709.59, -- [4]
						4457444, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						183811, -- [2]
						27089, -- [3]
						1506094709.689, -- [4]
						4470988, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						197205, -- [2]
						125304, -- [3]
						1506094710.682, -- [4]
						4498077, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						197205, -- [2]
						39157, -- [3]
						1506094710.682, -- [4]
						4498077, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						183811, -- [2]
						27089, -- [3]
						1506094714.606, -- [4]
						3943843, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						197205, -- [2]
						218504, -- [3]
						1506094715.6, -- [4]
						3970932, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						197205, -- [2]
						34141, -- [3]
						1506094715.6, -- [4]
						3970932, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094717.078, -- [4]
						4223577, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						183811, -- [2]
						13545, -- [3]
						1506094717.156, -- [4]
						4223577, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						true, -- [1]
						233021, -- [2]
						1391724, -- [3]
						1506094717.841, -- [4]
						4250666, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						197205, -- [2]
						61094, -- [3]
						1506094718.645, -- [4]
						2858942, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						197205, -- [2]
						19092, -- [3]
						1506094718.645, -- [4]
						2858942, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						4, -- [1]
						232249, -- [2]
						1, -- [3]
						1506094719.005, -- [4]
						2939128, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [26]
					{
						false, -- [1]
						183811, -- [2]
						11919, -- [3]
						1506094722.301, -- [4]
						2939128, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						183811, -- [2]
						11919, -- [3]
						1506094722.625, -- [4]
						2939128, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						true, -- [1]
						230345, -- [2]
						586903, -- [3]
						1506094724.63, -- [4]
						2962966, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						4, -- [1]
						230345, -- [2]
						1, -- [3]
						1506094724.63, -- [4]
						2962966, -- [5]
						"[*] 彗星冲撞", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [30]
					{
						false, -- [1]
						197205, -- [2]
						122189, -- [3]
						1506094725.531, -- [4]
						2376063, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						197205, -- [2]
						38184, -- [3]
						1506094725.531, -- [4]
						2376063, -- [5]
						"夜申吟-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						true, -- [1]
						230345, -- [2]
						548039, -- [3]
						1506094726.665, -- [4]
						2536436, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						230345, -- [2]
						548040, -- [3]
						1506094728.699, -- [4]
						1988397, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						233283, -- [2]
						1220331, -- [3]
						1506094729.441, -- [4]
						1440357, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094729.631, -- [4]
						220026, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094729.703, -- [4]
						220026, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						true, -- [1]
						230345, -- [2]
						548040, -- [3]
						1506094730.624, -- [4]
						243866, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						304174, -- [10]
					}, -- [38]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"夜申吟-黑铁", -- [6]
					}, -- [39]
				},
			}, -- [4]
			{
				["maxhealth"] = 4389360,
				["timeofdeath"] = 128.88400000002,
				["name"] = "Ley-丽丽（四川）",
				["time"] = 1506094767.119,
				["class"] = "ROGUE",
				["timestring"] = "2m 8s",
				["events"] = {
					{
						false, -- [1]
						81751, -- [2]
						152481, -- [3]
						1506094736.378, -- [4]
						2770221, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						185311, -- [2]
						219468, -- [3]
						1506094736.875, -- [4]
						2922702, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						253099, -- [2]
						217262, -- [3]
						1506094736.911, -- [4]
						3142170, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						94472, -- [2]
						55869, -- [3]
						1506094737.183, -- [4]
						3359432, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						127802, -- [2]
						161912, -- [3]
						1506094737.686, -- [4]
						3415301, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						185311, -- [2]
						219468, -- [3]
						1506094737.909, -- [4]
						3577213, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						81751, -- [2]
						27934, -- [3]
						1506094738.394, -- [4]
						3796681, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						81751, -- [2]
						139207, -- [3]
						1506094739.563, -- [4]
						3824615, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						94472, -- [2]
						55869, -- [3]
						1506094739.622, -- [4]
						3963822, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						81751, -- [2]
						28196, -- [3]
						1506094740.9, -- [4]
						4019691, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094741.875, -- [4]
						4047887, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						81751, -- [2]
						28195, -- [3]
						1506094742.117, -- [4]
						4047887, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094742.865, -- [4]
						4094367, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [13]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094743.709, -- [4]
						4112652, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094747.392, -- [4]
						4130937, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094748.572, -- [4]
						4149222, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094749.125, -- [4]
						4167507, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094751.872, -- [4]
						4185792, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						183811, -- [2]
						36570, -- [3]
						1506094752.595, -- [4]
						4433429, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						183811, -- [2]
						16091, -- [3]
						1506094753.959, -- [4]
						4469999, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						183811, -- [2]
						16091, -- [3]
						1506094754.073, -- [4]
						4469999, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						183811, -- [2]
						32182, -- [3]
						1506094754.187, -- [4]
						4469999, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						183811, -- [2]
						32183, -- [3]
						1506094754.793, -- [4]
						4534363, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						183811, -- [2]
						16091, -- [3]
						1506094755.608, -- [4]
						4566546, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						127802, -- [2]
						84887, -- [3]
						1506094755.608, -- [4]
						4566546, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						208771, -- [2]
						451070, -- [3]
						1506094759.165, -- [4]
						4628820, -- [5]
						"募落葒顔", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						197603, -- [2]
						44052, -- [3]
						1506094759.165, -- [4]
						4628820, -- [5]
						"Ley-丽丽（四川）", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						233062, -- [2]
						3574052, -- [3]
						1506094759.165, -- [4]
						4628820, -- [5]
						"格罗斯", -- [6]
						495122, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						4, -- [1]
						233062, -- [2]
						1, -- [3]
						1506094759.165, -- [4]
						4628820, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [29]
					{
						true, -- [1]
						233062, -- [2]
						1424087, -- [3]
						1506094761.094, -- [4]
						1549890, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						31230, -- [2]
						1424087, -- [3]
						1506094763.125, -- [4]
						125803, -- [5]
						"Ley-丽丽（四川）", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						true, -- [1]
						233062, -- [2]
						1424087, -- [3]
						1506094763.125, -- [4]
						125803, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						194509, -- [2]
						231550, -- [3]
						1506094763.125, -- [4]
						125803, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						81751, -- [2]
						54302, -- [3]
						1506094763.17, -- [4]
						357353, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						81751, -- [2]
						28195, -- [3]
						1506094763.622, -- [4]
						411655, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						false, -- [1]
						31230, -- [2]
						1186265, -- [3]
						1506094765.119, -- [4]
						439850, -- [5]
						"Ley-丽丽（四川）", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						true, -- [1]
						233062, -- [2]
						1395606, -- [3]
						1506094765.119, -- [4]
						439850, -- [5]
						"格罗斯", -- [6]
						1186265, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						81751, -- [2]
						28196, -- [3]
						1506094765.15, -- [4]
						439850, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						81751, -- [2]
						140508, -- [3]
						1506094765.544, -- [4]
						258705, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						185311, -- [2]
						231441, -- [3]
						1506094765.955, -- [4]
						399213, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						81751, -- [2]
						93192, -- [3]
						1506094766.651, -- [4]
						630654, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						81751, -- [2]
						25370, -- [3]
						1506094766.734, -- [4]
						723846, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						185311, -- [2]
						231441, -- [3]
						1506094766.928, -- [4]
						749216, -- [5]
						"Ley-丽丽（四川）", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						81751, -- [2]
						186384, -- [3]
						1506094767.035, -- [4]
						749216, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						233062, -- [2]
						1418506, -- [3]
						1506094767.119, -- [4]
						1167041, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						251465, -- [10]
					}, -- [45]
					{
						3, -- [1]
						31224, -- [2]
						1, -- [3]
						1506094697.272, -- [4]
						0, -- [5]
						"Ley-丽丽（四川）", -- [6]
					}, -- [46]
				},
			}, -- [5]
			{
				["maxhealth"] = 4550700,
				["timeofdeath"] = 152.355999999971,
				["name"] = "募落葒顔",
				["time"] = 1506094790.591,
				["class"] = "PRIEST",
				["timestring"] = "2m 32s",
				["events"] = {
					{
						false, -- [1]
						94472, -- [2]
						54303, -- [3]
						1506094746.448, -- [4]
						3025007, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						81751, -- [2]
						149604, -- [3]
						1506094747.565, -- [4]
						3079310, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						183811, -- [2]
						36570, -- [3]
						1506094747.623, -- [4]
						3228914, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						94472, -- [2]
						598418, -- [3]
						1506094747.794, -- [4]
						3265484, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						183811, -- [2]
						18284, -- [3]
						1506094747.832, -- [4]
						3863902, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						81751, -- [2]
						27151, -- [3]
						1506094748.024, -- [4]
						3863902, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						81751, -- [2]
						149605, -- [3]
						1506094748.165, -- [4]
						3909337, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						183811, -- [2]
						36570, -- [3]
						1506094748.23, -- [4]
						4058942, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						81751, -- [2]
						149605, -- [3]
						1506094748.539, -- [4]
						4095512, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094748.572, -- [4]
						4095512, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						81751, -- [2]
						27151, -- [3]
						1506094749.554, -- [4]
						4263402, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						81751, -- [2]
						135305, -- [3]
						1506094749.723, -- [4]
						4290553, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						94472, -- [2]
						270610, -- [3]
						1506094750.932, -- [4]
						4425858, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						81751, -- [2]
						54303, -- [3]
						1506094750.932, -- [4]
						4425858, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						94472, -- [2]
						54303, -- [3]
						1506094751.108, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						94472, -- [2]
						48860, -- [3]
						1506094752.733, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						94472, -- [2]
						49330, -- [3]
						1506094754.244, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						94472, -- [2]
						55347, -- [3]
						1506094755.793, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						81751, -- [2]
						27412, -- [3]
						1506094757.359, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						81751, -- [2]
						151043, -- [3]
						1506094757.617, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						81751, -- [2]
						302086, -- [3]
						1506094757.914, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						81751, -- [2]
						151042, -- [3]
						1506094758.229, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						81751, -- [2]
						151043, -- [3]
						1506094758.583, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						94472, -- [2]
						54824, -- [3]
						1506094758.913, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						4, -- [1]
						232249, -- [2]
						1, -- [3]
						1506094777.475, -- [4]
						4550700, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [25]
					{
						false, -- [1]
						210027, -- [2]
						129743, -- [3]
						1506094783.051, -- [4]
						4550700, -- [5]
						"募落葒顔", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [26]
					{
						true, -- [1]
						230345, -- [2]
						599404, -- [3]
						1506094783.083, -- [4]
						4550700, -- [5]
						"[*] 彗星冲撞", -- [6]
						129743, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						4, -- [1]
						230345, -- [2]
						1, -- [3]
						1506094783.083, -- [4]
						4550700, -- [5]
						"[*] 彗星冲撞", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [28]
					{
						true, -- [1]
						230345, -- [2]
						543061, -- [3]
						1506094785.067, -- [4]
						4081039, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						233021, -- [2]
						1472373, -- [3]
						1506094786.039, -- [4]
						3537978, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						true, -- [1]
						230345, -- [2]
						543061, -- [3]
						1506094787.072, -- [4]
						2065605, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						200829, -- [2]
						156258, -- [3]
						1506094787.203, -- [4]
						1522544, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						81751, -- [2]
						24665, -- [3]
						1506094788.545, -- [4]
						1678802, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						81751, -- [2]
						90603, -- [3]
						1506094788.952, -- [4]
						1703467, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094789.032, -- [4]
						1794070, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						true, -- [1]
						230345, -- [2]
						532200, -- [3]
						1506094789.074, -- [4]
						1794070, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						81751, -- [2]
						181207, -- [3]
						1506094789.228, -- [4]
						1275414, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094789.272, -- [4]
						1456621, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						81751, -- [2]
						90604, -- [3]
						1506094789.594, -- [4]
						1470165, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						183811, -- [2]
						13545, -- [3]
						1506094789.638, -- [4]
						1470165, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						81751, -- [2]
						90603, -- [3]
						1506094790.002, -- [4]
						1574314, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						183811, -- [2]
						13545, -- [3]
						1506094790.075, -- [4]
						1664917, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						94472, -- [2]
						49330, -- [3]
						1506094790.109, -- [4]
						1664917, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						true, -- [1]
						233283, -- [2]
						2154656, -- [3]
						1506094790.535, -- [4]
						1727792, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						426864, -- [10]
					}, -- [44]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"募落葒顔", -- [6]
					}, -- [45]
				},
			}, -- [6]
			{
				["maxhealth"] = 4348440,
				["timeofdeath"] = 154.306999999972,
				["name"] = "纳尼伪伪-狂热之刃",
				["time"] = 1506094792.542,
				["class"] = "MAGE",
				["timestring"] = "2m 34s",
				["events"] = {
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094751.955, -- [4]
						3229610, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						183811, -- [2]
						36569, -- [3]
						1506094751.955, -- [4]
						3229610, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						true, -- [1]
						233021, -- [2]
						1225304, -- [3]
						1506094751.989, -- [4]
						3229610, -- [5]
						"[*] 地狱火尖刺", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						252879, -- [2]
						453033, -- [3]
						1506094755.177, -- [4]
						2059160, -- [5]
						"纳尼伪伪-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094769.614, -- [4]
						2512193, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094774.804, -- [4]
						2663285, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						183811, -- [2]
						23839, -- [3]
						1506094776.084, -- [4]
						2675205, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						183811, -- [2]
						11919, -- [3]
						1506094780.406, -- [4]
						2699044, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						183811, -- [2]
						11919, -- [3]
						1506094781.456, -- [4]
						2710963, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						183811, -- [2]
						11919, -- [3]
						1506094782.491, -- [4]
						2722882, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094783.494, -- [4]
						2734801, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						4, -- [1]
						233272, -- [2]
						1, -- [3]
						1506094783.548, -- [4]
						2746721, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						false, -- [1]
						252879, -- [2]
						498337, -- [3]
						1506094789.638, -- [4]
						2746721, -- [5]
						"纳尼伪伪-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						4, -- [1]
						230348, -- [2]
						1, -- [3]
						1506094790.164, -- [4]
						3245058, -- [5]
						"[*] 邪能之池", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [14]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094790.375, -- [4]
						3245058, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						4, -- [1]
						236329, -- [2]
						1, -- [3]
						1506094790.535, -- [4]
						3258602, -- [5]
						"[*] 星辰燃烧", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [16]
					{
						true, -- [1]
						233283, -- [2]
						2000449, -- [3]
						1506094790.535, -- [4]
						3258602, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						230348, -- [2]
						443336, -- [3]
						1506094791.144, -- [4]
						1258153, -- [5]
						"[*] 邪能之池", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						87023, -- [2]
						791053, -- [3]
						1506094791.516, -- [4]
						814817, -- [5]
						"纳尼伪伪-狂热之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						86949, -- [2]
						3940758, -- [3]
						1506094791.544, -- [4]
						814817, -- [5]
						"纳尼伪伪-狂热之刃", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [20]
					{
						true, -- [1]
						236329, -- [2]
						3940758, -- [3]
						1506094791.544, -- [4]
						814817, -- [5]
						"[*] 星辰燃烧", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						true, -- [1]
						236329, -- [2]
						3940758, -- [3]
						1506094792.542, -- [4]
						1605870, -- [5]
						"[*] 星辰燃烧", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						2334888, -- [10]
					}, -- [22]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"纳尼伪伪-狂热之刃", -- [6]
					}, -- [23]
				},
			}, -- [7]
			{
				["maxhealth"] = 4947600,
				["timeofdeath"] = 158.853999999992,
				["name"] = "丨獵丶人丨-贫瘠之地",
				["time"] = 1506094797.089,
				["class"] = "HUNTER",
				["timestring"] = "2m 38s",
				["events"] = {
					{
						false, -- [1]
						183811, -- [2]
						18285, -- [3]
						1506094753.348, -- [4]
						4157909, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						183811, -- [2]
						16092, -- [3]
						1506094753.348, -- [4]
						4157909, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						208981, -- [2]
						155621, -- [3]
						1506094753.813, -- [4]
						4192286, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						208981, -- [2]
						155620, -- [3]
						1506094754.876, -- [4]
						4347907, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						208981, -- [2]
						155621, -- [3]
						1506094755.793, -- [4]
						4503527, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						252897, -- [2]
						524088, -- [3]
						1506094755.922, -- [4]
						4659148, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						197205, -- [2]
						213649, -- [3]
						1506094756.463, -- [4]
						5183236, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						197205, -- [2]
						33382, -- [3]
						1506094756.463, -- [4]
						5183236, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						197205, -- [2]
						74183, -- [3]
						1506094760.97, -- [4]
						5187360, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						197205, -- [2]
						23183, -- [3]
						1506094760.97, -- [4]
						5187360, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						197205, -- [2]
						87920, -- [3]
						1506094768.411, -- [4]
						5187360, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						197205, -- [2]
						54949, -- [3]
						1506094768.411, -- [4]
						5187360, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						false, -- [1]
						197205, -- [2]
						148368, -- [3]
						1506094773.038, -- [4]
						5187360, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						197205, -- [2]
						23182, -- [3]
						1506094773.038, -- [4]
						5187360, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [14]
					{
						4, -- [1]
						230348, -- [2]
						1, -- [3]
						1506094777.106, -- [4]
						5187360, -- [5]
						"[*] 邪能之池", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						4, -- [1]
						232249, -- [2]
						1, -- [3]
						1506094777.475, -- [4]
						5187360, -- [5]
						"格罗斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [16]
					{
						true, -- [1]
						230345, -- [2]
						518498, -- [3]
						1506094783.051, -- [4]
						5187360, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						4, -- [1]
						230345, -- [2]
						1, -- [3]
						1506094783.051, -- [4]
						5187360, -- [5]
						"[*] 彗星冲撞", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [18]
					{
						4, -- [1]
						230348, -- [2]
						1, -- [3]
						1506094784.642, -- [4]
						4668862, -- [5]
						"[*] 邪能之池", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [19]
					{
						false, -- [1]
						252897, -- [2]
						237639, -- [3]
						1506094785.026, -- [4]
						4668862, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094785.067, -- [4]
						4668862, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						4, -- [1]
						230348, -- [2]
						1, -- [3]
						1506094785.414, -- [4]
						4370325, -- [5]
						"[*] 邪能之池", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [22]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094787.072, -- [4]
						4370325, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						183811, -- [2]
						13545, -- [3]
						1506094788.914, -- [4]
						3834149, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094789.074, -- [4]
						3847694, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						197205, -- [2]
						120011, -- [3]
						1506094790.164, -- [4]
						3311518, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						197205, -- [2]
						75007, -- [3]
						1506094790.164, -- [4]
						3311518, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						183811, -- [2]
						13544, -- [3]
						1506094790.261, -- [4]
						3311518, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						233283, -- [2]
						1963347, -- [3]
						1506094790.535, -- [4]
						3520080, -- [5]
						"格罗斯", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094791.065, -- [4]
						1556733, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						208981, -- [2]
						155621, -- [3]
						1506094791.729, -- [4]
						1020557, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094793.137, -- [4]
						1176178, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094795.075, -- [4]
						640002, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094795.537, -- [4]
						103826, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						183811, -- [2]
						11920, -- [3]
						1506094796.195, -- [4]
						115746, -- [5]
						"Qslippers-菲拉斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						197205, -- [2]
						209198, -- [3]
						1506094796.678, -- [4]
						127666, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						197205, -- [2]
						32688, -- [3]
						1506094796.678, -- [4]
						127666, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						true, -- [1]
						230345, -- [2]
						536176, -- [3]
						1506094797.089, -- [4]
						369552, -- [5]
						"[*] 彗星冲撞", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						166624, -- [10]
					}, -- [38]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"丨獵丶人丨-贫瘠之地", -- [6]
					}, -- [39]
				},
			}, -- [8]
		},
		["bossname"] = "格罗斯",
		["bossicon"] = {
			0, -- [1]
			0.25, -- [2]
			0, -- [3]
			0.25, -- [4]
			"Interface\\AddOns\\Details_RaidInfo-TombOfSargeras\\boss_faces", -- [5]
		},
		["date"] = 320702.435,
		["timeelapsed"] = 162.924999999988,
	}, -- [1]
	{
		["deaths"] = {
			{
				["maxhealth"] = 4635900,
				["timeofdeath"] = 9.5989999999947,
				["name"] = "人本无常-菲米丝",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						18083, -- [3]
						1505819210.376, -- [4]
						4635900, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						4, -- [1]
						234059, -- [2]
						1, -- [3]
						1505819212.441, -- [4]
						4635900, -- [5]
						"堕落的化身", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						2256, -- [3]
						1505819212.441, -- [4]
						4635900, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						true, -- [1]
						240213, -- [2]
						174083, -- [3]
						1505819212.938, -- [4]
						4635900, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						240213, -- [2]
						176802, -- [3]
						1505819213.441, -- [4]
						4461817, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						240213, -- [2]
						175948, -- [3]
						1505819213.948, -- [4]
						4285015, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						143924, -- [2]
						37574, -- [3]
						1505819214.011, -- [4]
						4109067, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						true, -- [1]
						240213, -- [2]
						174392, -- [3]
						1505819214.47, -- [4]
						4146641, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						240213, -- [2]
						174691, -- [3]
						1505819214.974, -- [4]
						3972249, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						143924, -- [2]
						2225, -- [3]
						1505819215.25, -- [4]
						3797558, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						true, -- [1]
						240213, -- [2]
						174149, -- [3]
						1505819215.48, -- [4]
						3799783, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						true, -- [1]
						234062, -- [2]
						1317629, -- [3]
						1505819215.48, -- [4]
						3799783, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						true, -- [1]
						234062, -- [2]
						1320429, -- [3]
						1505819215.48, -- [4]
						3799783, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						234062, -- [2]
						1313153, -- [3]
						1505819215.48, -- [4]
						3799783, -- [5]
						"风轻天蓝-希雷诺斯", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						325577, -- [10]
					}, -- [14]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"人本无常-菲米丝", -- [6]
					}, -- [15]
				},
				["class"] = "SHAMAN",
				["timestring"] = "0m 9s",
				["time"] = 1505819215.48,
			}, -- [1]
			{
				["maxhealth"] = 4494420,
				["timeofdeath"] = 55.0859999999957,
				["name"] = "丨愤怒鸟丨-伊森利恩",
				["events"] = {
					{
						false, -- [1]
						73921, -- [2]
						128458, -- [3]
						1505819235.452, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						208899, -- [2]
						45673, -- [3]
						1505819235.978, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						73921, -- [2]
						58348, -- [3]
						1505819237.167, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						61295, -- [2]
						51006, -- [3]
						1505819237.167, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [4]
					{
						false, -- [1]
						208899, -- [2]
						22836, -- [3]
						1505819237.979, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						73921, -- [2]
						58348, -- [3]
						1505819238.903, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						61295, -- [2]
						102012, -- [3]
						1505819239.745, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						208899, -- [2]
						22837, -- [3]
						1505819240.018, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						73921, -- [2]
						93412, -- [3]
						1505819240.298, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						61295, -- [2]
						663059, -- [3]
						1505819241.668, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						61295, -- [2]
						102012, -- [3]
						1505819242.386, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						52042, -- [2]
						78024, -- [3]
						1505819243.513, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						61295, -- [2]
						102012, -- [3]
						1505819244.975, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						208899, -- [2]
						22836, -- [3]
						1505819245.511, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						1064, -- [2]
						380889, -- [3]
						1505819246.262, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						208899, -- [2]
						22837, -- [3]
						1505819247.488, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						61295, -- [2]
						102012, -- [3]
						1505819247.521, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						208899, -- [2]
						18269, -- [3]
						1505819249.487, -- [4]
						5206740, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						61295, -- [2]
						91177, -- [3]
						1505819250.072, -- [4]
						5206740, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						true, -- [1]
						239132, -- [2]
						1668517, -- [3]
						1505819251.502, -- [4]
						5206740, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						61295, -- [2]
						110460, -- [3]
						1505819252.647, -- [4]
						3538223, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						222944, -- [2]
						19632, -- [3]
						1505819252.647, -- [4]
						3538223, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819252.904, -- [4]
						3538223, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819253.584, -- [4]
						3684412, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						222944, -- [2]
						89179, -- [3]
						1505819253.628, -- [4]
						3694724, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						61295, -- [2]
						107621, -- [3]
						1505819255.149, -- [4]
						3783903, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819255.609, -- [4]
						3897326, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						222944, -- [2]
						21540, -- [3]
						1505819255.645, -- [4]
						3897326, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						145109, -- [2]
						156202, -- [3]
						1505819255.872, -- [4]
						3929178, -- [5]
						"丨愤怒鸟丨-伊森利恩", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						222944, -- [2]
						5510, -- [3]
						1505819256.667, -- [4]
						3713981, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						4, -- [1]
						234059, -- [2]
						1, -- [3]
						1505819257.37, -- [4]
						3719491, -- [5]
						"堕落的化身", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						false, -- [1]
						222944, -- [2]
						65609, -- [3]
						1505819257.692, -- [4]
						3724784, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						61295, -- [2]
						103166, -- [3]
						1505819257.692, -- [4]
						3724784, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						true, -- [1]
						240213, -- [2]
						170036, -- [3]
						1505819257.93, -- [4]
						3893559, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						240213, -- [2]
						172535, -- [3]
						1505819258.385, -- [4]
						3723523, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						240213, -- [2]
						174177, -- [3]
						1505819258.921, -- [4]
						3550988, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						true, -- [1]
						240213, -- [2]
						168770, -- [3]
						1505819259.406, -- [4]
						3376811, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						240213, -- [2]
						170797, -- [3]
						1505819259.91, -- [4]
						3213378, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						61295, -- [2]
						112672, -- [3]
						1505819260.21, -- [4]
						3042581, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						true, -- [1]
						240213, -- [2]
						171698, -- [3]
						1505819260.417, -- [4]
						3155253, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						234062, -- [2]
						1511540, -- [3]
						1505819260.417, -- [4]
						3155253, -- [5]
						"丨愤怒鸟丨-伊森利恩", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819260.488, -- [4]
						1472015, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						145109, -- [2]
						142002, -- [3]
						1505819260.885, -- [4]
						1482327, -- [5]
						"丨愤怒鸟丨-伊森利恩", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						true, -- [1]
						240213, -- [2]
						171045, -- [3]
						1505819260.914, -- [4]
						1482327, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						234062, -- [2]
						1509790, -- [3]
						1505819260.967, -- [4]
						1453284, -- [5]
						"丨愤怒鸟丨-伊森利恩", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						56506, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"丨愤怒鸟丨-伊森利恩", -- [6]
					}, -- [46]
				},
				["class"] = "DRUID",
				["timestring"] = "0m 55s",
				["time"] = 1505819260.967,
			}, -- [2]
			{
				["maxhealth"] = 4596540,
				["timeofdeath"] = 140.688999999998,
				["name"] = "区欠皇-克尔苏加德",
				["events"] = {
					{
						2, -- [1]
						95750, -- [2]
						1, -- [3]
						1505819371.137, -- [4]
						0, -- [5]
						"Apprentice-血顶", -- [6]
					}, -- [1]
					{
						false, -- [1]
						596, -- [2]
						511884, -- [3]
						1505819302.677, -- [4]
						4596540, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						77489, -- [2]
						524864, -- [3]
						1505819302.834, -- [4]
						4596540, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [3]
					{
						false, -- [1]
						77489, -- [2]
						524863, -- [3]
						1505819305.866, -- [4]
						4596540, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						77489, -- [2]
						524864, -- [3]
						1505819308.808, -- [4]
						4596540, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						239132, -- [2]
						1538492, -- [3]
						1505819312.353, -- [4]
						4596540, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						61295, -- [2]
						398227, -- [3]
						1505819326.834, -- [4]
						3058048, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						61295, -- [2]
						57232, -- [3]
						1505819329.441, -- [4]
						3801902, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						61295, -- [2]
						113408, -- [3]
						1505819332.04, -- [4]
						3859134, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						243241, -- [2]
						184186, -- [3]
						1505819334.07, -- [4]
						3972542, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						61295, -- [2]
						53962, -- [3]
						1505819334.667, -- [4]
						4156728, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						32546, -- [2]
						460466, -- [3]
						1505819335.442, -- [4]
						4210690, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						32546, -- [2]
						460466, -- [3]
						1505819336.874, -- [4]
						4246505, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						243241, -- [2]
						184186, -- [3]
						1505819336.874, -- [4]
						4246505, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						77489, -- [2]
						203334, -- [3]
						1505819337.106, -- [4]
						4596540, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						61295, -- [2]
						45675, -- [3]
						1505819337.268, -- [4]
						4596540, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						61295, -- [2]
						45675, -- [3]
						1505819339.884, -- [4]
						4596540, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						77489, -- [2]
						203334, -- [3]
						1505819340.115, -- [4]
						4596540, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						4, -- [1]
						234059, -- [2]
						1, -- [3]
						1505819342.498, -- [4]
						4596540, -- [5]
						"堕落的化身", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [19]
					{
						false, -- [1]
						61295, -- [2]
						45674, -- [3]
						1505819342.498, -- [4]
						4596540, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						true, -- [1]
						240213, -- [2]
						154089, -- [3]
						1505819343.008, -- [4]
						4596540, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						77489, -- [2]
						203334, -- [3]
						1505819343.101, -- [4]
						4442451, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						true, -- [1]
						240213, -- [2]
						149483, -- [3]
						1505819343.507, -- [4]
						4596540, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						true, -- [1]
						240213, -- [2]
						153635, -- [3]
						1505819344.008, -- [4]
						4447057, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						52042, -- [2]
						133236, -- [3]
						1505819344.055, -- [4]
						4293422, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						596, -- [2]
						222558, -- [3]
						1505819344.114, -- [4]
						4426658, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						240213, -- [2]
						152754, -- [3]
						1505819344.529, -- [4]
						4596540, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						61295, -- [2]
						83180, -- [3]
						1505819344.85, -- [4]
						4443786, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						true, -- [1]
						240213, -- [2]
						149847, -- [3]
						1505819345.018, -- [4]
						4526966, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						240213, -- [2]
						150915, -- [3]
						1505819345.519, -- [4]
						4377119, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						true, -- [1]
						234062, -- [2]
						1372811, -- [3]
						1505819345.519, -- [4]
						4377119, -- [5]
						"区欠皇-克尔苏加德", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						true, -- [1]
						240213, -- [2]
						154508, -- [3]
						1505819346.001, -- [4]
						2853393, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						234062, -- [2]
						1395503, -- [3]
						1505819346.045, -- [4]
						2853393, -- [5]
						"区欠皇-克尔苏加德", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						208899, -- [2]
						31620, -- [3]
						1505819346.045, -- [4]
						2853393, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						240213, -- [2]
						148940, -- [3]
						1505819346.527, -- [4]
						1335002, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						124, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						234062, -- [2]
						1395561, -- [3]
						1505819346.527, -- [4]
						1335002, -- [5]
						"区欠皇-克尔苏加德", -- [6]
						nil, -- [7]
						124, -- [8]
						true, -- [9]
						209499, -- [10]
					}, -- [36]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"区欠皇-克尔苏加德", -- [6]
					}, -- [37]
				},
				["class"] = "DEMONHUNTER",
				["timestring"] = "2m 20s",
				["time"] = 1505819346.57,
			}, -- [3]
			{
				["maxhealth"] = 4798560,
				["timeofdeath"] = 356.793999999994,
				["name"] = "发了疯的鬣魜-死亡之翼",
				["events"] = {
					{
						2, -- [1]
						61999, -- [2]
						1, -- [3]
						1505819575.055, -- [4]
						0, -- [5]
						"篆一世琉璃-死亡之翼", -- [6]
					}, -- [1]
					{
						4, -- [1]
						239739, -- [2]
						1, -- [3]
						1505819556.693, -- [4]
						5540766, -- [5]
						"堕落的化身", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [2]
					{
						false, -- [1]
						94472, -- [2]
						56627, -- [3]
						1505819556.787, -- [4]
						5540766, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						81751, -- [2]
						25104, -- [3]
						1505819557.072, -- [4]
						5540766, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						143924, -- [2]
						1503, -- [3]
						1505819557.072, -- [4]
						5540766, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						64844, -- [2]
						327796, -- [3]
						1505819557.171, -- [4]
						5540766, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						81751, -- [2]
						27130, -- [3]
						1505819557.592, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						114942, -- [2]
						215669, -- [3]
						1505819557.881, -- [4]
						5278416, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						234180, -- [2]
						280452, -- [3]
						1505819558.018, -- [4]
						5278416, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						81751, -- [2]
						28054, -- [3]
						1505819558.018, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						94472, -- [2]
						53438, -- [3]
						1505819558.079, -- [4]
						5026018, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						183811, -- [2]
						12478, -- [3]
						1505819558.211, -- [4]
						5079456, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						22470, -- [3]
						1505819558.319, -- [4]
						5091934, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						81751, -- [2]
						25979, -- [3]
						1505819558.614, -- [4]
						5114404, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						222944, -- [2]
						27237, -- [3]
						1505819558.681, -- [4]
						5114404, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						81751, -- [2]
						154577, -- [3]
						1505819558.916, -- [4]
						5173507, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						81751, -- [2]
						33127, -- [3]
						1505819559.004, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						64844, -- [2]
						142520, -- [3]
						1505819559.043, -- [4]
						5278416, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						81751, -- [2]
						309155, -- [3]
						1505819559.107, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						81751, -- [2]
						26720, -- [3]
						1505819559.166, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						81751, -- [2]
						31051, -- [3]
						1505819559.271, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						81751, -- [2]
						154578, -- [3]
						1505819559.312, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						143924, -- [2]
						1608, -- [3]
						1505819559.491, -- [4]
						5278416, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						77489, -- [2]
						107070, -- [3]
						1505819559.525, -- [4]
						5278416, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						81751, -- [2]
						154578, -- [3]
						1505819559.572, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						114942, -- [2]
						115537, -- [3]
						1505819559.611, -- [4]
						5278416, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						81751, -- [2]
						26347, -- [3]
						1505819559.697, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [27]
					{
						false, -- [1]
						81751, -- [2]
						33549, -- [3]
						1505819559.993, -- [4]
						5278416, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						true, -- [1]
						234180, -- [2]
						280453, -- [3]
						1505819560.03, -- [4]
						5278416, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						81751, -- [2]
						25194, -- [3]
						1505819560.229, -- [4]
						4518107, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						94472, -- [2]
						62102, -- [3]
						1505819560.542, -- [4]
						4543301, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						81751, -- [2]
						31174, -- [3]
						1505819560.588, -- [4]
						4543301, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						222944, -- [2]
						69007, -- [3]
						1505819560.699, -- [4]
						4636577, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						143924, -- [2]
						56931, -- [3]
						1505819560.745, -- [4]
						4705584, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						81751, -- [2]
						26250, -- [3]
						1505819560.882, -- [4]
						4767868, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						114942, -- [2]
						215872, -- [3]
						1505819560.997, -- [4]
						4794118, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						81751, -- [2]
						33557, -- [3]
						1505819560.997, -- [4]
						4794118, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						81751, -- [2]
						154737, -- [3]
						1505819561.054, -- [4]
						4798560, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						81751, -- [2]
						26725, -- [3]
						1505819561.52, -- [4]
						4798560, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						81751, -- [2]
						31051, -- [3]
						1505819561.755, -- [4]
						4798560, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						143924, -- [2]
						4333, -- [3]
						1505819561.962, -- [4]
						4798560, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						234180, -- [2]
						280453, -- [3]
						1505819562.039, -- [4]
						4798560, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						81751, -- [2]
						25216, -- [3]
						1505819562.148, -- [4]
						4518107, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						77489, -- [2]
						107071, -- [3]
						1505819562.523, -- [4]
						4543323, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						false, -- [1]
						222944, -- [2]
						26396, -- [3]
						1505819562.675, -- [4]
						4543323, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						true, -- [1]
						239742, -- [2]
						12466106, -- [3]
						1505819562.675, -- [4]
						4543323, -- [5]
						"[*] 黑暗印记", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						7789316, -- [10]
					}, -- [46]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
					}, -- [47]
				},
				["class"] = "HUNTER",
				["timestring"] = "5m 56s",
				["time"] = 1505819562.675,
			}, -- [4]
			{
				["maxhealth"] = 4914900,
				["timeofdeath"] = 360.832999999999,
				["name"] = "Apprentice-血顶",
				["events"] = {
					{
						2, -- [1]
						61999, -- [2]
						1, -- [3]
						1505819584.484, -- [4]
						0, -- [5]
						"篆一世琉璃-死亡之翼", -- [6]
					}, -- [1]
					{
						false, -- [1]
						108366, -- [2]
						153412, -- [3]
						1505819559.949, -- [4]
						5154900, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						242017, -- [2]
						977620, -- [3]
						1505819559.949, -- [4]
						5154900, -- [5]
						"[*] 漆黑之风", -- [6]
						153412, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						234180, -- [2]
						288842, -- [3]
						1505819560.03, -- [4]
						4330692, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						52042, -- [2]
						102901, -- [3]
						1505819560.03, -- [4]
						4330692, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						208899, -- [2]
						29615, -- [3]
						1505819560.345, -- [4]
						4144751, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						222944, -- [2]
						22100, -- [3]
						1505819560.639, -- [4]
						4174366, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						114942, -- [2]
						121107, -- [3]
						1505819560.943, -- [4]
						4196466, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						139, -- [2]
						68044, -- [3]
						1505819561.263, -- [4]
						4317573, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						108366, -- [2]
						75979, -- [3]
						1505819561.481, -- [4]
						4317573, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						108366, -- [2]
						0, -- [3]
						1505819561.481, -- [4]
						4317573, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [11]
					{
						true, -- [1]
						242017, -- [2]
						977620, -- [3]
						1505819561.481, -- [4]
						4317573, -- [5]
						"[*] 漆黑之风", -- [6]
						75979, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						222944, -- [2]
						11636, -- [3]
						1505819561.692, -- [4]
						3483976, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						108366, -- [2]
						65036, -- [3]
						1505819561.999, -- [4]
						3495612, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						252208, -- [2]
						223806, -- [3]
						1505819561.999, -- [4]
						3495612, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						false, -- [1]
						108366, -- [2]
						0, -- [3]
						1505819561.999, -- [4]
						3495612, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						true, -- [1]
						234180, -- [2]
						288842, -- [3]
						1505819561.999, -- [4]
						3495612, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						208899, -- [2]
						29805, -- [3]
						1505819562.344, -- [4]
						3495612, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						198590, -- [2]
						732771, -- [3]
						1505819562.344, -- [4]
						3525417, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						77489, -- [2]
						164090, -- [3]
						1505819562.523, -- [4]
						3525417, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						222944, -- [2]
						14333, -- [3]
						1505819562.635, -- [4]
						3525417, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						108366, -- [2]
						49276, -- [3]
						1505819562.95, -- [4]
						4436611, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						252208, -- [2]
						83697, -- [3]
						1505819562.95, -- [4]
						4436611, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [23]
					{
						false, -- [1]
						108366, -- [2]
						0, -- [3]
						1505819562.95, -- [4]
						4436611, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						true, -- [1]
						242017, -- [2]
						977620, -- [3]
						1505819562.95, -- [4]
						4436611, -- [5]
						"[*] 漆黑之风", -- [6]
						132973, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						52042, -- [2]
						87858, -- [3]
						1505819563.047, -- [4]
						3591964, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						198590, -- [2]
						732771, -- [3]
						1505819563.1, -- [4]
						3679822, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						222944, -- [2]
						43557, -- [3]
						1505819563.648, -- [4]
						4412593, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						139, -- [2]
						68044, -- [3]
						1505819563.996, -- [4]
						4456150, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						108366, -- [2]
						185769, -- [3]
						1505819564.038, -- [4]
						4456150, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						108366, -- [2]
						0, -- [3]
						1505819564.038, -- [4]
						4456150, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						true, -- [1]
						234180, -- [2]
						288842, -- [3]
						1505819564.038, -- [4]
						4456150, -- [5]
						"[*] 烧灼", -- [6]
						185769, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						208899, -- [2]
						25696, -- [3]
						1505819564.317, -- [4]
						4421121, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						242017, -- [2]
						977620, -- [3]
						1505819564.505, -- [4]
						4446817, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						198590, -- [2]
						732771, -- [3]
						1505819564.587, -- [4]
						3469197, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						false, -- [1]
						222944, -- [2]
						21275, -- [3]
						1505819564.646, -- [4]
						3469197, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						127802, -- [2]
						221448, -- [3]
						1505819564.804, -- [4]
						4223243, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						208899, -- [2]
						23375, -- [3]
						1505819565.041, -- [4]
						4223243, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						198590, -- [2]
						732771, -- [3]
						1505819565.367, -- [4]
						4468066, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						77489, -- [2]
						164090, -- [3]
						1505819565.522, -- [4]
						5154900, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [40]
					{
						false, -- [1]
						108366, -- [2]
						124768, -- [3]
						1505819565.969, -- [4]
						5154900, -- [5]
						"Apprentice-血顶", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						242017, -- [2]
						977620, -- [3]
						1505819565.969, -- [4]
						5154900, -- [5]
						"[*] 漆黑之风", -- [6]
						124768, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						234180, -- [2]
						288842, -- [3]
						1505819566.006, -- [4]
						4302048, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						198590, -- [2]
						1934517, -- [3]
						1505819566.148, -- [4]
						4013206, -- [5]
						"Apprentice-血顶", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [44]
					{
						false, -- [1]
						208899, -- [2]
						40192, -- [3]
						1505819566.328, -- [4]
						5154900, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [45]
					{
						true, -- [1]
						239742, -- [2]
						12710645, -- [3]
						1505819566.714, -- [4]
						5154900, -- [5]
						"[*] 黑暗印记", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						7555745, -- [10]
					}, -- [46]
					{
						3, -- [1]
						104773, -- [2]
						1, -- [3]
						1505819485.394, -- [4]
						0, -- [5]
						"Apprentice-血顶", -- [6]
					}, -- [47]
				},
				["class"] = "WARLOCK",
				["timestring"] = "6m 0s",
				["time"] = 1505819566.714,
			}, -- [5]
			{
				["maxhealth"] = 4774320,
				["timeofdeath"] = 375.790999999997,
				["name"] = "钢铁侠丶-熵魔",
				["events"] = {
					{
						false, -- [1]
						209069, -- [2]
						19030, -- [3]
						1505819567.24, -- [4]
						5251752, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						139, -- [2]
						72521, -- [3]
						1505819567.593, -- [4]
						5251752, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						234180, -- [2]
						281690, -- [3]
						1505819568.014, -- [4]
						5251752, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						183811, -- [2]
						20624, -- [3]
						1505819568.107, -- [4]
						4970062, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						209069, -- [2]
						19995, -- [3]
						1505819568.144, -- [4]
						4970062, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						242017, -- [2]
						481521, -- [3]
						1505819568.367, -- [4]
						5010681, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						208899, -- [2]
						41666, -- [3]
						1505819568.533, -- [4]
						4529160, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						222944, -- [2]
						136365, -- [3]
						1505819568.655, -- [4]
						4570826, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						209069, -- [2]
						21043, -- [3]
						1505819568.996, -- [4]
						4707191, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819569.045, -- [4]
						4707191, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						183811, -- [2]
						20624, -- [3]
						1505819569.325, -- [4]
						4738546, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						222944, -- [2]
						154071, -- [3]
						1505819569.672, -- [4]
						4759170, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						true, -- [1]
						242017, -- [2]
						481521, -- [3]
						1505819569.926, -- [4]
						4913241, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						234180, -- [2]
						281690, -- [3]
						1505819570.002, -- [4]
						4913241, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						77489, -- [2]
						179197, -- [3]
						1505819570.142, -- [4]
						4150030, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						false, -- [1]
						139, -- [2]
						72521, -- [3]
						1505819570.378, -- [4]
						4329227, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						209933, -- [2]
						681979, -- [3]
						1505819571.591, -- [4]
						4401748, -- [5]
						"钢铁侠丶-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						222944, -- [2]
						249119, -- [3]
						1505819571.666, -- [4]
						5083727, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						true, -- [1]
						234180, -- [2]
						281690, -- [3]
						1505819572.04, -- [4]
						5251752, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						222944, -- [2]
						4468, -- [3]
						1505819572.681, -- [4]
						4970062, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						77489, -- [2]
						179196, -- [3]
						1505819573.127, -- [4]
						4974530, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						139, -- [2]
						145041, -- [3]
						1505819573.127, -- [4]
						4974530, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						true, -- [1]
						234180, -- [2]
						281690, -- [3]
						1505819574.004, -- [4]
						4774320, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						207778, -- [2]
						674584, -- [3]
						1505819574.411, -- [4]
						4492630, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						139, -- [2]
						72520, -- [3]
						1505819575.917, -- [4]
						5251752, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						234180, -- [2]
						281690, -- [3]
						1505819576.029, -- [4]
						5251752, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						222944, -- [2]
						21639, -- [3]
						1505819576.653, -- [4]
						4970062, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						139, -- [2]
						25319, -- [3]
						1505819577.065, -- [4]
						4991701, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						255227, -- [2]
						334227, -- [3]
						1505819577.367, -- [4]
						5017020, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						240432, -- [2]
						710122, -- [3]
						1505819577.478, -- [4]
						5017020, -- [5]
						"钢铁侠丶-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [30]
					{
						false, -- [1]
						209933, -- [2]
						276450, -- [3]
						1505819577.574, -- [4]
						5776927, -- [5]
						"钢铁侠丶-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						true, -- [1]
						234180, -- [2]
						281689, -- [3]
						1505819578.036, -- [4]
						5776927, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						240432, -- [2]
						710122, -- [3]
						1505819578.648, -- [4]
						5495238, -- [5]
						"钢铁侠丶-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						4, -- [1]
						242017, -- [2]
						1, -- [3]
						1505819578.735, -- [4]
						5495238, -- [5]
						"[*] 漆黑之风", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [34]
					{
						true, -- [1]
						242017, -- [2]
						1197880, -- [3]
						1505819578.735, -- [4]
						5495238, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						222944, -- [2]
						17088, -- [3]
						1505819579.671, -- [4]
						4579047, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						true, -- [1]
						234180, -- [2]
						281690, -- [3]
						1505819580.018, -- [4]
						4596135, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						242017, -- [2]
						481521, -- [3]
						1505819580.23, -- [4]
						4314445, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						4, -- [1]
						242017, -- [2]
						2, -- [3]
						1505819580.304, -- [4]
						3832924, -- [5]
						"[*] 漆黑之风", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [39]
					{
						true, -- [1]
						242017, -- [2]
						1209157, -- [3]
						1505819580.304, -- [4]
						3832924, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						4, -- [1]
						242017, -- [2]
						3, -- [3]
						1505819581.064, -- [4]
						2385242, -- [5]
						"[*] 漆黑之风", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [41]
					{
						true, -- [1]
						242017, -- [2]
						1206921, -- [3]
						1505819581.064, -- [4]
						2385242, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						243241, -- [2]
						105907, -- [3]
						1505819581.098, -- [4]
						1178321, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						222944, -- [2]
						10499, -- [3]
						1505819581.646, -- [4]
						1284228, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						242017, -- [2]
						1444563, -- [3]
						1505819581.672, -- [4]
						1284228, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						149836, -- [10]
					}, -- [45]
					{
						3, -- [1]
						118038, -- [2]
						1, -- [3]
						1505819530.855, -- [4]
						0, -- [5]
						"钢铁侠丶-熵魔", -- [6]
					}, -- [46]
				},
				["class"] = "WARRIOR",
				["timestring"] = "6m 15s",
				["time"] = 1505819581.672,
			}, -- [6]
			{
				["maxhealth"] = 4535040,
				["timeofdeath"] = 377.771999999997,
				["name"] = "光茫-克尔苏加德",
				["events"] = {
					{
						false, -- [1]
						222944, -- [2]
						36744, -- [3]
						1505819573.655, -- [4]
						1838255, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						139, -- [2]
						72521, -- [3]
						1505819573.955, -- [4]
						1704544, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						203538, -- [2]
						113602, -- [3]
						1505819574.004, -- [4]
						1704544, -- [5]
						"光茫-克尔苏加德", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						234180, -- [2]
						202388, -- [3]
						1505819574.004, -- [4]
						1704544, -- [5]
						"[*] 烧灼", -- [6]
						113602, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						61295, -- [2]
						149837, -- [3]
						1505819574.238, -- [4]
						1688279, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						207778, -- [2]
						904145, -- [3]
						1505819574.376, -- [4]
						1688279, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						222944, -- [2]
						43661, -- [3]
						1505819574.679, -- [4]
						3016487, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						139, -- [2]
						29683, -- [3]
						1505819575.055, -- [4]
						3060148, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [8]
					{
						false, -- [1]
						194509, -- [2]
						204124, -- [3]
						1505819575.343, -- [4]
						3089831, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						81751, -- [2]
						24559, -- [3]
						1505819575.396, -- [4]
						3293955, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						81751, -- [2]
						21494, -- [3]
						1505819575.441, -- [4]
						3318514, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [11]
					{
						false, -- [1]
						81751, -- [2]
						73796, -- [3]
						1505819575.541, -- [4]
						3340008, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						203539, -- [2]
						10207, -- [3]
						1505819575.603, -- [4]
						3340008, -- [5]
						"光茫-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						222944, -- [2]
						19164, -- [3]
						1505819575.669, -- [4]
						3424011, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						81751, -- [2]
						23158, -- [3]
						1505819575.784, -- [4]
						3443175, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						true, -- [1]
						234180, -- [2]
						198340, -- [3]
						1505819576.029, -- [4]
						3466333, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						32546, -- [2]
						539843, -- [3]
						1505819576.322, -- [4]
						3267993, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						222944, -- [2]
						1980, -- [3]
						1505819576.653, -- [4]
						3807836, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						81751, -- [2]
						84865, -- [3]
						1505819576.716, -- [4]
						3809816, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						61295, -- [2]
						111779, -- [3]
						1505819576.845, -- [4]
						3809816, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						81751, -- [2]
						25504, -- [3]
						1505819576.904, -- [4]
						3809816, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						255227, -- [2]
						731475, -- [3]
						1505819577.367, -- [4]
						4031964, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						203539, -- [2]
						11228, -- [3]
						1505819577.63, -- [4]
						5239783, -- [5]
						"光茫-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						222944, -- [2]
						17034, -- [3]
						1505819577.659, -- [4]
						5239783, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						81751, -- [2]
						84865, -- [3]
						1505819577.864, -- [4]
						5268045, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						true, -- [1]
						234180, -- [2]
						198341, -- [3]
						1505819578.002, -- [4]
						5352910, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						94472, -- [2]
						50535, -- [3]
						1505819578.429, -- [4]
						5154569, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						222944, -- [2]
						65318, -- [3]
						1505819578.648, -- [4]
						5205104, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						81751, -- [2]
						84864, -- [3]
						1505819579.027, -- [4]
						5270422, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						61295, -- [2]
						93591, -- [3]
						1505819579.099, -- [4]
						5355286, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						127706, -- [3]
						1505819579.352, -- [4]
						5448877, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						81751, -- [2]
						25031, -- [3]
						1505819579.961, -- [4]
						5487399, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						203538, -- [2]
						113602, -- [3]
						1505819580.018, -- [4]
						5487399, -- [5]
						"光茫-克尔苏加德", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						234180, -- [2]
						198340, -- [3]
						1505819580.018, -- [4]
						5487399, -- [5]
						"[*] 烧灼", -- [6]
						113602, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						81751, -- [2]
						84864, -- [3]
						1505819580.179, -- [4]
						5402661, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						81751, -- [2]
						73795, -- [3]
						1505819581.318, -- [4]
						4988544, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						61295, -- [2]
						91349, -- [3]
						1505819581.379, -- [4]
						4988544, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						81751, -- [2]
						25031, -- [3]
						1505819581.496, -- [4]
						4988544, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						61295, -- [2]
						14857, -- [3]
						1505819581.768, -- [4]
						4988544, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						234180, -- [2]
						198340, -- [3]
						1505819581.986, -- [4]
						4988544, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						77489, -- [2]
						127707, -- [3]
						1505819582.319, -- [4]
						4790204, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						81751, -- [2]
						84864, -- [3]
						1505819582.446, -- [4]
						4917911, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						81751, -- [2]
						25031, -- [3]
						1505819582.998, -- [4]
						4988544, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						94472, -- [2]
						169729, -- [3]
						1505819583.573, -- [4]
						4535040, -- [5]
						"募落葒顔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						235572, -- [2]
						5483437, -- [3]
						1505819583.653, -- [4]
						4535040, -- [5]
						"堕落的化身", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						948397, -- [10]
					}, -- [45]
					{
						3, -- [1]
						642, -- [2]
						1, -- [3]
						1505819549.149, -- [4]
						0, -- [5]
						"光茫-克尔苏加德", -- [6]
					}, -- [46]
				},
				["class"] = "PALADIN",
				["timestring"] = "6m 17s",
				["time"] = 1505819583.653,
			}, -- [7]
			{
				["maxhealth"] = 4792380,
				["timeofdeath"] = 390.860000000001,
				["name"] = "Taeng-雷霆之王",
				["events"] = {
					{
						false, -- [1]
						198590, -- [2]
						585273, -- [3]
						1505819590.882, -- [4]
						3902908, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						true, -- [1]
						98021, -- [2]
						39978, -- [3]
						1505819591.04, -- [4]
						3902908, -- [5]
						"灵魂链接图腾 <安达充-格瑞姆巴托>", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						73234, -- [3]
						1505819591.146, -- [4]
						4584116, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						114083, -- [2]
						12665, -- [3]
						1505819591.407, -- [4]
						4657350, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						111400, -- [2]
						158905, -- [3]
						1505819591.616, -- [4]
						4670015, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						1, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						198590, -- [2]
						585273, -- [3]
						1505819591.616, -- [4]
						4670015, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						222944, -- [2]
						61809, -- [3]
						1505819591.727, -- [4]
						4670015, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						108366, -- [2]
						315412, -- [3]
						1505819592.049, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						234180, -- [2]
						315412, -- [3]
						1505819592.049, -- [4]
						5103120, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						true, -- [1]
						98021, -- [2]
						565562, -- [3]
						1505819592.049, -- [4]
						5103120, -- [5]
						"灵魂链接图腾 <安达充-格瑞姆巴托>", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						91279, -- [3]
						1505819592.32, -- [4]
						4537558, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						114083, -- [2]
						9290, -- [3]
						1505819592.36, -- [4]
						4537558, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						198590, -- [2]
						585273, -- [3]
						1505819592.408, -- [4]
						4537558, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						114942, -- [2]
						116924, -- [3]
						1505819592.453, -- [4]
						5103120, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						true, -- [1]
						111400, -- [2]
						158904, -- [3]
						1505819592.609, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						1, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						222944, -- [2]
						59651, -- [3]
						1505819592.702, -- [4]
						4944216, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						198590, -- [2]
						585273, -- [3]
						1505819593.146, -- [4]
						5003867, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						114083, -- [2]
						66319, -- [3]
						1505819593.365, -- [4]
						5103120, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						143924, -- [2]
						81208, -- [3]
						1505819593.555, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						218615, -- [2]
						303666, -- [3]
						1505819593.555, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						true, -- [1]
						111400, -- [2]
						158905, -- [3]
						1505819593.594, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						1, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						222944, -- [2]
						80447, -- [3]
						1505819593.667, -- [4]
						4944215, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						108366, -- [2]
						350458, -- [3]
						1505819594.044, -- [4]
						5024662, -- [5]
						"Taeng-雷霆之王", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						true, -- [1]
						234180, -- [2]
						350458, -- [3]
						1505819594.044, -- [4]
						5024662, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						114942, -- [2]
						126180, -- [3]
						1505819594.193, -- [4]
						5024662, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						114083, -- [2]
						18022, -- [3]
						1505819594.386, -- [4]
						5103120, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						114942, -- [2]
						61546, -- [3]
						1505819594.457, -- [4]
						5103120, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						true, -- [1]
						111400, -- [2]
						158905, -- [3]
						1505819594.604, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						1, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						222944, -- [2]
						40777, -- [3]
						1505819594.633, -- [4]
						5103120, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						54571, -- [3]
						1505819594.771, -- [4]
						4984992, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						242474, -- [2]
						41696, -- [3]
						1505819595.302, -- [4]
						5039563, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						114083, -- [2]
						13650, -- [3]
						1505819595.352, -- [4]
						5039563, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						52042, -- [2]
						125043, -- [3]
						1505819595.546, -- [4]
						5094909, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						111400, -- [2]
						158904, -- [3]
						1505819595.616, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						1, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						222944, -- [2]
						56052, -- [3]
						1505819595.642, -- [4]
						5103120, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						242474, -- [2]
						43781, -- [3]
						1505819595.805, -- [4]
						5103120, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						143924, -- [2]
						60095, -- [3]
						1505819595.986, -- [4]
						5044049, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						108366, -- [2]
						350458, -- [3]
						1505819596.035, -- [4]
						5044049, -- [5]
						"Taeng-雷霆之王", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						234180, -- [2]
						350458, -- [3]
						1505819596.035, -- [4]
						5044049, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						114083, -- [2]
						143993, -- [3]
						1505819596.37, -- [4]
						5103120, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						111400, -- [2]
						158905, -- [3]
						1505819596.587, -- [4]
						5103120, -- [5]
						"Taeng-雷霆之王", -- [6]
						nil, -- [7]
						1, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						222944, -- [2]
						11944, -- [3]
						1505819596.672, -- [4]
						5103120, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						108366, -- [2]
						368271, -- [3]
						1505819596.741, -- [4]
						4956159, -- [5]
						"Taeng-雷霆之王", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						207472, -- [2]
						1107290, -- [3]
						1505819596.741, -- [4]
						4956159, -- [5]
						"Taeng-雷霆之王", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						239742, -- [2]
						12657013, -- [3]
						1505819596.741, -- [4]
						4956159, -- [5]
						"[*] 黑暗印记", -- [6]
						1475561, -- [7]
						32, -- [8]
						false, -- [9]
						6225293, -- [10]
					}, -- [45]
					{
						3, -- [1]
						104773, -- [2]
						1, -- [3]
						1505819544.371, -- [4]
						0, -- [5]
						"Taeng-雷霆之王", -- [6]
					}, -- [46]
				},
				["class"] = "WARLOCK",
				["timestring"] = "6m 30s",
				["time"] = 1505819596.741,
			}, -- [8]
			{
				["maxhealth"] = 4961400,
				["timeofdeath"] = 392.894999999997,
				["name"] = "羽胡子帝-鬼雾峰",
				["events"] = {
					{
						false, -- [1]
						48707, -- [2]
						0, -- [3]
						1505819590.488, -- [4]
						4961400, -- [5]
						"羽胡子帝-鬼雾峰", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						true, -- [1]
						242017, -- [2]
						497853, -- [3]
						1505819590.488, -- [4]
						4961400, -- [5]
						"[*] 漆黑之风", -- [6]
						439242, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						208899, -- [2]
						36979, -- [3]
						1505819590.655, -- [4]
						4902789, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						222944, -- [2]
						5496, -- [3]
						1505819590.655, -- [4]
						4902789, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						114942, -- [2]
						219960, -- [3]
						1505819590.71, -- [4]
						4945264, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						4, -- [1]
						239739, -- [2]
						1, -- [3]
						1505819590.71, -- [4]
						4945264, -- [5]
						"堕落的化身", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [6]
					{
						false, -- [1]
						53365, -- [2]
						476372, -- [3]
						1505819590.918, -- [4]
						4945264, -- [5]
						"羽胡子帝-鬼雾峰", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						true, -- [1]
						98021, -- [2]
						504592, -- [3]
						1505819591.04, -- [4]
						4945264, -- [5]
						"灵魂链接图腾 <安达充-格瑞姆巴托>", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						114083, -- [2]
						12665, -- [3]
						1505819591.407, -- [4]
						4456808, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						77489, -- [2]
						61724, -- [3]
						1505819591.616, -- [4]
						4469473, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						222944, -- [2]
						25817, -- [3]
						1505819591.727, -- [4]
						4469473, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						208899, -- [2]
						20639, -- [3]
						1505819591.884, -- [4]
						4469473, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						true, -- [1]
						242017, -- [2]
						448067, -- [3]
						1505819591.965, -- [4]
						4577653, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						234180, -- [2]
						258087, -- [3]
						1505819592.049, -- [4]
						4577653, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						114083, -- [2]
						9290, -- [3]
						1505819592.36, -- [4]
						3871499, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						183811, -- [2]
						20624, -- [3]
						1505819592.408, -- [4]
						3871499, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						114942, -- [2]
						142404, -- [3]
						1505819592.453, -- [4]
						3901413, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						222944, -- [2]
						1947, -- [3]
						1505819592.643, -- [4]
						4043817, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						52042, -- [2]
						74169, -- [3]
						1505819593.065, -- [4]
						4045764, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						114083, -- [2]
						66320, -- [3]
						1505819593.365, -- [4]
						4119933, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						true, -- [1]
						242017, -- [2]
						448067, -- [3]
						1505819593.453, -- [4]
						4119933, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819593.667, -- [4]
						3738186, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						222944, -- [2]
						36040, -- [3]
						1505819593.667, -- [4]
						3738186, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						208899, -- [2]
						49869, -- [3]
						1505819593.883, -- [4]
						3738186, -- [5]
						"人本无常-菲米丝", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						53365, -- [2]
						476371, -- [3]
						1505819594.002, -- [4]
						3834407, -- [5]
						"羽胡子帝-鬼雾峰", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						183811, -- [2]
						10312, -- [3]
						1505819594.002, -- [4]
						3834407, -- [5]
						"挺萌的丶-克尔苏加德", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						true, -- [1]
						234180, -- [2]
						258087, -- [3]
						1505819594.044, -- [4]
						3834407, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						114942, -- [2]
						147177, -- [3]
						1505819594.193, -- [4]
						4063003, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						114083, -- [2]
						18022, -- [3]
						1505819594.386, -- [4]
						4210180, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						114942, -- [2]
						141647, -- [3]
						1505819594.457, -- [4]
						4210180, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						61725, -- [3]
						1505819594.604, -- [4]
						4210180, -- [5]
						"请叫我花千沫-洛肯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						222944, -- [2]
						7502, -- [3]
						1505819594.633, -- [4]
						4210180, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						208899, -- [2]
						20231, -- [3]
						1505819595.048, -- [4]
						4439076, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						114083, -- [2]
						13650, -- [3]
						1505819595.352, -- [4]
						4459307, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						222944, -- [2]
						15010, -- [3]
						1505819595.642, -- [4]
						4472957, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						4, -- [1]
						242017, -- [2]
						1, -- [3]
						1505819595.805, -- [4]
						4472957, -- [5]
						"[*] 漆黑之风", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [36]
					{
						true, -- [1]
						242017, -- [2]
						1246711, -- [3]
						1505819595.805, -- [4]
						4472957, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						234180, -- [2]
						286763, -- [3]
						1505819596.035, -- [4]
						3241256, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						222944, -- [2]
						43591, -- [3]
						1505819596.672, -- [4]
						2954493, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						208899, -- [2]
						25643, -- [3]
						1505819597.085, -- [4]
						2998084, -- [5]
						"安达充-格瑞姆巴托", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						242017, -- [2]
						497852, -- [3]
						1505819597.319, -- [4]
						3023727, -- [5]
						"[*] 漆黑之风", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						222944, -- [2]
						25423, -- [3]
						1505819597.708, -- [4]
						2525875, -- [5]
						"灭世魔神-凤凰之神", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [42]
					{
						false, -- [1]
						98021, -- [2]
						1746402, -- [3]
						1505819597.805, -- [4]
						2525875, -- [5]
						"灵魂链接图腾 <人本无常-菲米丝>", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						234180, -- [2]
						258087, -- [3]
						1505819598.016, -- [4]
						4297700, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						239742, -- [2]
						9320965, -- [3]
						1505819598.776, -- [4]
						4039613, -- [5]
						"[*] 黑暗印记", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						5281352, -- [10]
					}, -- [45]
					{
						3, -- [1]
						48707, -- [2]
						1, -- [3]
						1505819586.566, -- [4]
						0, -- [5]
						"羽胡子帝-鬼雾峰", -- [6]
					}, -- [46]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "6m 32s",
				["time"] = 1505819598.776,
			}, -- [9]
			{
				["maxhealth"] = 4798560,
				["timeofdeath"] = 392.93,
				["name"] = "发了疯的鬣魜-死亡之翼",
				["events"] = {
					{
						true, -- [1]
						234180, -- [2]
						286176, -- [3]
						1505819595.837, -- [4]
						2879135, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						true, -- [1]
						234180, -- [2]
						319196, -- [3]
						1505819595.837, -- [4]
						2879135, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						234180, -- [2]
						352216, -- [3]
						1505819595.837, -- [4]
						2879135, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						4, -- [1]
						239739, -- [2]
						1, -- [3]
						1505819595.837, -- [4]
						2879135, -- [5]
						"堕落的化身", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [4]
					{
						true, -- [1]
						234180, -- [2]
						352216, -- [3]
						1505819595.837, -- [4]
						2879135, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						234180, -- [2]
						352217, -- [3]
						1505819595.837, -- [4]
						2879135, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						109304, -- [2]
						1439568, -- [3]
						1505819595.944, -- [4]
						2879135, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						true, -- [1]
						234180, -- [2]
						352217, -- [3]
						1505819596.035, -- [4]
						2656682, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						4, -- [1]
						240249, -- [2]
						1, -- [3]
						1505819596.339, -- [4]
						2330886, -- [5]
						"[*] 熔火邪能", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [9]
					{
						true, -- [1]
						240249, -- [2]
						469481, -- [3]
						1505819596.339, -- [4]
						2330886, -- [5]
						"[*] 熔火邪能", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						true, -- [1]
						240249, -- [2]
						704221, -- [3]
						1505819597.319, -- [4]
						1861405, -- [5]
						"[*] 熔火邪能", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						4, -- [1]
						240249, -- [2]
						1, -- [3]
						1505819597.838, -- [4]
						1157184, -- [5]
						"[*] 熔火邪能", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						true, -- [1]
						240249, -- [2]
						469481, -- [3]
						1505819597.838, -- [4]
						1157184, -- [5]
						"[*] 熔火邪能", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						true, -- [1]
						234180, -- [2]
						352217, -- [3]
						1505819598.054, -- [4]
						693026, -- [5]
						"[*] 烧灼", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						4, -- [1]
						240249, -- [2]
						1, -- [3]
						1505819598.811, -- [4]
						340809, -- [5]
						"[*] 熔火邪能", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						true, -- [1]
						240249, -- [2]
						469481, -- [3]
						1505819598.811, -- [4]
						340809, -- [5]
						"[*] 熔火邪能", -- [6]
						nil, -- [7]
						4, -- [8]
						false, -- [9]
						128672, -- [10]
					}, -- [16]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"发了疯的鬣魜-死亡之翼", -- [6]
					}, -- [17]
				},
				["class"] = "HUNTER",
				["timestring"] = "6m 32s",
				["time"] = 1505819598.811,
			}, -- [10]
		},
		["bossname"] = "堕落的化身",
		["bossicon"] = {
			0.75, -- [1]
			1, -- [2]
			0.25, -- [3]
			0.5, -- [4]
			"Interface\\AddOns\\Details_RaidInfo-TombOfSargeras\\boss_faces", -- [5]
		},
		["date"] = 45509.658,
		["timeelapsed"] = 399.123,
	}, -- [2]
}
DeathGraphsDBGraph = {
	["186215"] = {
		["deaths"] = {
			[205] = {
				1501937570, -- [1]
			},
			[91] = {
				1506094801, -- [1]
			},
			[66] = {
				1506094801, -- [1]
			},
			[70] = {
				1505815029, -- [1]
			},
			[214] = {
				1501937570, -- [1]
			},
			[80] = {
				1506094801, -- [1]
			},
			[168] = {
				1504001954, -- [1]
			},
			[172] = {
				1504001297, -- [1]
			},
			[92] = {
				1506094801, -- [1]
			},
			[153] = {
				1505815029, -- [1]
			},
			[275] = {
				1504001954, -- [1]
				1504001954, -- [2]
			},
			[130] = {
				1505815029, -- [1]
			},
			[54] = {
				1504001954, -- [1]
			},
			[111] = {
				1504000092, -- [1]
			},
			[221] = {
				1504001954, -- [1]
			},
			[183] = {
				1501937570, -- [1]
			},
			[128] = {
				1506094801, -- [1]
			},
		},
		["spells"] = {
			["暗影射击"] = {
				{
					0, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					5, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					8, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					12, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					19, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					24, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					27, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					31, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					38, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					42, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					46, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					59, -- [1]
					1504001954, -- [2]
				}, -- [12]
				{
					63, -- [1]
					1504001954, -- [2]
				}, -- [13]
				{
					71, -- [1]
					1504001954, -- [2]
				}, -- [14]
				{
					170, -- [1]
					1504001954, -- [2]
				}, -- [15]
				{
					174, -- [1]
					1504001954, -- [2]
				}, -- [16]
				{
					178, -- [1]
					1504001954, -- [2]
				}, -- [17]
				{
					182, -- [1]
					1504001954, -- [2]
				}, -- [18]
				{
					185, -- [1]
					1504001954, -- [2]
				}, -- [19]
				{
					190, -- [1]
					1504001954, -- [2]
				}, -- [20]
				{
					194, -- [1]
					1504001954, -- [2]
				}, -- [21]
				{
					199, -- [1]
					1504001954, -- [2]
				}, -- [22]
				{
					202, -- [1]
					1504001954, -- [2]
				}, -- [23]
				{
					206, -- [1]
					1504001954, -- [2]
				}, -- [24]
				{
					211, -- [1]
					1504001954, -- [2]
				}, -- [25]
				{
					225, -- [1]
					1504001954, -- [2]
				}, -- [26]
				{
					229, -- [1]
					1504001954, -- [2]
				}, -- [27]
				{
					236, -- [1]
					1504001954, -- [2]
				}, -- [28]
				{
					240, -- [1]
					1504001954, -- [2]
				}, -- [29]
				{
					244, -- [1]
					1504001954, -- [2]
				}, -- [30]
				{
					247, -- [1]
					1504001954, -- [2]
				}, -- [31]
				{
					251, -- [1]
					1504001954, -- [2]
				}, -- [32]
				{
					257, -- [1]
					1504001954, -- [2]
				}, -- [33]
				{
					261, -- [1]
					1504001954, -- [2]
				}, -- [34]
				{
					264, -- [1]
					1504001954, -- [2]
				}, -- [35]
				{
					268, -- [1]
					1504001954, -- [2]
				}, -- [36]
				{
					281, -- [1]
					1504001954, -- [2]
				}, -- [37]
				{
					284, -- [1]
					1504001954, -- [2]
				}, -- [38]
				{
					291, -- [1]
					1504001954, -- [2]
				}, -- [39]
			},
			["明月打击"] = {
				{
					0, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					3, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					7, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					13, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					16, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					20, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					24, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					27, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					32, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					36, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					40, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					43, -- [1]
					1504001954, -- [2]
				}, -- [12]
				{
					47, -- [1]
					1504001954, -- [2]
				}, -- [13]
				{
					60, -- [1]
					1504001954, -- [2]
				}, -- [14]
				{
					64, -- [1]
					1504001954, -- [2]
				}, -- [15]
				{
					67, -- [1]
					1504001954, -- [2]
				}, -- [16]
				{
					71, -- [1]
					1504001954, -- [2]
				}, -- [17]
				{
					75, -- [1]
					1504001954, -- [2]
				}, -- [18]
				{
					78, -- [1]
					1504001954, -- [2]
				}, -- [19]
				{
					83, -- [1]
					1504001954, -- [2]
				}, -- [20]
				{
					87, -- [1]
					1504001954, -- [2]
				}, -- [21]
				{
					91, -- [1]
					1504001954, -- [2]
				}, -- [22]
				{
					94, -- [1]
					1504001954, -- [2]
				}, -- [23]
				{
					98, -- [1]
					1504001954, -- [2]
				}, -- [24]
				{
					102, -- [1]
					1504001954, -- [2]
				}, -- [25]
				{
					117, -- [1]
					1504001954, -- [2]
				}, -- [26]
				{
					121, -- [1]
					1504001954, -- [2]
				}, -- [27]
				{
					125, -- [1]
					1504001954, -- [2]
				}, -- [28]
				{
					128, -- [1]
					1504001954, -- [2]
				}, -- [29]
				{
					132, -- [1]
					1504001954, -- [2]
				}, -- [30]
				{
					136, -- [1]
					1504001954, -- [2]
				}, -- [31]
				{
					142, -- [1]
					1504001954, -- [2]
				}, -- [32]
				{
					145, -- [1]
					1504001954, -- [2]
				}, -- [33]
				{
					149, -- [1]
					1504001954, -- [2]
				}, -- [34]
				{
					152, -- [1]
					1504001954, -- [2]
				}, -- [35]
				{
					156, -- [1]
					1504001954, -- [2]
				}, -- [36]
			},
			["痛苦负担"] = {
				{
					17, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					45, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					73, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					118, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					147, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					175, -- [1]
					1504001297, -- [2]
				}, -- [6]
				{
					203, -- [1]
					1504001297, -- [2]
				}, -- [7]
				{
					235, -- [1]
					1504001297, -- [2]
				}, -- [8]
				{
					263, -- [1]
					1504001297, -- [2]
				}, -- [9]
				{
					291, -- [1]
					1504001297, -- [2]
				}, -- [10]
				{
					319, -- [1]
					1504001297, -- [2]
				}, -- [11]
			},
			["月光信标"] = {
				{
					188, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					210, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					245, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					267, -- [1]
					1504001954, -- [2]
				}, -- [4]
			},
			["回响之痛"] = {
				{
					10, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					59, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					91, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					126, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					157, -- [1]
					1504000092, -- [2]
				}, -- [5]
				{
					188, -- [1]
					1504000092, -- [2]
				}, -- [6]
				{
					219, -- [1]
					1504000092, -- [2]
				}, -- [7]
				{
					249, -- [1]
					1504000092, -- [2]
				}, -- [8]
				{
					281, -- [1]
					1504000092, -- [2]
				}, -- [9]
			},
			["碎裂星辰"] = {
				{
					24, -- [1]
					1501937570, -- [2]
				}, -- [1]
				{
					84, -- [1]
					1501937570, -- [2]
				}, -- [2]
				{
					144, -- [1]
					1501937570, -- [2]
				}, -- [3]
				{
					205, -- [1]
					1501937570, -- [2]
				}, -- [4]
				{
					23, -- [1]
					1505815029, -- [2]
				}, -- [5]
				{
					84, -- [1]
					1505815029, -- [2]
				}, -- [6]
				{
					145, -- [1]
					1505815029, -- [2]
				}, -- [7]
				{
					23, -- [1]
					1506094801, -- [2]
				}, -- [8]
				{
					84, -- [1]
					1506094801, -- [2]
				}, -- [9]
				{
					145, -- [1]
					1506094801, -- [2]
				}, -- [10]
			},
			["骨锯"] = {
				{
					60, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					124, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					189, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					253, -- [1]
					1504000092, -- [2]
				}, -- [4]
			},
			["罪恶之痛"] = {
				{
					181, -- [1]
					1504000092, -- [2]
				}, -- [1]
			},
			["雷霆震击"] = {
				{
					11, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					14, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					48, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					51, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					87, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					90, -- [1]
					1504001297, -- [2]
				}, -- [6]
			},
			["吞噬之饥"] = {
				{
					21, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					22, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					55, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					56, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					249, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					250, -- [1]
					1504001297, -- [2]
				}, -- [6]
				{
					281, -- [1]
					1504001297, -- [2]
				}, -- [7]
				{
					282, -- [1]
					1504001297, -- [2]
				}, -- [8]
				{
					329, -- [1]
					1504001297, -- [2]
				}, -- [9]
				{
					330, -- [1]
					1504001297, -- [2]
				}, -- [10]
			},
			["昏暗隐匿"] = {
				{
					31, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					38, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					71, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					72, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					78, -- [1]
					1504001297, -- [2]
				}, -- [6]
				{
					94, -- [1]
					1504001297, -- [2]
				}, -- [7]
				{
					99, -- [1]
					1504001297, -- [2]
				}, -- [8]
				{
					102, -- [1]
					1504001297, -- [2]
				}, -- [9]
				{
					134, -- [1]
					1504001297, -- [2]
				}, -- [10]
				{
					148, -- [1]
					1504001297, -- [2]
				}, -- [11]
				{
					149, -- [1]
					1504001297, -- [2]
				}, -- [12]
				{
					174, -- [1]
					1504001297, -- [2]
				}, -- [13]
				{
					180, -- [1]
					1504001297, -- [2]
				}, -- [14]
				{
					201, -- [1]
					1504001297, -- [2]
				}, -- [15]
				{
					206, -- [1]
					1504001297, -- [2]
				}, -- [16]
				{
					228, -- [1]
					1504001297, -- [2]
				}, -- [17]
				{
					236, -- [1]
					1504001297, -- [2]
				}, -- [18]
				{
					237, -- [1]
					1504001297, -- [2]
				}, -- [19]
				{
					249, -- [1]
					1504001297, -- [2]
				}, -- [20]
				{
					254, -- [1]
					1504001297, -- [2]
				}, -- [21]
				{
					258, -- [1]
					1504001297, -- [2]
				}, -- [22]
				{
					271, -- [1]
					1504001297, -- [2]
				}, -- [23]
				{
					290, -- [1]
					1504001297, -- [2]
				}, -- [24]
				{
					317, -- [1]
					1504001297, -- [2]
				}, -- [25]
				{
					324, -- [1]
					1504001297, -- [2]
				}, -- [26]
				{
					327, -- [1]
					1504001297, -- [2]
				}, -- [27]
			},
			["地狱燃烧"] = {
				{
					59, -- [1]
					1501937570, -- [2]
				}, -- [1]
				{
					120, -- [1]
					1501937570, -- [2]
				}, -- [2]
				{
					181, -- [1]
					1501937570, -- [2]
				}, -- [3]
				{
					60, -- [1]
					1505815029, -- [2]
				}, -- [4]
				{
					120, -- [1]
					1505815029, -- [2]
				}, -- [5]
				{
					181, -- [1]
					1505815029, -- [2]
				}, -- [6]
				{
					60, -- [1]
					1506094801, -- [2]
				}, -- [7]
				{
					120, -- [1]
					1506094801, -- [2]
				}, -- [8]
			},
			["召唤威利乌斯"] = {
				{
					122, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					165, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					207, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					240, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					296, -- [1]
					1504001297, -- [2]
				}, -- [5]
			},
			["暮光战刃"] = {
				{
					18, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					36, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					39, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					57, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					60, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					80, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					83, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					100, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					103, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					122, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					125, -- [1]
					1504001954, -- [2]
				}, -- [12]
				{
					143, -- [1]
					1504001954, -- [2]
				}, -- [13]
				{
					146, -- [1]
					1504001954, -- [2]
				}, -- [14]
				{
					170, -- [1]
					1504001954, -- [2]
				}, -- [15]
				{
					173, -- [1]
					1504001954, -- [2]
				}, -- [16]
				{
					177, -- [1]
					1504001954, -- [2]
				}, -- [17]
				{
					180, -- [1]
					1504001954, -- [2]
				}, -- [18]
				{
					198, -- [1]
					1504001954, -- [2]
				}, -- [19]
				{
					201, -- [1]
					1504001954, -- [2]
				}, -- [20]
				{
					224, -- [1]
					1504001954, -- [2]
				}, -- [21]
				{
					227, -- [1]
					1504001954, -- [2]
				}, -- [22]
				{
					233, -- [1]
					1504001954, -- [2]
				}, -- [23]
				{
					236, -- [1]
					1504001954, -- [2]
				}, -- [24]
				{
					253, -- [1]
					1504001954, -- [2]
				}, -- [25]
				{
					256, -- [1]
					1504001954, -- [2]
				}, -- [26]
				{
					279, -- [1]
					1504001954, -- [2]
				}, -- [27]
				{
					282, -- [1]
					1504001954, -- [2]
				}, -- [28]
				{
					287, -- [1]
					1504001954, -- [2]
				}, -- [29]
				{
					290, -- [1]
					1504001954, -- [2]
				}, -- [30]
			},
			["折磨爆发"] = {
				{
					12, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					30, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					52, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					73, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					93, -- [1]
					1504000092, -- [2]
				}, -- [5]
				{
					114, -- [1]
					1504000092, -- [2]
				}, -- [6]
				{
					135, -- [1]
					1504000092, -- [2]
				}, -- [7]
				{
					154, -- [1]
					1504000092, -- [2]
				}, -- [8]
				{
					177, -- [1]
					1504000092, -- [2]
				}, -- [9]
				{
					202, -- [1]
					1504000092, -- [2]
				}, -- [10]
				{
					221, -- [1]
					1504000092, -- [2]
				}, -- [11]
				{
					242, -- [1]
					1504000092, -- [2]
				}, -- [12]
				{
					261, -- [1]
					1504000092, -- [2]
				}, -- [13]
				{
					283, -- [1]
					1504000092, -- [2]
				}, -- [14]
			},
			["镰刀横扫"] = {
				{
					9, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					58, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					87, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					111, -- [1]
					1504000092, -- [2]
				}, -- [5]
				{
					151, -- [1]
					1504000092, -- [2]
				}, -- [6]
				{
					176, -- [1]
					1504000092, -- [2]
				}, -- [7]
				{
					216, -- [1]
					1504000092, -- [2]
				}, -- [8]
				{
					240, -- [1]
					1504000092, -- [2]
				}, -- [9]
				{
					274, -- [1]
					1504000092, -- [2]
				}, -- [10]
			},
			["暮光扫射"] = {
				{
					18, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					38, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					70, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					89, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					106, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					126, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					146, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					190, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					210, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					236, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					256, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					290, -- [1]
					1504001954, -- [2]
				}, -- [12]
			},
			["致命尖叫"] = {
				{
					133, -- [1]
					1504001954, -- [2]
				}, -- [1]
			},
			["碎裂波动"] = {
				{
					127, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					170, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					212, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					245, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					301, -- [1]
					1504001297, -- [2]
				}, -- [5]
			},
			["月灼"] = {
				{
					11, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					82, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					116, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					141, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					182, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					199, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					226, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					243, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					260, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					280, -- [1]
					1504001954, -- [2]
				}, -- [12]
				{
					290, -- [1]
					1504001954, -- [2]
				}, -- [13]
			},
			["召唤月爪"] = {
				{
					83, -- [1]
					1504001954, -- [2]
				}, -- [1]
			},
			["切割旋风"] = {
				{
					34, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					79, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					269, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					313, -- [1]
					1504001297, -- [2]
				}, -- [4]
			},
			["燃烧护甲"] = {
				{
					9, -- [1]
					1501937570, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1501937570, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1501937570, -- [2]
				}, -- [3]
				{
					85, -- [1]
					1501937570, -- [2]
				}, -- [4]
				{
					121, -- [1]
					1501937570, -- [2]
				}, -- [5]
				{
					147, -- [1]
					1501937570, -- [2]
				}, -- [6]
				{
					183, -- [1]
					1501937570, -- [2]
				}, -- [7]
				{
					207, -- [1]
					1501937570, -- [2]
				}, -- [8]
				{
					10, -- [1]
					1505815029, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1505815029, -- [2]
				}, -- [10]
				{
					62, -- [1]
					1505815029, -- [2]
				}, -- [11]
				{
					86, -- [1]
					1505815029, -- [2]
				}, -- [12]
				{
					122, -- [1]
					1505815029, -- [2]
				}, -- [13]
				{
					147, -- [1]
					1505815029, -- [2]
				}, -- [14]
				{
					10, -- [1]
					1506094801, -- [2]
				}, -- [15]
				{
					34, -- [1]
					1506094801, -- [2]
				}, -- [16]
				{
					61, -- [1]
					1506094801, -- [2]
				}, -- [17]
				{
					85, -- [1]
					1506094801, -- [2]
				}, -- [18]
				{
					122, -- [1]
					1506094801, -- [2]
				}, -- [19]
				{
					146, -- [1]
					1506094801, -- [2]
				}, -- [20]
			},
			["灵魂腐蚀"] = {
				{
					28, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					40, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					46, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					53, -- [1]
					1504000092, -- [2]
				}, -- [5]
				{
					60, -- [1]
					1504000092, -- [2]
				}, -- [6]
				{
					66, -- [1]
					1504000092, -- [2]
				}, -- [7]
				{
					72, -- [1]
					1504000092, -- [2]
				}, -- [8]
				{
					78, -- [1]
					1504000092, -- [2]
				}, -- [9]
				{
					84, -- [1]
					1504000092, -- [2]
				}, -- [10]
				{
					90, -- [1]
					1504000092, -- [2]
				}, -- [11]
				{
					96, -- [1]
					1504000092, -- [2]
				}, -- [12]
				{
					102, -- [1]
					1504000092, -- [2]
				}, -- [13]
				{
					108, -- [1]
					1504000092, -- [2]
				}, -- [14]
				{
					114, -- [1]
					1504000092, -- [2]
				}, -- [15]
				{
					121, -- [1]
					1504000092, -- [2]
				}, -- [16]
				{
					127, -- [1]
					1504000092, -- [2]
				}, -- [17]
				{
					133, -- [1]
					1504000092, -- [2]
				}, -- [18]
				{
					139, -- [1]
					1504000092, -- [2]
				}, -- [19]
				{
					147, -- [1]
					1504000092, -- [2]
				}, -- [20]
				{
					153, -- [1]
					1504000092, -- [2]
				}, -- [21]
				{
					159, -- [1]
					1504000092, -- [2]
				}, -- [22]
				{
					166, -- [1]
					1504000092, -- [2]
				}, -- [23]
				{
					172, -- [1]
					1504000092, -- [2]
				}, -- [24]
				{
					178, -- [1]
					1504000092, -- [2]
				}, -- [25]
				{
					184, -- [1]
					1504000092, -- [2]
				}, -- [26]
				{
					190, -- [1]
					1504000092, -- [2]
				}, -- [27]
				{
					196, -- [1]
					1504000092, -- [2]
				}, -- [28]
				{
					202, -- [1]
					1504000092, -- [2]
				}, -- [29]
				{
					208, -- [1]
					1504000092, -- [2]
				}, -- [30]
				{
					214, -- [1]
					1504000092, -- [2]
				}, -- [31]
				{
					220, -- [1]
					1504000092, -- [2]
				}, -- [32]
				{
					226, -- [1]
					1504000092, -- [2]
				}, -- [33]
				{
					232, -- [1]
					1504000092, -- [2]
				}, -- [34]
				{
					238, -- [1]
					1504000092, -- [2]
				}, -- [35]
				{
					245, -- [1]
					1504000092, -- [2]
				}, -- [36]
				{
					255, -- [1]
					1504000092, -- [2]
				}, -- [37]
				{
					262, -- [1]
					1504000092, -- [2]
				}, -- [38]
				{
					268, -- [1]
					1504000092, -- [2]
				}, -- [39]
				{
					274, -- [1]
					1504000092, -- [2]
				}, -- [40]
				{
					280, -- [1]
					1504000092, -- [2]
				}, -- [41]
				{
					286, -- [1]
					1504000092, -- [2]
				}, -- [42]
			},
			["窒息之暗"] = {
				{
					13, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					50, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					78, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					114, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					140, -- [1]
					1504000092, -- [2]
				}, -- [5]
				{
					174, -- [1]
					1504000092, -- [2]
				}, -- [6]
				{
					198, -- [1]
					1504000092, -- [2]
				}, -- [7]
				{
					238, -- [1]
					1504000092, -- [2]
				}, -- [8]
				{
					267, -- [1]
					1504000092, -- [2]
				}, -- [9]
			},
			["召唤萨鲁克"] = {
				{
					131, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					177, -- [1]
					1504001297, -- [2]
				}, -- [2]
			},
			["月光之火"] = {
				{
					178, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					189, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					200, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					211, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					233, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					245, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					256, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					268, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					286, -- [1]
					1504001954, -- [2]
				}, -- [9]
			},
			["碎裂新星"] = {
				{
					31, -- [1]
					1501937570, -- [2]
				}, -- [1]
				{
					91, -- [1]
					1501937570, -- [2]
				}, -- [2]
				{
					151, -- [1]
					1501937570, -- [2]
				}, -- [3]
				{
					212, -- [1]
					1501937570, -- [2]
				}, -- [4]
				{
					30, -- [1]
					1505815029, -- [2]
				}, -- [5]
				{
					91, -- [1]
					1505815029, -- [2]
				}, -- [6]
				{
					152, -- [1]
					1505815029, -- [2]
				}, -- [7]
				{
					30, -- [1]
					1506094801, -- [2]
				}, -- [8]
				{
					91, -- [1]
					1506094801, -- [2]
				}, -- [9]
				{
					152, -- [1]
					1506094801, -- [2]
				}, -- [10]
			},
			["灵体射击"] = {
				{
					48, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					215, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					268, -- [1]
					1504001954, -- [2]
				}, -- [3]
			},
			["邪能狂风"] = {
				{
					34, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					96, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					157, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					221, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					283, -- [1]
					1504000092, -- [2]
				}, -- [5]
			},
			["月蚀之拥"] = {
				{
					48, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					105, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					160, -- [1]
					1504001954, -- [2]
				}, -- [3]
			},
			["战刃风暴"] = {
				{
					108, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					111, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					114, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					115, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					163, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					166, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					168, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					169, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					218, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					221, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					224, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					225, -- [1]
					1504001954, -- [2]
				}, -- [12]
				{
					271, -- [1]
					1504001954, -- [2]
				}, -- [13]
				{
					274, -- [1]
					1504001954, -- [2]
				}, -- [14]
				{
					277, -- [1]
					1504001954, -- [2]
				}, -- [15]
				{
					278, -- [1]
					1504001954, -- [2]
				}, -- [16]
			},
			["黑暗深渊"] = {
				{
					27, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					69, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					83, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					97, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					128, -- [1]
					1504001297, -- [2]
				}, -- [6]
				{
					142, -- [1]
					1504001297, -- [2]
				}, -- [7]
				{
					157, -- [1]
					1504001297, -- [2]
				}, -- [8]
				{
					171, -- [1]
					1504001297, -- [2]
				}, -- [9]
				{
					185, -- [1]
					1504001297, -- [2]
				}, -- [10]
				{
					186, -- [1]
					1504001297, -- [2]
				}, -- [11]
				{
					199, -- [1]
					1504001297, -- [2]
				}, -- [12]
				{
					213, -- [1]
					1504001297, -- [2]
				}, -- [13]
				{
					214, -- [1]
					1504001297, -- [2]
				}, -- [14]
				{
					227, -- [1]
					1504001297, -- [2]
				}, -- [15]
				{
					242, -- [1]
					1504001297, -- [2]
				}, -- [16]
				{
					245, -- [1]
					1504001297, -- [2]
				}, -- [17]
				{
					260, -- [1]
					1504001297, -- [2]
				}, -- [18]
				{
					273, -- [1]
					1504001297, -- [2]
				}, -- [19]
				{
					288, -- [1]
					1504001297, -- [2]
				}, -- [20]
				{
					289, -- [1]
					1504001297, -- [2]
				}, -- [21]
				{
					301, -- [1]
					1504001297, -- [2]
				}, -- [22]
				{
					302, -- [1]
					1504001297, -- [2]
				}, -- [23]
				{
					321, -- [1]
					1504001297, -- [2]
				}, -- [24]
				{
					329, -- [1]
					1504001297, -- [2]
				}, -- [25]
			},
			["吞噬巨口"] = {
				{
					132, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					178, -- [1]
					1504001297, -- [2]
				}, -- [2]
			},
			["月光战刃"] = {
				{
					15, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					48, -- [1]
					1504001954, -- [2]
				}, -- [3]
			},
			["急速射击"] = {
				{
					89, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					115, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					134, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					152, -- [1]
					1504001954, -- [2]
				}, -- [4]
			},
			["灵体传送"] = {
				{
					5, -- [1]
					1504001954, -- [2]
				}, -- [1]
				{
					13, -- [1]
					1504001954, -- [2]
				}, -- [2]
				{
					24, -- [1]
					1504001954, -- [2]
				}, -- [3]
				{
					32, -- [1]
					1504001954, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1504001954, -- [2]
				}, -- [5]
				{
					58, -- [1]
					1504001954, -- [2]
				}, -- [6]
				{
					67, -- [1]
					1504001954, -- [2]
				}, -- [7]
				{
					73, -- [1]
					1504001954, -- [2]
				}, -- [8]
				{
					74, -- [1]
					1504001954, -- [2]
				}, -- [9]
				{
					93, -- [1]
					1504001954, -- [2]
				}, -- [10]
				{
					128, -- [1]
					1504001954, -- [2]
				}, -- [11]
				{
					147, -- [1]
					1504001954, -- [2]
				}, -- [12]
				{
					170, -- [1]
					1504001954, -- [2]
				}, -- [13]
				{
					174, -- [1]
					1504001954, -- [2]
				}, -- [14]
				{
					199, -- [1]
					1504001954, -- [2]
				}, -- [15]
				{
					225, -- [1]
					1504001954, -- [2]
				}, -- [16]
				{
					251, -- [1]
					1504001954, -- [2]
				}, -- [17]
				{
					281, -- [1]
					1504001954, -- [2]
				}, -- [18]
			},
			["钙化尖刺"] = {
				{
					13, -- [1]
					1504000092, -- [2]
				}, -- [1]
				{
					36, -- [1]
					1504000092, -- [2]
				}, -- [2]
				{
					77, -- [1]
					1504000092, -- [2]
				}, -- [3]
				{
					98, -- [1]
					1504000092, -- [2]
				}, -- [4]
				{
					118, -- [1]
					1504000092, -- [2]
				}, -- [5]
				{
					141, -- [1]
					1504000092, -- [2]
				}, -- [6]
				{
					162, -- [1]
					1504000092, -- [2]
				}, -- [7]
				{
					183, -- [1]
					1504000092, -- [2]
				}, -- [8]
				{
					206, -- [1]
					1504000092, -- [2]
				}, -- [9]
				{
					226, -- [1]
					1504000092, -- [2]
				}, -- [10]
				{
					247, -- [1]
					1504000092, -- [2]
				}, -- [11]
				{
					276, -- [1]
					1504000092, -- [2]
				}, -- [12]
			},
			["水之冲击"] = {
				{
					59, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					62, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					66, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					70, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					73, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					77, -- [1]
					1504001297, -- [2]
				}, -- [6]
				{
					85, -- [1]
					1504001297, -- [2]
				}, -- [7]
				{
					89, -- [1]
					1504001297, -- [2]
				}, -- [8]
				{
					96, -- [1]
					1504001297, -- [2]
				}, -- [9]
				{
					97, -- [1]
					1504001297, -- [2]
				}, -- [10]
				{
					100, -- [1]
					1504001297, -- [2]
				}, -- [11]
				{
					101, -- [1]
					1504001297, -- [2]
				}, -- [12]
				{
					105, -- [1]
					1504001297, -- [2]
				}, -- [13]
				{
					106, -- [1]
					1504001297, -- [2]
				}, -- [14]
				{
					108, -- [1]
					1504001297, -- [2]
				}, -- [15]
				{
					110, -- [1]
					1504001297, -- [2]
				}, -- [16]
				{
					112, -- [1]
					1504001297, -- [2]
				}, -- [17]
				{
					113, -- [1]
					1504001297, -- [2]
				}, -- [18]
				{
					116, -- [1]
					1504001297, -- [2]
				}, -- [19]
				{
					117, -- [1]
					1504001297, -- [2]
				}, -- [20]
				{
					133, -- [1]
					1504001297, -- [2]
				}, -- [21]
				{
					147, -- [1]
					1504001297, -- [2]
				}, -- [22]
				{
					151, -- [1]
					1504001297, -- [2]
				}, -- [23]
				{
					157, -- [1]
					1504001297, -- [2]
				}, -- [24]
				{
					161, -- [1]
					1504001297, -- [2]
				}, -- [25]
				{
					164, -- [1]
					1504001297, -- [2]
				}, -- [26]
				{
					167, -- [1]
					1504001297, -- [2]
				}, -- [27]
				{
					168, -- [1]
					1504001297, -- [2]
				}, -- [28]
				{
					176, -- [1]
					1504001297, -- [2]
				}, -- [29]
				{
					178, -- [1]
					1504001297, -- [2]
				}, -- [30]
				{
					181, -- [1]
					1504001297, -- [2]
				}, -- [31]
			},
			["召唤奥苏奈特"] = {
				{
					101, -- [1]
					1504001297, -- [2]
				}, -- [1]
				{
					143, -- [1]
					1504001297, -- [2]
				}, -- [2]
				{
					186, -- [1]
					1504001297, -- [2]
				}, -- [3]
				{
					220, -- [1]
					1504001297, -- [2]
				}, -- [4]
				{
					256, -- [1]
					1504001297, -- [2]
				}, -- [5]
				{
					288, -- [1]
					1504001297, -- [2]
				}, -- [6]
				{
					322, -- [1]
					1504001297, -- [2]
				}, -- [7]
			},
			["彗星冲撞"] = {
				{
					7, -- [1]
					1501937570, -- [2]
				}, -- [1]
				{
					26, -- [1]
					1501937570, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1501937570, -- [2]
				}, -- [3]
				{
					63, -- [1]
					1501937570, -- [2]
				}, -- [4]
				{
					81, -- [1]
					1501937570, -- [2]
				}, -- [5]
				{
					100, -- [1]
					1501937570, -- [2]
				}, -- [6]
				{
					120, -- [1]
					1501937570, -- [2]
				}, -- [7]
				{
					139, -- [1]
					1501937570, -- [2]
				}, -- [8]
				{
					158, -- [1]
					1501937570, -- [2]
				}, -- [9]
				{
					182, -- [1]
					1501937570, -- [2]
				}, -- [10]
				{
					200, -- [1]
					1501937570, -- [2]
				}, -- [11]
				{
					8, -- [1]
					1505815029, -- [2]
				}, -- [12]
				{
					27, -- [1]
					1505815029, -- [2]
				}, -- [13]
				{
					46, -- [1]
					1505815029, -- [2]
				}, -- [14]
				{
					64, -- [1]
					1505815029, -- [2]
				}, -- [15]
				{
					83, -- [1]
					1505815029, -- [2]
				}, -- [16]
				{
					101, -- [1]
					1505815029, -- [2]
				}, -- [17]
				{
					120, -- [1]
					1505815029, -- [2]
				}, -- [18]
				{
					139, -- [1]
					1505815029, -- [2]
				}, -- [19]
				{
					157, -- [1]
					1505815029, -- [2]
				}, -- [20]
				{
					182, -- [1]
					1505815029, -- [2]
				}, -- [21]
				{
					7, -- [1]
					1506094801, -- [2]
				}, -- [22]
				{
					25, -- [1]
					1506094801, -- [2]
				}, -- [23]
				{
					44, -- [1]
					1506094801, -- [2]
				}, -- [24]
				{
					62, -- [1]
					1506094801, -- [2]
				}, -- [25]
				{
					80, -- [1]
					1506094801, -- [2]
				}, -- [26]
				{
					99, -- [1]
					1506094801, -- [2]
				}, -- [27]
				{
					120, -- [1]
					1506094801, -- [2]
				}, -- [28]
				{
					139, -- [1]
					1506094801, -- [2]
				}, -- [29]
				{
					157, -- [1]
					1506094801, -- [2]
				}, -- [30]
			},
		},
		["ids"] = {
			["暗影射击"] = 237630,
			["明月打击"] = 237632,
			["痛苦负担"] = 230201,
			["月光信标"] = 236712,
			["回响之痛"] = 233983,
			["碎裂星辰"] = 233272,
			["骨锯"] = 233441,
			["罪恶之痛"] = 239401,
			["雷霆震击"] = 230362,
			["吞噬之饥"] = 230920,
			["昏暗隐匿"] = 230950,
			["地狱燃烧"] = 233062,
			["召唤威利乌斯"] = 232757,
			["暮光战刃"] = 236529,
			["折磨爆发"] = 234015,
			["镰刀横扫"] = 233426,
			["暮光扫射"] = 236442,
			["致命尖叫"] = 236697,
			["碎裂波动"] = 232827,
			["月灼"] = 236518,
			["召唤月爪"] = 236694,
			["切割旋风"] = 232722,
			["燃烧护甲"] = 231363,
			["灵魂腐蚀"] = 248713,
			["窒息之暗"] = 233894,
			["召唤萨鲁克"] = 232746,
			["月光之火"] = 239264,
			["碎裂新星"] = 233283,
			["灵体射击"] = 236305,
			["邪能狂风"] = 235230,
			["月蚀之拥"] = 233263,
			["战刃风暴"] = 239386,
			["黑暗深渊"] = 230273,
			["吞噬巨口"] = 232745,
			["月光战刃"] = 236547,
			["急速射击"] = 236596,
			["灵体传送"] = 236115,
			["钙化尖刺"] = 233431,
			["水之冲击"] = 241509,
			["召唤奥苏奈特"] = 232756,
			["彗星冲撞"] = 232249,
		},
	},
	["189814"] = {
		["deaths"] = {
			[293] = {
				1502526451, -- [1]
			},
			[174] = {
				1500302860, -- [1]
			},
			[178] = {
				1500302206, -- [1]
			},
			[182] = {
				1501041492, -- [1]
			},
			[395] = {
				1501041492, -- [1]
			},
			[252] = {
				1501040924, -- [1]
			},
			[18] = {
				1500303535, -- [1]
			},
			[264] = {
				1500302206, -- [1]
				1500302206, -- [2]
				1501040484, -- [3]
			},
			[144] = {
				1501040484, -- [1]
			},
			[179] = {
				1500302206, -- [1]
			},
			[265] = {
				1500302206, -- [1]
			},
			[266] = {
				1500302860, -- [1]
				1500302860, -- [2]
			},
			[274] = {
				1500303535, -- [1]
			},
			[391] = {
				1500303535, -- [1]
			},
			[457] = {
				1501041492, -- [1]
			},
			[254] = {
				1500302860, -- [1]
			},
			[260] = {
				1500302860, -- [1]
			},
			[268] = {
				1501040484, -- [1]
				1501040924, -- [2]
				1501040924, -- [3]
				1501040924, -- [4]
			},
			[398] = {
				1501041492, -- [1]
			},
			[267] = {
				1501040484, -- [1]
			},
			[261] = {
				1501040484, -- [1]
				1501040924, -- [2]
			},
			[102] = {
				1502526451, -- [1]
				1502526451, -- [2]
			},
			[295] = {
				1502526451, -- [1]
			},
			[407] = {
				1502526451, -- [1]
			},
		},
		["spells"] = {
			["不稳定的暗影之魂"] = {
				{
					264, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					272, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					281, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					289, -- [1]
					1500302206, -- [2]
				}, -- [4]
				{
					256, -- [1]
					1500302860, -- [2]
				}, -- [5]
				{
					264, -- [1]
					1500302860, -- [2]
				}, -- [6]
				{
					272, -- [1]
					1500302860, -- [2]
				}, -- [7]
				{
					273, -- [1]
					1500302860, -- [2]
				}, -- [8]
				{
					281, -- [1]
					1500302860, -- [2]
				}, -- [9]
				{
					289, -- [1]
					1500302860, -- [2]
				}, -- [10]
				{
					290, -- [1]
					1500302860, -- [2]
				}, -- [11]
				{
					298, -- [1]
					1500302860, -- [2]
				}, -- [12]
				{
					307, -- [1]
					1500302860, -- [2]
				}, -- [13]
				{
					315, -- [1]
					1500302860, -- [2]
				}, -- [14]
				{
					324, -- [1]
					1500302860, -- [2]
				}, -- [15]
				{
					332, -- [1]
					1500302860, -- [2]
				}, -- [16]
				{
					340, -- [1]
					1500302860, -- [2]
				}, -- [17]
				{
					341, -- [1]
					1500302860, -- [2]
				}, -- [18]
				{
					273, -- [1]
					1500303535, -- [2]
				}, -- [19]
				{
					281, -- [1]
					1500303535, -- [2]
				}, -- [20]
				{
					289, -- [1]
					1500303535, -- [2]
				}, -- [21]
				{
					290, -- [1]
					1500303535, -- [2]
				}, -- [22]
				{
					298, -- [1]
					1500303535, -- [2]
				}, -- [23]
				{
					307, -- [1]
					1500303535, -- [2]
				}, -- [24]
				{
					262, -- [1]
					1501040484, -- [2]
				}, -- [25]
				{
					270, -- [1]
					1501040484, -- [2]
				}, -- [26]
				{
					278, -- [1]
					1501040484, -- [2]
				}, -- [27]
				{
					279, -- [1]
					1501040484, -- [2]
				}, -- [28]
				{
					287, -- [1]
					1501040484, -- [2]
				}, -- [29]
				{
					295, -- [1]
					1501040484, -- [2]
				}, -- [30]
				{
					296, -- [1]
					1501040484, -- [2]
				}, -- [31]
				{
					304, -- [1]
					1501040484, -- [2]
				}, -- [32]
				{
					312, -- [1]
					1501040484, -- [2]
				}, -- [33]
				{
					313, -- [1]
					1501040484, -- [2]
				}, -- [34]
				{
					321, -- [1]
					1501040484, -- [2]
				}, -- [35]
				{
					329, -- [1]
					1501040484, -- [2]
				}, -- [36]
				{
					263, -- [1]
					1501040924, -- [2]
				}, -- [37]
				{
					271, -- [1]
					1501040924, -- [2]
				}, -- [38]
				{
					272, -- [1]
					1501040924, -- [2]
				}, -- [39]
				{
					280, -- [1]
					1501040924, -- [2]
				}, -- [40]
				{
					288, -- [1]
					1501040924, -- [2]
				}, -- [41]
				{
					289, -- [1]
					1501040924, -- [2]
				}, -- [42]
				{
					297, -- [1]
					1501040924, -- [2]
				}, -- [43]
				{
					290, -- [1]
					1501041492, -- [2]
				}, -- [44]
				{
					299, -- [1]
					1501041492, -- [2]
				}, -- [45]
				{
					307, -- [1]
					1501041492, -- [2]
				}, -- [46]
				{
					295, -- [1]
					1502526451, -- [2]
				}, -- [47]
				{
					303, -- [1]
					1502526451, -- [2]
				}, -- [48]
				{
					312, -- [1]
					1502526451, -- [2]
				}, -- [49]
				{
					320, -- [1]
					1502526451, -- [2]
				}, -- [50]
				{
					329, -- [1]
					1502526451, -- [2]
				}, -- [51]
			},
			["千魂之暗"] = {
				{
					326, -- [1]
					1500303535, -- [2]
				}, -- [1]
				{
					417, -- [1]
					1500303535, -- [2]
				}, -- [2]
				{
					330, -- [1]
					1501041492, -- [2]
				}, -- [3]
				{
					422, -- [1]
					1501041492, -- [2]
				}, -- [4]
				{
					347, -- [1]
					1502526451, -- [2]
				}, -- [5]
				{
					438, -- [1]
					1502526451, -- [2]
				}, -- [6]
				{
					533, -- [1]
					1502526451, -- [2]
				}, -- [7]
			},
			["聚焦恐惧烈焰"] = {
				{
					89, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					102, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					201, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					84, -- [1]
					1500302860, -- [2]
				}, -- [4]
				{
					98, -- [1]
					1500302860, -- [2]
				}, -- [5]
				{
					196, -- [1]
					1500302860, -- [2]
				}, -- [6]
				{
					81, -- [1]
					1500303535, -- [2]
				}, -- [7]
				{
					94, -- [1]
					1500303535, -- [2]
				}, -- [8]
				{
					193, -- [1]
					1500303535, -- [2]
				}, -- [9]
				{
					400, -- [1]
					1500303535, -- [2]
				}, -- [10]
				{
					81, -- [1]
					1501040484, -- [2]
				}, -- [11]
				{
					93, -- [1]
					1501040484, -- [2]
				}, -- [12]
				{
					192, -- [1]
					1501040484, -- [2]
				}, -- [13]
				{
					86, -- [1]
					1501040924, -- [2]
				}, -- [14]
				{
					100, -- [1]
					1501040924, -- [2]
				}, -- [15]
				{
					198, -- [1]
					1501040924, -- [2]
				}, -- [16]
				{
					90, -- [1]
					1501041492, -- [2]
				}, -- [17]
				{
					105, -- [1]
					1501041492, -- [2]
				}, -- [18]
				{
					204, -- [1]
					1501041492, -- [2]
				}, -- [19]
				{
					405, -- [1]
					1501041492, -- [2]
				}, -- [20]
				{
					87, -- [1]
					1502526451, -- [2]
				}, -- [21]
				{
					100, -- [1]
					1502526451, -- [2]
				}, -- [22]
				{
					199, -- [1]
					1502526451, -- [2]
				}, -- [23]
				{
					421, -- [1]
					1502526451, -- [2]
				}, -- [24]
				{
					516, -- [1]
					1502526451, -- [2]
				}, -- [25]
			},
			["虚空强风"] = {
				{
					59, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1500302860, -- [2]
				}, -- [2]
				{
					51, -- [1]
					1500303535, -- [2]
				}, -- [3]
				{
					52, -- [1]
					1501040484, -- [2]
				}, -- [4]
				{
					56, -- [1]
					1501040924, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1501041492, -- [2]
				}, -- [6]
				{
					57, -- [1]
					1502526451, -- [2]
				}, -- [7]
			},
			["邪爪"] = {
				{
					25, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					27, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					27, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					29, -- [1]
					1500302206, -- [2]
				}, -- [4]
				{
					29, -- [1]
					1500302206, -- [2]
				}, -- [5]
				{
					31, -- [1]
					1500302206, -- [2]
				}, -- [6]
				{
					31, -- [1]
					1500302206, -- [2]
				}, -- [7]
				{
					33, -- [1]
					1500302206, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1500302206, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1500302206, -- [2]
				}, -- [10]
				{
					35, -- [1]
					1500302206, -- [2]
				}, -- [11]
				{
					50, -- [1]
					1500302206, -- [2]
				}, -- [12]
				{
					52, -- [1]
					1500302206, -- [2]
				}, -- [13]
				{
					52, -- [1]
					1500302206, -- [2]
				}, -- [14]
				{
					54, -- [1]
					1500302206, -- [2]
				}, -- [15]
				{
					54, -- [1]
					1500302206, -- [2]
				}, -- [16]
				{
					56, -- [1]
					1500302206, -- [2]
				}, -- [17]
				{
					56, -- [1]
					1500302206, -- [2]
				}, -- [18]
				{
					58, -- [1]
					1500302206, -- [2]
				}, -- [19]
				{
					58, -- [1]
					1500302206, -- [2]
				}, -- [20]
				{
					130, -- [1]
					1500302206, -- [2]
				}, -- [21]
				{
					134, -- [1]
					1500302206, -- [2]
				}, -- [22]
				{
					134, -- [1]
					1500302206, -- [2]
				}, -- [23]
				{
					137, -- [1]
					1500302206, -- [2]
				}, -- [24]
				{
					137, -- [1]
					1500302206, -- [2]
				}, -- [25]
				{
					139, -- [1]
					1500302206, -- [2]
				}, -- [26]
				{
					139, -- [1]
					1500302206, -- [2]
				}, -- [27]
				{
					141, -- [1]
					1500302206, -- [2]
				}, -- [28]
				{
					141, -- [1]
					1500302206, -- [2]
				}, -- [29]
				{
					156, -- [1]
					1500302206, -- [2]
				}, -- [30]
				{
					158, -- [1]
					1500302206, -- [2]
				}, -- [31]
				{
					158, -- [1]
					1500302206, -- [2]
				}, -- [32]
				{
					160, -- [1]
					1500302206, -- [2]
				}, -- [33]
				{
					160, -- [1]
					1500302206, -- [2]
				}, -- [34]
				{
					162, -- [1]
					1500302206, -- [2]
				}, -- [35]
				{
					162, -- [1]
					1500302206, -- [2]
				}, -- [36]
				{
					164, -- [1]
					1500302206, -- [2]
				}, -- [37]
				{
					164, -- [1]
					1500302206, -- [2]
				}, -- [38]
				{
					166, -- [1]
					1500302206, -- [2]
				}, -- [39]
				{
					166, -- [1]
					1500302206, -- [2]
				}, -- [40]
				{
					180, -- [1]
					1500302206, -- [2]
				}, -- [41]
				{
					183, -- [1]
					1500302206, -- [2]
				}, -- [42]
				{
					183, -- [1]
					1500302206, -- [2]
				}, -- [43]
				{
					185, -- [1]
					1500302206, -- [2]
				}, -- [44]
				{
					185, -- [1]
					1500302206, -- [2]
				}, -- [45]
				{
					187, -- [1]
					1500302206, -- [2]
				}, -- [46]
				{
					187, -- [1]
					1500302206, -- [2]
				}, -- [47]
				{
					189, -- [1]
					1500302206, -- [2]
				}, -- [48]
				{
					189, -- [1]
					1500302206, -- [2]
				}, -- [49]
				{
					191, -- [1]
					1500302206, -- [2]
				}, -- [50]
				{
					191, -- [1]
					1500302206, -- [2]
				}, -- [51]
				{
					205, -- [1]
					1500302206, -- [2]
				}, -- [52]
				{
					207, -- [1]
					1500302206, -- [2]
				}, -- [53]
				{
					207, -- [1]
					1500302206, -- [2]
				}, -- [54]
				{
					210, -- [1]
					1500302206, -- [2]
				}, -- [55]
				{
					210, -- [1]
					1500302206, -- [2]
				}, -- [56]
				{
					211, -- [1]
					1500302206, -- [2]
				}, -- [57]
				{
					211, -- [1]
					1500302206, -- [2]
				}, -- [58]
				{
					214, -- [1]
					1500302206, -- [2]
				}, -- [59]
				{
					214, -- [1]
					1500302206, -- [2]
				}, -- [60]
				{
					217, -- [1]
					1500302206, -- [2]
				}, -- [61]
				{
					217, -- [1]
					1500302206, -- [2]
				}, -- [62]
				{
					230, -- [1]
					1500302206, -- [2]
				}, -- [63]
				{
					233, -- [1]
					1500302206, -- [2]
				}, -- [64]
				{
					233, -- [1]
					1500302206, -- [2]
				}, -- [65]
				{
					235, -- [1]
					1500302206, -- [2]
				}, -- [66]
				{
					235, -- [1]
					1500302206, -- [2]
				}, -- [67]
				{
					237, -- [1]
					1500302206, -- [2]
				}, -- [68]
				{
					237, -- [1]
					1500302206, -- [2]
				}, -- [69]
				{
					239, -- [1]
					1500302206, -- [2]
				}, -- [70]
				{
					239, -- [1]
					1500302206, -- [2]
				}, -- [71]
				{
					241, -- [1]
					1500302206, -- [2]
				}, -- [72]
				{
					241, -- [1]
					1500302206, -- [2]
				}, -- [73]
				{
					25, -- [1]
					1500302860, -- [2]
				}, -- [74]
				{
					27, -- [1]
					1500302860, -- [2]
				}, -- [75]
				{
					27, -- [1]
					1500302860, -- [2]
				}, -- [76]
				{
					29, -- [1]
					1500302860, -- [2]
				}, -- [77]
				{
					29, -- [1]
					1500302860, -- [2]
				}, -- [78]
				{
					31, -- [1]
					1500302860, -- [2]
				}, -- [79]
				{
					31, -- [1]
					1500302860, -- [2]
				}, -- [80]
				{
					33, -- [1]
					1500302860, -- [2]
				}, -- [81]
				{
					33, -- [1]
					1500302860, -- [2]
				}, -- [82]
				{
					35, -- [1]
					1500302860, -- [2]
				}, -- [83]
				{
					35, -- [1]
					1500302860, -- [2]
				}, -- [84]
				{
					50, -- [1]
					1500302860, -- [2]
				}, -- [85]
				{
					52, -- [1]
					1500302860, -- [2]
				}, -- [86]
				{
					52, -- [1]
					1500302860, -- [2]
				}, -- [87]
				{
					59, -- [1]
					1500302860, -- [2]
				}, -- [88]
				{
					59, -- [1]
					1500302860, -- [2]
				}, -- [89]
				{
					126, -- [1]
					1500302860, -- [2]
				}, -- [90]
				{
					130, -- [1]
					1500302860, -- [2]
				}, -- [91]
				{
					130, -- [1]
					1500302860, -- [2]
				}, -- [92]
				{
					132, -- [1]
					1500302860, -- [2]
				}, -- [93]
				{
					132, -- [1]
					1500302860, -- [2]
				}, -- [94]
				{
					134, -- [1]
					1500302860, -- [2]
				}, -- [95]
				{
					134, -- [1]
					1500302860, -- [2]
				}, -- [96]
				{
					136, -- [1]
					1500302860, -- [2]
				}, -- [97]
				{
					136, -- [1]
					1500302860, -- [2]
				}, -- [98]
				{
					151, -- [1]
					1500302860, -- [2]
				}, -- [99]
				{
					153, -- [1]
					1500302860, -- [2]
				}, -- [100]
				{
					153, -- [1]
					1500302860, -- [2]
				}, -- [101]
				{
					155, -- [1]
					1500302860, -- [2]
				}, -- [102]
				{
					155, -- [1]
					1500302860, -- [2]
				}, -- [103]
				{
					157, -- [1]
					1500302860, -- [2]
				}, -- [104]
				{
					157, -- [1]
					1500302860, -- [2]
				}, -- [105]
				{
					159, -- [1]
					1500302860, -- [2]
				}, -- [106]
				{
					159, -- [1]
					1500302860, -- [2]
				}, -- [107]
				{
					161, -- [1]
					1500302860, -- [2]
				}, -- [108]
				{
					161, -- [1]
					1500302860, -- [2]
				}, -- [109]
				{
					176, -- [1]
					1500302860, -- [2]
				}, -- [110]
				{
					178, -- [1]
					1500302860, -- [2]
				}, -- [111]
				{
					178, -- [1]
					1500302860, -- [2]
				}, -- [112]
				{
					180, -- [1]
					1500302860, -- [2]
				}, -- [113]
				{
					180, -- [1]
					1500302860, -- [2]
				}, -- [114]
				{
					182, -- [1]
					1500302860, -- [2]
				}, -- [115]
				{
					182, -- [1]
					1500302860, -- [2]
				}, -- [116]
				{
					184, -- [1]
					1500302860, -- [2]
				}, -- [117]
				{
					184, -- [1]
					1500302860, -- [2]
				}, -- [118]
				{
					186, -- [1]
					1500302860, -- [2]
				}, -- [119]
				{
					186, -- [1]
					1500302860, -- [2]
				}, -- [120]
				{
					201, -- [1]
					1500302860, -- [2]
				}, -- [121]
				{
					203, -- [1]
					1500302860, -- [2]
				}, -- [122]
				{
					203, -- [1]
					1500302860, -- [2]
				}, -- [123]
				{
					205, -- [1]
					1500302860, -- [2]
				}, -- [124]
				{
					205, -- [1]
					1500302860, -- [2]
				}, -- [125]
				{
					207, -- [1]
					1500302860, -- [2]
				}, -- [126]
				{
					207, -- [1]
					1500302860, -- [2]
				}, -- [127]
				{
					209, -- [1]
					1500302860, -- [2]
				}, -- [128]
				{
					209, -- [1]
					1500302860, -- [2]
				}, -- [129]
				{
					211, -- [1]
					1500302860, -- [2]
				}, -- [130]
				{
					211, -- [1]
					1500302860, -- [2]
				}, -- [131]
				{
					226, -- [1]
					1500302860, -- [2]
				}, -- [132]
				{
					228, -- [1]
					1500302860, -- [2]
				}, -- [133]
				{
					228, -- [1]
					1500302860, -- [2]
				}, -- [134]
				{
					230, -- [1]
					1500302860, -- [2]
				}, -- [135]
				{
					230, -- [1]
					1500302860, -- [2]
				}, -- [136]
				{
					232, -- [1]
					1500302860, -- [2]
				}, -- [137]
				{
					232, -- [1]
					1500302860, -- [2]
				}, -- [138]
				{
					234, -- [1]
					1500302860, -- [2]
				}, -- [139]
				{
					234, -- [1]
					1500302860, -- [2]
				}, -- [140]
				{
					236, -- [1]
					1500302860, -- [2]
				}, -- [141]
				{
					236, -- [1]
					1500302860, -- [2]
				}, -- [142]
				{
					25, -- [1]
					1500303535, -- [2]
				}, -- [143]
				{
					27, -- [1]
					1500303535, -- [2]
				}, -- [144]
				{
					27, -- [1]
					1500303535, -- [2]
				}, -- [145]
				{
					29, -- [1]
					1500303535, -- [2]
				}, -- [146]
				{
					29, -- [1]
					1500303535, -- [2]
				}, -- [147]
				{
					31, -- [1]
					1500303535, -- [2]
				}, -- [148]
				{
					31, -- [1]
					1500303535, -- [2]
				}, -- [149]
				{
					33, -- [1]
					1500303535, -- [2]
				}, -- [150]
				{
					33, -- [1]
					1500303535, -- [2]
				}, -- [151]
				{
					35, -- [1]
					1500303535, -- [2]
				}, -- [152]
				{
					35, -- [1]
					1500303535, -- [2]
				}, -- [153]
				{
					123, -- [1]
					1500303535, -- [2]
				}, -- [154]
				{
					127, -- [1]
					1500303535, -- [2]
				}, -- [155]
				{
					127, -- [1]
					1500303535, -- [2]
				}, -- [156]
				{
					129, -- [1]
					1500303535, -- [2]
				}, -- [157]
				{
					129, -- [1]
					1500303535, -- [2]
				}, -- [158]
				{
					131, -- [1]
					1500303535, -- [2]
				}, -- [159]
				{
					131, -- [1]
					1500303535, -- [2]
				}, -- [160]
				{
					133, -- [1]
					1500303535, -- [2]
				}, -- [161]
				{
					133, -- [1]
					1500303535, -- [2]
				}, -- [162]
				{
					148, -- [1]
					1500303535, -- [2]
				}, -- [163]
				{
					150, -- [1]
					1500303535, -- [2]
				}, -- [164]
				{
					150, -- [1]
					1500303535, -- [2]
				}, -- [165]
				{
					152, -- [1]
					1500303535, -- [2]
				}, -- [166]
				{
					152, -- [1]
					1500303535, -- [2]
				}, -- [167]
				{
					154, -- [1]
					1500303535, -- [2]
				}, -- [168]
				{
					154, -- [1]
					1500303535, -- [2]
				}, -- [169]
				{
					156, -- [1]
					1500303535, -- [2]
				}, -- [170]
				{
					156, -- [1]
					1500303535, -- [2]
				}, -- [171]
				{
					158, -- [1]
					1500303535, -- [2]
				}, -- [172]
				{
					158, -- [1]
					1500303535, -- [2]
				}, -- [173]
				{
					173, -- [1]
					1500303535, -- [2]
				}, -- [174]
				{
					175, -- [1]
					1500303535, -- [2]
				}, -- [175]
				{
					175, -- [1]
					1500303535, -- [2]
				}, -- [176]
				{
					177, -- [1]
					1500303535, -- [2]
				}, -- [177]
				{
					177, -- [1]
					1500303535, -- [2]
				}, -- [178]
				{
					179, -- [1]
					1500303535, -- [2]
				}, -- [179]
				{
					179, -- [1]
					1500303535, -- [2]
				}, -- [180]
				{
					181, -- [1]
					1500303535, -- [2]
				}, -- [181]
				{
					181, -- [1]
					1500303535, -- [2]
				}, -- [182]
				{
					183, -- [1]
					1500303535, -- [2]
				}, -- [183]
				{
					183, -- [1]
					1500303535, -- [2]
				}, -- [184]
				{
					198, -- [1]
					1500303535, -- [2]
				}, -- [185]
				{
					200, -- [1]
					1500303535, -- [2]
				}, -- [186]
				{
					200, -- [1]
					1500303535, -- [2]
				}, -- [187]
				{
					202, -- [1]
					1500303535, -- [2]
				}, -- [188]
				{
					202, -- [1]
					1500303535, -- [2]
				}, -- [189]
				{
					204, -- [1]
					1500303535, -- [2]
				}, -- [190]
				{
					204, -- [1]
					1500303535, -- [2]
				}, -- [191]
				{
					206, -- [1]
					1500303535, -- [2]
				}, -- [192]
				{
					206, -- [1]
					1500303535, -- [2]
				}, -- [193]
				{
					208, -- [1]
					1500303535, -- [2]
				}, -- [194]
				{
					208, -- [1]
					1500303535, -- [2]
				}, -- [195]
				{
					223, -- [1]
					1500303535, -- [2]
				}, -- [196]
				{
					225, -- [1]
					1500303535, -- [2]
				}, -- [197]
				{
					225, -- [1]
					1500303535, -- [2]
				}, -- [198]
				{
					227, -- [1]
					1500303535, -- [2]
				}, -- [199]
				{
					227, -- [1]
					1500303535, -- [2]
				}, -- [200]
				{
					229, -- [1]
					1500303535, -- [2]
				}, -- [201]
				{
					229, -- [1]
					1500303535, -- [2]
				}, -- [202]
				{
					231, -- [1]
					1500303535, -- [2]
				}, -- [203]
				{
					231, -- [1]
					1500303535, -- [2]
				}, -- [204]
				{
					233, -- [1]
					1500303535, -- [2]
				}, -- [205]
				{
					233, -- [1]
					1500303535, -- [2]
				}, -- [206]
				{
					248, -- [1]
					1500303535, -- [2]
				}, -- [207]
				{
					250, -- [1]
					1500303535, -- [2]
				}, -- [208]
				{
					250, -- [1]
					1500303535, -- [2]
				}, -- [209]
				{
					252, -- [1]
					1500303535, -- [2]
				}, -- [210]
				{
					252, -- [1]
					1500303535, -- [2]
				}, -- [211]
				{
					254, -- [1]
					1500303535, -- [2]
				}, -- [212]
				{
					254, -- [1]
					1500303535, -- [2]
				}, -- [213]
				{
					256, -- [1]
					1500303535, -- [2]
				}, -- [214]
				{
					256, -- [1]
					1500303535, -- [2]
				}, -- [215]
				{
					258, -- [1]
					1500303535, -- [2]
				}, -- [216]
				{
					258, -- [1]
					1500303535, -- [2]
				}, -- [217]
				{
					327, -- [1]
					1500303535, -- [2]
				}, -- [218]
				{
					330, -- [1]
					1500303535, -- [2]
				}, -- [219]
				{
					330, -- [1]
					1500303535, -- [2]
				}, -- [220]
				{
					336, -- [1]
					1500303535, -- [2]
				}, -- [221]
				{
					336, -- [1]
					1500303535, -- [2]
				}, -- [222]
				{
					338, -- [1]
					1500303535, -- [2]
				}, -- [223]
				{
					338, -- [1]
					1500303535, -- [2]
				}, -- [224]
				{
					351, -- [1]
					1500303535, -- [2]
				}, -- [225]
				{
					354, -- [1]
					1500303535, -- [2]
				}, -- [226]
				{
					354, -- [1]
					1500303535, -- [2]
				}, -- [227]
				{
					357, -- [1]
					1500303535, -- [2]
				}, -- [228]
				{
					357, -- [1]
					1500303535, -- [2]
				}, -- [229]
				{
					358, -- [1]
					1500303535, -- [2]
				}, -- [230]
				{
					358, -- [1]
					1500303535, -- [2]
				}, -- [231]
				{
					361, -- [1]
					1500303535, -- [2]
				}, -- [232]
				{
					361, -- [1]
					1500303535, -- [2]
				}, -- [233]
				{
					363, -- [1]
					1500303535, -- [2]
				}, -- [234]
				{
					363, -- [1]
					1500303535, -- [2]
				}, -- [235]
				{
					377, -- [1]
					1500303535, -- [2]
				}, -- [236]
				{
					378, -- [1]
					1500303535, -- [2]
				}, -- [237]
				{
					378, -- [1]
					1500303535, -- [2]
				}, -- [238]
				{
					381, -- [1]
					1500303535, -- [2]
				}, -- [239]
				{
					381, -- [1]
					1500303535, -- [2]
				}, -- [240]
				{
					382, -- [1]
					1500303535, -- [2]
				}, -- [241]
				{
					382, -- [1]
					1500303535, -- [2]
				}, -- [242]
				{
					385, -- [1]
					1500303535, -- [2]
				}, -- [243]
				{
					385, -- [1]
					1500303535, -- [2]
				}, -- [244]
				{
					387, -- [1]
					1500303535, -- [2]
				}, -- [245]
				{
					387, -- [1]
					1500303535, -- [2]
				}, -- [246]
				{
					402, -- [1]
					1500303535, -- [2]
				}, -- [247]
				{
					404, -- [1]
					1500303535, -- [2]
				}, -- [248]
				{
					404, -- [1]
					1500303535, -- [2]
				}, -- [249]
				{
					422, -- [1]
					1500303535, -- [2]
				}, -- [250]
				{
					424, -- [1]
					1500303535, -- [2]
				}, -- [251]
				{
					424, -- [1]
					1500303535, -- [2]
				}, -- [252]
				{
					432, -- [1]
					1500303535, -- [2]
				}, -- [253]
				{
					432, -- [1]
					1500303535, -- [2]
				}, -- [254]
				{
					25, -- [1]
					1501040484, -- [2]
				}, -- [255]
				{
					27, -- [1]
					1501040484, -- [2]
				}, -- [256]
				{
					27, -- [1]
					1501040484, -- [2]
				}, -- [257]
				{
					29, -- [1]
					1501040484, -- [2]
				}, -- [258]
				{
					29, -- [1]
					1501040484, -- [2]
				}, -- [259]
				{
					31, -- [1]
					1501040484, -- [2]
				}, -- [260]
				{
					31, -- [1]
					1501040484, -- [2]
				}, -- [261]
				{
					33, -- [1]
					1501040484, -- [2]
				}, -- [262]
				{
					33, -- [1]
					1501040484, -- [2]
				}, -- [263]
				{
					35, -- [1]
					1501040484, -- [2]
				}, -- [264]
				{
					35, -- [1]
					1501040484, -- [2]
				}, -- [265]
				{
					50, -- [1]
					1501040484, -- [2]
				}, -- [266]
				{
					122, -- [1]
					1501040484, -- [2]
				}, -- [267]
				{
					126, -- [1]
					1501040484, -- [2]
				}, -- [268]
				{
					126, -- [1]
					1501040484, -- [2]
				}, -- [269]
				{
					128, -- [1]
					1501040484, -- [2]
				}, -- [270]
				{
					128, -- [1]
					1501040484, -- [2]
				}, -- [271]
				{
					130, -- [1]
					1501040484, -- [2]
				}, -- [272]
				{
					130, -- [1]
					1501040484, -- [2]
				}, -- [273]
				{
					132, -- [1]
					1501040484, -- [2]
				}, -- [274]
				{
					132, -- [1]
					1501040484, -- [2]
				}, -- [275]
				{
					147, -- [1]
					1501040484, -- [2]
				}, -- [276]
				{
					149, -- [1]
					1501040484, -- [2]
				}, -- [277]
				{
					149, -- [1]
					1501040484, -- [2]
				}, -- [278]
				{
					151, -- [1]
					1501040484, -- [2]
				}, -- [279]
				{
					151, -- [1]
					1501040484, -- [2]
				}, -- [280]
				{
					153, -- [1]
					1501040484, -- [2]
				}, -- [281]
				{
					153, -- [1]
					1501040484, -- [2]
				}, -- [282]
				{
					155, -- [1]
					1501040484, -- [2]
				}, -- [283]
				{
					155, -- [1]
					1501040484, -- [2]
				}, -- [284]
				{
					157, -- [1]
					1501040484, -- [2]
				}, -- [285]
				{
					157, -- [1]
					1501040484, -- [2]
				}, -- [286]
				{
					172, -- [1]
					1501040484, -- [2]
				}, -- [287]
				{
					174, -- [1]
					1501040484, -- [2]
				}, -- [288]
				{
					174, -- [1]
					1501040484, -- [2]
				}, -- [289]
				{
					176, -- [1]
					1501040484, -- [2]
				}, -- [290]
				{
					176, -- [1]
					1501040484, -- [2]
				}, -- [291]
				{
					178, -- [1]
					1501040484, -- [2]
				}, -- [292]
				{
					178, -- [1]
					1501040484, -- [2]
				}, -- [293]
				{
					180, -- [1]
					1501040484, -- [2]
				}, -- [294]
				{
					180, -- [1]
					1501040484, -- [2]
				}, -- [295]
				{
					182, -- [1]
					1501040484, -- [2]
				}, -- [296]
				{
					182, -- [1]
					1501040484, -- [2]
				}, -- [297]
				{
					197, -- [1]
					1501040484, -- [2]
				}, -- [298]
				{
					199, -- [1]
					1501040484, -- [2]
				}, -- [299]
				{
					199, -- [1]
					1501040484, -- [2]
				}, -- [300]
				{
					201, -- [1]
					1501040484, -- [2]
				}, -- [301]
				{
					201, -- [1]
					1501040484, -- [2]
				}, -- [302]
				{
					203, -- [1]
					1501040484, -- [2]
				}, -- [303]
				{
					203, -- [1]
					1501040484, -- [2]
				}, -- [304]
				{
					205, -- [1]
					1501040484, -- [2]
				}, -- [305]
				{
					205, -- [1]
					1501040484, -- [2]
				}, -- [306]
				{
					207, -- [1]
					1501040484, -- [2]
				}, -- [307]
				{
					207, -- [1]
					1501040484, -- [2]
				}, -- [308]
				{
					222, -- [1]
					1501040484, -- [2]
				}, -- [309]
				{
					224, -- [1]
					1501040484, -- [2]
				}, -- [310]
				{
					224, -- [1]
					1501040484, -- [2]
				}, -- [311]
				{
					226, -- [1]
					1501040484, -- [2]
				}, -- [312]
				{
					226, -- [1]
					1501040484, -- [2]
				}, -- [313]
				{
					228, -- [1]
					1501040484, -- [2]
				}, -- [314]
				{
					228, -- [1]
					1501040484, -- [2]
				}, -- [315]
				{
					230, -- [1]
					1501040484, -- [2]
				}, -- [316]
				{
					230, -- [1]
					1501040484, -- [2]
				}, -- [317]
				{
					232, -- [1]
					1501040484, -- [2]
				}, -- [318]
				{
					232, -- [1]
					1501040484, -- [2]
				}, -- [319]
				{
					247, -- [1]
					1501040484, -- [2]
				}, -- [320]
				{
					25, -- [1]
					1501040924, -- [2]
				}, -- [321]
				{
					27, -- [1]
					1501040924, -- [2]
				}, -- [322]
				{
					27, -- [1]
					1501040924, -- [2]
				}, -- [323]
				{
					29, -- [1]
					1501040924, -- [2]
				}, -- [324]
				{
					29, -- [1]
					1501040924, -- [2]
				}, -- [325]
				{
					31, -- [1]
					1501040924, -- [2]
				}, -- [326]
				{
					31, -- [1]
					1501040924, -- [2]
				}, -- [327]
				{
					33, -- [1]
					1501040924, -- [2]
				}, -- [328]
				{
					33, -- [1]
					1501040924, -- [2]
				}, -- [329]
				{
					35, -- [1]
					1501040924, -- [2]
				}, -- [330]
				{
					35, -- [1]
					1501040924, -- [2]
				}, -- [331]
				{
					50, -- [1]
					1501040924, -- [2]
				}, -- [332]
				{
					52, -- [1]
					1501040924, -- [2]
				}, -- [333]
				{
					52, -- [1]
					1501040924, -- [2]
				}, -- [334]
				{
					54, -- [1]
					1501040924, -- [2]
				}, -- [335]
				{
					54, -- [1]
					1501040924, -- [2]
				}, -- [336]
				{
					128, -- [1]
					1501040924, -- [2]
				}, -- [337]
				{
					132, -- [1]
					1501040924, -- [2]
				}, -- [338]
				{
					132, -- [1]
					1501040924, -- [2]
				}, -- [339]
				{
					134, -- [1]
					1501040924, -- [2]
				}, -- [340]
				{
					134, -- [1]
					1501040924, -- [2]
				}, -- [341]
				{
					136, -- [1]
					1501040924, -- [2]
				}, -- [342]
				{
					136, -- [1]
					1501040924, -- [2]
				}, -- [343]
				{
					138, -- [1]
					1501040924, -- [2]
				}, -- [344]
				{
					138, -- [1]
					1501040924, -- [2]
				}, -- [345]
				{
					153, -- [1]
					1501040924, -- [2]
				}, -- [346]
				{
					155, -- [1]
					1501040924, -- [2]
				}, -- [347]
				{
					155, -- [1]
					1501040924, -- [2]
				}, -- [348]
				{
					157, -- [1]
					1501040924, -- [2]
				}, -- [349]
				{
					157, -- [1]
					1501040924, -- [2]
				}, -- [350]
				{
					159, -- [1]
					1501040924, -- [2]
				}, -- [351]
				{
					159, -- [1]
					1501040924, -- [2]
				}, -- [352]
				{
					161, -- [1]
					1501040924, -- [2]
				}, -- [353]
				{
					161, -- [1]
					1501040924, -- [2]
				}, -- [354]
				{
					163, -- [1]
					1501040924, -- [2]
				}, -- [355]
				{
					163, -- [1]
					1501040924, -- [2]
				}, -- [356]
				{
					178, -- [1]
					1501040924, -- [2]
				}, -- [357]
				{
					180, -- [1]
					1501040924, -- [2]
				}, -- [358]
				{
					180, -- [1]
					1501040924, -- [2]
				}, -- [359]
				{
					182, -- [1]
					1501040924, -- [2]
				}, -- [360]
				{
					182, -- [1]
					1501040924, -- [2]
				}, -- [361]
				{
					184, -- [1]
					1501040924, -- [2]
				}, -- [362]
				{
					184, -- [1]
					1501040924, -- [2]
				}, -- [363]
				{
					186, -- [1]
					1501040924, -- [2]
				}, -- [364]
				{
					186, -- [1]
					1501040924, -- [2]
				}, -- [365]
				{
					188, -- [1]
					1501040924, -- [2]
				}, -- [366]
				{
					188, -- [1]
					1501040924, -- [2]
				}, -- [367]
				{
					203, -- [1]
					1501040924, -- [2]
				}, -- [368]
				{
					205, -- [1]
					1501040924, -- [2]
				}, -- [369]
				{
					205, -- [1]
					1501040924, -- [2]
				}, -- [370]
				{
					207, -- [1]
					1501040924, -- [2]
				}, -- [371]
				{
					207, -- [1]
					1501040924, -- [2]
				}, -- [372]
				{
					209, -- [1]
					1501040924, -- [2]
				}, -- [373]
				{
					209, -- [1]
					1501040924, -- [2]
				}, -- [374]
				{
					211, -- [1]
					1501040924, -- [2]
				}, -- [375]
				{
					211, -- [1]
					1501040924, -- [2]
				}, -- [376]
				{
					213, -- [1]
					1501040924, -- [2]
				}, -- [377]
				{
					213, -- [1]
					1501040924, -- [2]
				}, -- [378]
				{
					228, -- [1]
					1501040924, -- [2]
				}, -- [379]
				{
					230, -- [1]
					1501040924, -- [2]
				}, -- [380]
				{
					230, -- [1]
					1501040924, -- [2]
				}, -- [381]
				{
					232, -- [1]
					1501040924, -- [2]
				}, -- [382]
				{
					232, -- [1]
					1501040924, -- [2]
				}, -- [383]
				{
					234, -- [1]
					1501040924, -- [2]
				}, -- [384]
				{
					234, -- [1]
					1501040924, -- [2]
				}, -- [385]
				{
					236, -- [1]
					1501040924, -- [2]
				}, -- [386]
				{
					236, -- [1]
					1501040924, -- [2]
				}, -- [387]
				{
					238, -- [1]
					1501040924, -- [2]
				}, -- [388]
				{
					238, -- [1]
					1501040924, -- [2]
				}, -- [389]
				{
					26, -- [1]
					1501041492, -- [2]
				}, -- [390]
				{
					28, -- [1]
					1501041492, -- [2]
				}, -- [391]
				{
					28, -- [1]
					1501041492, -- [2]
				}, -- [392]
				{
					30, -- [1]
					1501041492, -- [2]
				}, -- [393]
				{
					30, -- [1]
					1501041492, -- [2]
				}, -- [394]
				{
					32, -- [1]
					1501041492, -- [2]
				}, -- [395]
				{
					32, -- [1]
					1501041492, -- [2]
				}, -- [396]
				{
					34, -- [1]
					1501041492, -- [2]
				}, -- [397]
				{
					34, -- [1]
					1501041492, -- [2]
				}, -- [398]
				{
					36, -- [1]
					1501041492, -- [2]
				}, -- [399]
				{
					36, -- [1]
					1501041492, -- [2]
				}, -- [400]
				{
					51, -- [1]
					1501041492, -- [2]
				}, -- [401]
				{
					53, -- [1]
					1501041492, -- [2]
				}, -- [402]
				{
					53, -- [1]
					1501041492, -- [2]
				}, -- [403]
				{
					55, -- [1]
					1501041492, -- [2]
				}, -- [404]
				{
					55, -- [1]
					1501041492, -- [2]
				}, -- [405]
				{
					57, -- [1]
					1501041492, -- [2]
				}, -- [406]
				{
					57, -- [1]
					1501041492, -- [2]
				}, -- [407]
				{
					59, -- [1]
					1501041492, -- [2]
				}, -- [408]
				{
					59, -- [1]
					1501041492, -- [2]
				}, -- [409]
				{
					134, -- [1]
					1501041492, -- [2]
				}, -- [410]
				{
					138, -- [1]
					1501041492, -- [2]
				}, -- [411]
				{
					138, -- [1]
					1501041492, -- [2]
				}, -- [412]
				{
					140, -- [1]
					1501041492, -- [2]
				}, -- [413]
				{
					140, -- [1]
					1501041492, -- [2]
				}, -- [414]
				{
					142, -- [1]
					1501041492, -- [2]
				}, -- [415]
				{
					142, -- [1]
					1501041492, -- [2]
				}, -- [416]
				{
					144, -- [1]
					1501041492, -- [2]
				}, -- [417]
				{
					144, -- [1]
					1501041492, -- [2]
				}, -- [418]
				{
					159, -- [1]
					1501041492, -- [2]
				}, -- [419]
				{
					161, -- [1]
					1501041492, -- [2]
				}, -- [420]
				{
					161, -- [1]
					1501041492, -- [2]
				}, -- [421]
				{
					163, -- [1]
					1501041492, -- [2]
				}, -- [422]
				{
					163, -- [1]
					1501041492, -- [2]
				}, -- [423]
				{
					165, -- [1]
					1501041492, -- [2]
				}, -- [424]
				{
					165, -- [1]
					1501041492, -- [2]
				}, -- [425]
				{
					167, -- [1]
					1501041492, -- [2]
				}, -- [426]
				{
					167, -- [1]
					1501041492, -- [2]
				}, -- [427]
				{
					169, -- [1]
					1501041492, -- [2]
				}, -- [428]
				{
					169, -- [1]
					1501041492, -- [2]
				}, -- [429]
				{
					184, -- [1]
					1501041492, -- [2]
				}, -- [430]
				{
					186, -- [1]
					1501041492, -- [2]
				}, -- [431]
				{
					186, -- [1]
					1501041492, -- [2]
				}, -- [432]
				{
					188, -- [1]
					1501041492, -- [2]
				}, -- [433]
				{
					188, -- [1]
					1501041492, -- [2]
				}, -- [434]
				{
					190, -- [1]
					1501041492, -- [2]
				}, -- [435]
				{
					190, -- [1]
					1501041492, -- [2]
				}, -- [436]
				{
					192, -- [1]
					1501041492, -- [2]
				}, -- [437]
				{
					192, -- [1]
					1501041492, -- [2]
				}, -- [438]
				{
					194, -- [1]
					1501041492, -- [2]
				}, -- [439]
				{
					194, -- [1]
					1501041492, -- [2]
				}, -- [440]
				{
					209, -- [1]
					1501041492, -- [2]
				}, -- [441]
				{
					212, -- [1]
					1501041492, -- [2]
				}, -- [442]
				{
					212, -- [1]
					1501041492, -- [2]
				}, -- [443]
				{
					214, -- [1]
					1501041492, -- [2]
				}, -- [444]
				{
					214, -- [1]
					1501041492, -- [2]
				}, -- [445]
				{
					215, -- [1]
					1501041492, -- [2]
				}, -- [446]
				{
					215, -- [1]
					1501041492, -- [2]
				}, -- [447]
				{
					217, -- [1]
					1501041492, -- [2]
				}, -- [448]
				{
					217, -- [1]
					1501041492, -- [2]
				}, -- [449]
				{
					220, -- [1]
					1501041492, -- [2]
				}, -- [450]
				{
					220, -- [1]
					1501041492, -- [2]
				}, -- [451]
				{
					235, -- [1]
					1501041492, -- [2]
				}, -- [452]
				{
					237, -- [1]
					1501041492, -- [2]
				}, -- [453]
				{
					237, -- [1]
					1501041492, -- [2]
				}, -- [454]
				{
					238, -- [1]
					1501041492, -- [2]
				}, -- [455]
				{
					238, -- [1]
					1501041492, -- [2]
				}, -- [456]
				{
					240, -- [1]
					1501041492, -- [2]
				}, -- [457]
				{
					240, -- [1]
					1501041492, -- [2]
				}, -- [458]
				{
					243, -- [1]
					1501041492, -- [2]
				}, -- [459]
				{
					243, -- [1]
					1501041492, -- [2]
				}, -- [460]
				{
					244, -- [1]
					1501041492, -- [2]
				}, -- [461]
				{
					244, -- [1]
					1501041492, -- [2]
				}, -- [462]
				{
					259, -- [1]
					1501041492, -- [2]
				}, -- [463]
				{
					261, -- [1]
					1501041492, -- [2]
				}, -- [464]
				{
					261, -- [1]
					1501041492, -- [2]
				}, -- [465]
				{
					263, -- [1]
					1501041492, -- [2]
				}, -- [466]
				{
					263, -- [1]
					1501041492, -- [2]
				}, -- [467]
				{
					265, -- [1]
					1501041492, -- [2]
				}, -- [468]
				{
					265, -- [1]
					1501041492, -- [2]
				}, -- [469]
				{
					267, -- [1]
					1501041492, -- [2]
				}, -- [470]
				{
					267, -- [1]
					1501041492, -- [2]
				}, -- [471]
				{
					269, -- [1]
					1501041492, -- [2]
				}, -- [472]
				{
					269, -- [1]
					1501041492, -- [2]
				}, -- [473]
				{
					331, -- [1]
					1501041492, -- [2]
				}, -- [474]
				{
					334, -- [1]
					1501041492, -- [2]
				}, -- [475]
				{
					334, -- [1]
					1501041492, -- [2]
				}, -- [476]
				{
					341, -- [1]
					1501041492, -- [2]
				}, -- [477]
				{
					341, -- [1]
					1501041492, -- [2]
				}, -- [478]
				{
					356, -- [1]
					1501041492, -- [2]
				}, -- [479]
				{
					358, -- [1]
					1501041492, -- [2]
				}, -- [480]
				{
					358, -- [1]
					1501041492, -- [2]
				}, -- [481]
				{
					360, -- [1]
					1501041492, -- [2]
				}, -- [482]
				{
					360, -- [1]
					1501041492, -- [2]
				}, -- [483]
				{
					362, -- [1]
					1501041492, -- [2]
				}, -- [484]
				{
					362, -- [1]
					1501041492, -- [2]
				}, -- [485]
				{
					364, -- [1]
					1501041492, -- [2]
				}, -- [486]
				{
					364, -- [1]
					1501041492, -- [2]
				}, -- [487]
				{
					366, -- [1]
					1501041492, -- [2]
				}, -- [488]
				{
					366, -- [1]
					1501041492, -- [2]
				}, -- [489]
				{
					381, -- [1]
					1501041492, -- [2]
				}, -- [490]
				{
					383, -- [1]
					1501041492, -- [2]
				}, -- [491]
				{
					383, -- [1]
					1501041492, -- [2]
				}, -- [492]
				{
					385, -- [1]
					1501041492, -- [2]
				}, -- [493]
				{
					385, -- [1]
					1501041492, -- [2]
				}, -- [494]
				{
					387, -- [1]
					1501041492, -- [2]
				}, -- [495]
				{
					387, -- [1]
					1501041492, -- [2]
				}, -- [496]
				{
					389, -- [1]
					1501041492, -- [2]
				}, -- [497]
				{
					389, -- [1]
					1501041492, -- [2]
				}, -- [498]
				{
					391, -- [1]
					1501041492, -- [2]
				}, -- [499]
				{
					391, -- [1]
					1501041492, -- [2]
				}, -- [500]
				{
					406, -- [1]
					1501041492, -- [2]
				}, -- [501]
				{
					408, -- [1]
					1501041492, -- [2]
				}, -- [502]
				{
					408, -- [1]
					1501041492, -- [2]
				}, -- [503]
				{
					426, -- [1]
					1501041492, -- [2]
				}, -- [504]
				{
					428, -- [1]
					1501041492, -- [2]
				}, -- [505]
				{
					428, -- [1]
					1501041492, -- [2]
				}, -- [506]
				{
					436, -- [1]
					1501041492, -- [2]
				}, -- [507]
				{
					436, -- [1]
					1501041492, -- [2]
				}, -- [508]
				{
					451, -- [1]
					1501041492, -- [2]
				}, -- [509]
				{
					453, -- [1]
					1501041492, -- [2]
				}, -- [510]
				{
					453, -- [1]
					1501041492, -- [2]
				}, -- [511]
				{
					455, -- [1]
					1501041492, -- [2]
				}, -- [512]
				{
					455, -- [1]
					1501041492, -- [2]
				}, -- [513]
				{
					457, -- [1]
					1501041492, -- [2]
				}, -- [514]
				{
					457, -- [1]
					1501041492, -- [2]
				}, -- [515]
				{
					25, -- [1]
					1502526451, -- [2]
				}, -- [516]
				{
					27, -- [1]
					1502526451, -- [2]
				}, -- [517]
				{
					27, -- [1]
					1502526451, -- [2]
				}, -- [518]
				{
					29, -- [1]
					1502526451, -- [2]
				}, -- [519]
				{
					29, -- [1]
					1502526451, -- [2]
				}, -- [520]
				{
					31, -- [1]
					1502526451, -- [2]
				}, -- [521]
				{
					31, -- [1]
					1502526451, -- [2]
				}, -- [522]
				{
					33, -- [1]
					1502526451, -- [2]
				}, -- [523]
				{
					33, -- [1]
					1502526451, -- [2]
				}, -- [524]
				{
					35, -- [1]
					1502526451, -- [2]
				}, -- [525]
				{
					35, -- [1]
					1502526451, -- [2]
				}, -- [526]
				{
					50, -- [1]
					1502526451, -- [2]
				}, -- [527]
				{
					52, -- [1]
					1502526451, -- [2]
				}, -- [528]
				{
					52, -- [1]
					1502526451, -- [2]
				}, -- [529]
				{
					54, -- [1]
					1502526451, -- [2]
				}, -- [530]
				{
					54, -- [1]
					1502526451, -- [2]
				}, -- [531]
				{
					56, -- [1]
					1502526451, -- [2]
				}, -- [532]
				{
					56, -- [1]
					1502526451, -- [2]
				}, -- [533]
				{
					129, -- [1]
					1502526451, -- [2]
				}, -- [534]
				{
					133, -- [1]
					1502526451, -- [2]
				}, -- [535]
				{
					133, -- [1]
					1502526451, -- [2]
				}, -- [536]
				{
					135, -- [1]
					1502526451, -- [2]
				}, -- [537]
				{
					135, -- [1]
					1502526451, -- [2]
				}, -- [538]
				{
					137, -- [1]
					1502526451, -- [2]
				}, -- [539]
				{
					137, -- [1]
					1502526451, -- [2]
				}, -- [540]
				{
					139, -- [1]
					1502526451, -- [2]
				}, -- [541]
				{
					139, -- [1]
					1502526451, -- [2]
				}, -- [542]
				{
					154, -- [1]
					1502526451, -- [2]
				}, -- [543]
				{
					156, -- [1]
					1502526451, -- [2]
				}, -- [544]
				{
					156, -- [1]
					1502526451, -- [2]
				}, -- [545]
				{
					158, -- [1]
					1502526451, -- [2]
				}, -- [546]
				{
					158, -- [1]
					1502526451, -- [2]
				}, -- [547]
				{
					160, -- [1]
					1502526451, -- [2]
				}, -- [548]
				{
					160, -- [1]
					1502526451, -- [2]
				}, -- [549]
				{
					162, -- [1]
					1502526451, -- [2]
				}, -- [550]
				{
					162, -- [1]
					1502526451, -- [2]
				}, -- [551]
				{
					164, -- [1]
					1502526451, -- [2]
				}, -- [552]
				{
					164, -- [1]
					1502526451, -- [2]
				}, -- [553]
				{
					179, -- [1]
					1502526451, -- [2]
				}, -- [554]
				{
					181, -- [1]
					1502526451, -- [2]
				}, -- [555]
				{
					181, -- [1]
					1502526451, -- [2]
				}, -- [556]
				{
					183, -- [1]
					1502526451, -- [2]
				}, -- [557]
				{
					183, -- [1]
					1502526451, -- [2]
				}, -- [558]
				{
					185, -- [1]
					1502526451, -- [2]
				}, -- [559]
				{
					185, -- [1]
					1502526451, -- [2]
				}, -- [560]
				{
					187, -- [1]
					1502526451, -- [2]
				}, -- [561]
				{
					187, -- [1]
					1502526451, -- [2]
				}, -- [562]
				{
					189, -- [1]
					1502526451, -- [2]
				}, -- [563]
				{
					189, -- [1]
					1502526451, -- [2]
				}, -- [564]
				{
					204, -- [1]
					1502526451, -- [2]
				}, -- [565]
				{
					206, -- [1]
					1502526451, -- [2]
				}, -- [566]
				{
					206, -- [1]
					1502526451, -- [2]
				}, -- [567]
				{
					208, -- [1]
					1502526451, -- [2]
				}, -- [568]
				{
					208, -- [1]
					1502526451, -- [2]
				}, -- [569]
				{
					210, -- [1]
					1502526451, -- [2]
				}, -- [570]
				{
					210, -- [1]
					1502526451, -- [2]
				}, -- [571]
				{
					212, -- [1]
					1502526451, -- [2]
				}, -- [572]
				{
					212, -- [1]
					1502526451, -- [2]
				}, -- [573]
				{
					215, -- [1]
					1502526451, -- [2]
				}, -- [574]
				{
					215, -- [1]
					1502526451, -- [2]
				}, -- [575]
				{
					229, -- [1]
					1502526451, -- [2]
				}, -- [576]
				{
					231, -- [1]
					1502526451, -- [2]
				}, -- [577]
				{
					231, -- [1]
					1502526451, -- [2]
				}, -- [578]
				{
					233, -- [1]
					1502526451, -- [2]
				}, -- [579]
				{
					233, -- [1]
					1502526451, -- [2]
				}, -- [580]
				{
					235, -- [1]
					1502526451, -- [2]
				}, -- [581]
				{
					235, -- [1]
					1502526451, -- [2]
				}, -- [582]
				{
					237, -- [1]
					1502526451, -- [2]
				}, -- [583]
				{
					237, -- [1]
					1502526451, -- [2]
				}, -- [584]
				{
					239, -- [1]
					1502526451, -- [2]
				}, -- [585]
				{
					239, -- [1]
					1502526451, -- [2]
				}, -- [586]
				{
					254, -- [1]
					1502526451, -- [2]
				}, -- [587]
				{
					256, -- [1]
					1502526451, -- [2]
				}, -- [588]
				{
					256, -- [1]
					1502526451, -- [2]
				}, -- [589]
				{
					258, -- [1]
					1502526451, -- [2]
				}, -- [590]
				{
					258, -- [1]
					1502526451, -- [2]
				}, -- [591]
				{
					260, -- [1]
					1502526451, -- [2]
				}, -- [592]
				{
					260, -- [1]
					1502526451, -- [2]
				}, -- [593]
				{
					262, -- [1]
					1502526451, -- [2]
				}, -- [594]
				{
					262, -- [1]
					1502526451, -- [2]
				}, -- [595]
				{
					264, -- [1]
					1502526451, -- [2]
				}, -- [596]
				{
					264, -- [1]
					1502526451, -- [2]
				}, -- [597]
				{
					279, -- [1]
					1502526451, -- [2]
				}, -- [598]
				{
					281, -- [1]
					1502526451, -- [2]
				}, -- [599]
				{
					281, -- [1]
					1502526451, -- [2]
				}, -- [600]
				{
					348, -- [1]
					1502526451, -- [2]
				}, -- [601]
				{
					350, -- [1]
					1502526451, -- [2]
				}, -- [602]
				{
					350, -- [1]
					1502526451, -- [2]
				}, -- [603]
				{
					356, -- [1]
					1502526451, -- [2]
				}, -- [604]
				{
					356, -- [1]
					1502526451, -- [2]
				}, -- [605]
				{
					358, -- [1]
					1502526451, -- [2]
				}, -- [606]
				{
					358, -- [1]
					1502526451, -- [2]
				}, -- [607]
				{
					372, -- [1]
					1502526451, -- [2]
				}, -- [608]
				{
					374, -- [1]
					1502526451, -- [2]
				}, -- [609]
				{
					374, -- [1]
					1502526451, -- [2]
				}, -- [610]
				{
					376, -- [1]
					1502526451, -- [2]
				}, -- [611]
				{
					376, -- [1]
					1502526451, -- [2]
				}, -- [612]
				{
					378, -- [1]
					1502526451, -- [2]
				}, -- [613]
				{
					378, -- [1]
					1502526451, -- [2]
				}, -- [614]
				{
					380, -- [1]
					1502526451, -- [2]
				}, -- [615]
				{
					380, -- [1]
					1502526451, -- [2]
				}, -- [616]
				{
					382, -- [1]
					1502526451, -- [2]
				}, -- [617]
				{
					382, -- [1]
					1502526451, -- [2]
				}, -- [618]
				{
					397, -- [1]
					1502526451, -- [2]
				}, -- [619]
				{
					399, -- [1]
					1502526451, -- [2]
				}, -- [620]
				{
					399, -- [1]
					1502526451, -- [2]
				}, -- [621]
				{
					401, -- [1]
					1502526451, -- [2]
				}, -- [622]
				{
					401, -- [1]
					1502526451, -- [2]
				}, -- [623]
				{
					403, -- [1]
					1502526451, -- [2]
				}, -- [624]
				{
					403, -- [1]
					1502526451, -- [2]
				}, -- [625]
				{
					405, -- [1]
					1502526451, -- [2]
				}, -- [626]
				{
					405, -- [1]
					1502526451, -- [2]
				}, -- [627]
				{
					407, -- [1]
					1502526451, -- [2]
				}, -- [628]
				{
					407, -- [1]
					1502526451, -- [2]
				}, -- [629]
				{
					422, -- [1]
					1502526451, -- [2]
				}, -- [630]
				{
					424, -- [1]
					1502526451, -- [2]
				}, -- [631]
				{
					424, -- [1]
					1502526451, -- [2]
				}, -- [632]
				{
					442, -- [1]
					1502526451, -- [2]
				}, -- [633]
				{
					444, -- [1]
					1502526451, -- [2]
				}, -- [634]
				{
					444, -- [1]
					1502526451, -- [2]
				}, -- [635]
				{
					452, -- [1]
					1502526451, -- [2]
				}, -- [636]
				{
					452, -- [1]
					1502526451, -- [2]
				}, -- [637]
				{
					467, -- [1]
					1502526451, -- [2]
				}, -- [638]
				{
					469, -- [1]
					1502526451, -- [2]
				}, -- [639]
				{
					469, -- [1]
					1502526451, -- [2]
				}, -- [640]
				{
					471, -- [1]
					1502526451, -- [2]
				}, -- [641]
				{
					471, -- [1]
					1502526451, -- [2]
				}, -- [642]
				{
					473, -- [1]
					1502526451, -- [2]
				}, -- [643]
				{
					473, -- [1]
					1502526451, -- [2]
				}, -- [644]
				{
					475, -- [1]
					1502526451, -- [2]
				}, -- [645]
				{
					475, -- [1]
					1502526451, -- [2]
				}, -- [646]
				{
					478, -- [1]
					1502526451, -- [2]
				}, -- [647]
				{
					478, -- [1]
					1502526451, -- [2]
				}, -- [648]
				{
					492, -- [1]
					1502526451, -- [2]
				}, -- [649]
				{
					494, -- [1]
					1502526451, -- [2]
				}, -- [650]
				{
					494, -- [1]
					1502526451, -- [2]
				}, -- [651]
				{
					496, -- [1]
					1502526451, -- [2]
				}, -- [652]
				{
					496, -- [1]
					1502526451, -- [2]
				}, -- [653]
				{
					498, -- [1]
					1502526451, -- [2]
				}, -- [654]
				{
					498, -- [1]
					1502526451, -- [2]
				}, -- [655]
				{
					500, -- [1]
					1502526451, -- [2]
				}, -- [656]
				{
					500, -- [1]
					1502526451, -- [2]
				}, -- [657]
				{
					502, -- [1]
					1502526451, -- [2]
				}, -- [658]
				{
					502, -- [1]
					1502526451, -- [2]
				}, -- [659]
				{
					517, -- [1]
					1502526451, -- [2]
				}, -- [660]
				{
					519, -- [1]
					1502526451, -- [2]
				}, -- [661]
				{
					519, -- [1]
					1502526451, -- [2]
				}, -- [662]
				{
					537, -- [1]
					1502526451, -- [2]
				}, -- [663]
				{
					539, -- [1]
					1502526451, -- [2]
				}, -- [664]
				{
					539, -- [1]
					1502526451, -- [2]
				}, -- [665]
			},
			["撕裂裂隙"] = {
				{
					331, -- [1]
					1500303535, -- [2]
				}, -- [1]
				{
					335, -- [1]
					1500303535, -- [2]
				}, -- [2]
				{
					426, -- [1]
					1500303535, -- [2]
				}, -- [3]
				{
					430, -- [1]
					1500303535, -- [2]
				}, -- [4]
				{
					335, -- [1]
					1501041492, -- [2]
				}, -- [5]
				{
					339, -- [1]
					1501041492, -- [2]
				}, -- [6]
				{
					430, -- [1]
					1501041492, -- [2]
				}, -- [7]
				{
					434, -- [1]
					1501041492, -- [2]
				}, -- [8]
				{
					351, -- [1]
					1502526451, -- [2]
				}, -- [9]
				{
					356, -- [1]
					1502526451, -- [2]
				}, -- [10]
				{
					446, -- [1]
					1502526451, -- [2]
				}, -- [11]
				{
					451, -- [1]
					1502526451, -- [2]
				}, -- [12]
			},
			["恶魔方尖碑"] = {
				{
					349, -- [1]
					1500303535, -- [2]
				}, -- [1]
				{
					386, -- [1]
					1500303535, -- [2]
				}, -- [2]
				{
					354, -- [1]
					1501041492, -- [2]
				}, -- [3]
				{
					390, -- [1]
					1501041492, -- [2]
				}, -- [4]
				{
					449, -- [1]
					1501041492, -- [2]
				}, -- [5]
				{
					370, -- [1]
					1502526451, -- [2]
				}, -- [6]
				{
					406, -- [1]
					1502526451, -- [2]
				}, -- [7]
				{
					465, -- [1]
					1502526451, -- [2]
				}, -- [8]
				{
					501, -- [1]
					1502526451, -- [2]
				}, -- [9]
			},
			["末日决战"] = {
				{
					10, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					67, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					96, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					171, -- [1]
					1500302206, -- [2]
				}, -- [4]
				{
					215, -- [1]
					1500302206, -- [2]
				}, -- [5]
				{
					247, -- [1]
					1500302206, -- [2]
				}, -- [6]
				{
					11, -- [1]
					1500302860, -- [2]
				}, -- [7]
				{
					62, -- [1]
					1500302860, -- [2]
				}, -- [8]
				{
					92, -- [1]
					1500302860, -- [2]
				}, -- [9]
				{
					166, -- [1]
					1500302860, -- [2]
				}, -- [10]
				{
					211, -- [1]
					1500302860, -- [2]
				}, -- [11]
				{
					10, -- [1]
					1500303535, -- [2]
				}, -- [12]
				{
					58, -- [1]
					1500303535, -- [2]
				}, -- [13]
				{
					88, -- [1]
					1500303535, -- [2]
				}, -- [14]
				{
					163, -- [1]
					1500303535, -- [2]
				}, -- [15]
				{
					208, -- [1]
					1500303535, -- [2]
				}, -- [16]
				{
					239, -- [1]
					1500303535, -- [2]
				}, -- [17]
				{
					10, -- [1]
					1501040484, -- [2]
				}, -- [18]
				{
					59, -- [1]
					1501040484, -- [2]
				}, -- [19]
				{
					88, -- [1]
					1501040484, -- [2]
				}, -- [20]
				{
					162, -- [1]
					1501040484, -- [2]
				}, -- [21]
				{
					207, -- [1]
					1501040484, -- [2]
				}, -- [22]
				{
					238, -- [1]
					1501040484, -- [2]
				}, -- [23]
				{
					10, -- [1]
					1501040924, -- [2]
				}, -- [24]
				{
					64, -- [1]
					1501040924, -- [2]
				}, -- [25]
				{
					94, -- [1]
					1501040924, -- [2]
				}, -- [26]
				{
					168, -- [1]
					1501040924, -- [2]
				}, -- [27]
				{
					213, -- [1]
					1501040924, -- [2]
				}, -- [28]
				{
					244, -- [1]
					1501040924, -- [2]
				}, -- [29]
				{
					11, -- [1]
					1501041492, -- [2]
				}, -- [30]
				{
					68, -- [1]
					1501041492, -- [2]
				}, -- [31]
				{
					99, -- [1]
					1501041492, -- [2]
				}, -- [32]
				{
					174, -- [1]
					1501041492, -- [2]
				}, -- [33]
				{
					219, -- [1]
					1501041492, -- [2]
				}, -- [34]
				{
					251, -- [1]
					1501041492, -- [2]
				}, -- [35]
				{
					10, -- [1]
					1502526451, -- [2]
				}, -- [36]
				{
					64, -- [1]
					1502526451, -- [2]
				}, -- [37]
				{
					94, -- [1]
					1502526451, -- [2]
				}, -- [38]
				{
					169, -- [1]
					1502526451, -- [2]
				}, -- [39]
				{
					214, -- [1]
					1502526451, -- [2]
				}, -- [40]
				{
					245, -- [1]
					1502526451, -- [2]
				}, -- [41]
				{
					280, -- [1]
					1502526451, -- [2]
				}, -- [42]
			},
			["鱼叉投掷"] = {
				{
					461, -- [1]
					1501041492, -- [2]
				}, -- [1]
				{
					540, -- [1]
					1502526451, -- [2]
				}, -- [2]
			},
			["暗影映像：爆发"] = {
				{
					133, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					245, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					129, -- [1]
					1500302860, -- [2]
				}, -- [3]
				{
					241, -- [1]
					1500302860, -- [2]
				}, -- [4]
				{
					125, -- [1]
					1500303535, -- [2]
				}, -- [5]
				{
					237, -- [1]
					1500303535, -- [2]
				}, -- [6]
				{
					124, -- [1]
					1501040484, -- [2]
				}, -- [7]
				{
					236, -- [1]
					1501040484, -- [2]
				}, -- [8]
				{
					131, -- [1]
					1501040924, -- [2]
				}, -- [9]
				{
					243, -- [1]
					1501040924, -- [2]
				}, -- [10]
				{
					137, -- [1]
					1501041492, -- [2]
				}, -- [11]
				{
					249, -- [1]
					1501041492, -- [2]
				}, -- [12]
				{
					131, -- [1]
					1502526451, -- [2]
				}, -- [13]
				{
					243, -- [1]
					1502526451, -- [2]
				}, -- [14]
			},
			["爆裂恐惧烈焰"] = {
				{
					67, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					67, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					114, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					114, -- [1]
					1500302206, -- [2]
				}, -- [4]
				{
					171, -- [1]
					1500302206, -- [2]
				}, -- [5]
				{
					172, -- [1]
					1500302206, -- [2]
				}, -- [6]
				{
					172, -- [1]
					1500302206, -- [2]
				}, -- [7]
				{
					219, -- [1]
					1500302206, -- [2]
				}, -- [8]
				{
					219, -- [1]
					1500302206, -- [2]
				}, -- [9]
				{
					62, -- [1]
					1500302860, -- [2]
				}, -- [10]
				{
					62, -- [1]
					1500302860, -- [2]
				}, -- [11]
				{
					110, -- [1]
					1500302860, -- [2]
				}, -- [12]
				{
					110, -- [1]
					1500302860, -- [2]
				}, -- [13]
				{
					167, -- [1]
					1500302860, -- [2]
				}, -- [14]
				{
					167, -- [1]
					1500302860, -- [2]
				}, -- [15]
				{
					215, -- [1]
					1500302860, -- [2]
				}, -- [16]
				{
					215, -- [1]
					1500302860, -- [2]
				}, -- [17]
				{
					59, -- [1]
					1500303535, -- [2]
				}, -- [18]
				{
					59, -- [1]
					1500303535, -- [2]
				}, -- [19]
				{
					106, -- [1]
					1500303535, -- [2]
				}, -- [20]
				{
					106, -- [1]
					1500303535, -- [2]
				}, -- [21]
				{
					164, -- [1]
					1500303535, -- [2]
				}, -- [22]
				{
					164, -- [1]
					1500303535, -- [2]
				}, -- [23]
				{
					212, -- [1]
					1500303535, -- [2]
				}, -- [24]
				{
					212, -- [1]
					1500303535, -- [2]
				}, -- [25]
				{
					357, -- [1]
					1500303535, -- [2]
				}, -- [26]
				{
					357, -- [1]
					1500303535, -- [2]
				}, -- [27]
				{
					382, -- [1]
					1500303535, -- [2]
				}, -- [28]
				{
					382, -- [1]
					1500303535, -- [2]
				}, -- [29]
				{
					60, -- [1]
					1501040484, -- [2]
				}, -- [30]
				{
					60, -- [1]
					1501040484, -- [2]
				}, -- [31]
				{
					105, -- [1]
					1501040484, -- [2]
				}, -- [32]
				{
					105, -- [1]
					1501040484, -- [2]
				}, -- [33]
				{
					163, -- [1]
					1501040484, -- [2]
				}, -- [34]
				{
					163, -- [1]
					1501040484, -- [2]
				}, -- [35]
				{
					211, -- [1]
					1501040484, -- [2]
				}, -- [36]
				{
					211, -- [1]
					1501040484, -- [2]
				}, -- [37]
				{
					64, -- [1]
					1501040924, -- [2]
				}, -- [38]
				{
					64, -- [1]
					1501040924, -- [2]
				}, -- [39]
				{
					112, -- [1]
					1501040924, -- [2]
				}, -- [40]
				{
					112, -- [1]
					1501040924, -- [2]
				}, -- [41]
				{
					169, -- [1]
					1501040924, -- [2]
				}, -- [42]
				{
					169, -- [1]
					1501040924, -- [2]
				}, -- [43]
				{
					217, -- [1]
					1501040924, -- [2]
				}, -- [44]
				{
					217, -- [1]
					1501040924, -- [2]
				}, -- [45]
				{
					68, -- [1]
					1501041492, -- [2]
				}, -- [46]
				{
					68, -- [1]
					1501041492, -- [2]
				}, -- [47]
				{
					117, -- [1]
					1501041492, -- [2]
				}, -- [48]
				{
					117, -- [1]
					1501041492, -- [2]
				}, -- [49]
				{
					175, -- [1]
					1501041492, -- [2]
				}, -- [50]
				{
					175, -- [1]
					1501041492, -- [2]
				}, -- [51]
				{
					223, -- [1]
					1501041492, -- [2]
				}, -- [52]
				{
					223, -- [1]
					1501041492, -- [2]
				}, -- [53]
				{
					362, -- [1]
					1501041492, -- [2]
				}, -- [54]
				{
					362, -- [1]
					1501041492, -- [2]
				}, -- [55]
				{
					387, -- [1]
					1501041492, -- [2]
				}, -- [56]
				{
					387, -- [1]
					1501041492, -- [2]
				}, -- [57]
				{
					457, -- [1]
					1501041492, -- [2]
				}, -- [58]
				{
					457, -- [1]
					1501041492, -- [2]
				}, -- [59]
				{
					65, -- [1]
					1502526451, -- [2]
				}, -- [60]
				{
					65, -- [1]
					1502526451, -- [2]
				}, -- [61]
				{
					112, -- [1]
					1502526451, -- [2]
				}, -- [62]
				{
					112, -- [1]
					1502526451, -- [2]
				}, -- [63]
				{
					170, -- [1]
					1502526451, -- [2]
				}, -- [64]
				{
					170, -- [1]
					1502526451, -- [2]
				}, -- [65]
				{
					218, -- [1]
					1502526451, -- [2]
				}, -- [66]
				{
					218, -- [1]
					1502526451, -- [2]
				}, -- [67]
				{
					273, -- [1]
					1502526451, -- [2]
				}, -- [68]
				{
					273, -- [1]
					1502526451, -- [2]
				}, -- [69]
				{
					378, -- [1]
					1502526451, -- [2]
				}, -- [70]
				{
					378, -- [1]
					1502526451, -- [2]
				}, -- [71]
				{
					403, -- [1]
					1502526451, -- [2]
				}, -- [72]
				{
					403, -- [1]
					1502526451, -- [2]
				}, -- [73]
				{
					473, -- [1]
					1502526451, -- [2]
				}, -- [74]
				{
					473, -- [1]
					1502526451, -- [2]
				}, -- [75]
				{
					498, -- [1]
					1502526451, -- [2]
				}, -- [76]
				{
					498, -- [1]
					1502526451, -- [2]
				}, -- [77]
			},
			["爆发"] = {
				{
					147, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					259, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					264, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					270, -- [1]
					1500302206, -- [2]
				}, -- [4]
				{
					276, -- [1]
					1500302206, -- [2]
				}, -- [5]
				{
					282, -- [1]
					1500302206, -- [2]
				}, -- [6]
				{
					288, -- [1]
					1500302206, -- [2]
				}, -- [7]
				{
					289, -- [1]
					1500302206, -- [2]
				}, -- [8]
				{
					293, -- [1]
					1500302206, -- [2]
				}, -- [9]
				{
					142, -- [1]
					1500302860, -- [2]
				}, -- [10]
				{
					254, -- [1]
					1500302860, -- [2]
				}, -- [11]
				{
					260, -- [1]
					1500302860, -- [2]
				}, -- [12]
				{
					266, -- [1]
					1500302860, -- [2]
				}, -- [13]
				{
					271, -- [1]
					1500302860, -- [2]
				}, -- [14]
				{
					277, -- [1]
					1500302860, -- [2]
				}, -- [15]
				{
					139, -- [1]
					1500303535, -- [2]
				}, -- [16]
				{
					144, -- [1]
					1500303535, -- [2]
				}, -- [17]
				{
					251, -- [1]
					1500303535, -- [2]
				}, -- [18]
				{
					256, -- [1]
					1500303535, -- [2]
				}, -- [19]
				{
					138, -- [1]
					1501040484, -- [2]
				}, -- [20]
				{
					143, -- [1]
					1501040484, -- [2]
				}, -- [21]
				{
					250, -- [1]
					1501040484, -- [2]
				}, -- [22]
				{
					255, -- [1]
					1501040484, -- [2]
				}, -- [23]
				{
					261, -- [1]
					1501040484, -- [2]
				}, -- [24]
				{
					267, -- [1]
					1501040484, -- [2]
				}, -- [25]
				{
					144, -- [1]
					1501040924, -- [2]
				}, -- [26]
				{
					149, -- [1]
					1501040924, -- [2]
				}, -- [27]
				{
					256, -- [1]
					1501040924, -- [2]
				}, -- [28]
				{
					261, -- [1]
					1501040924, -- [2]
				}, -- [29]
				{
					268, -- [1]
					1501040924, -- [2]
				}, -- [30]
				{
					273, -- [1]
					1501040924, -- [2]
				}, -- [31]
				{
					274, -- [1]
					1501040924, -- [2]
				}, -- [32]
				{
					278, -- [1]
					1501040924, -- [2]
				}, -- [33]
				{
					280, -- [1]
					1501040924, -- [2]
				}, -- [34]
				{
					286, -- [1]
					1501040924, -- [2]
				}, -- [35]
				{
					292, -- [1]
					1501040924, -- [2]
				}, -- [36]
				{
					298, -- [1]
					1501040924, -- [2]
				}, -- [37]
				{
					303, -- [1]
					1501040924, -- [2]
				}, -- [38]
				{
					150, -- [1]
					1501041492, -- [2]
				}, -- [39]
				{
					151, -- [1]
					1501041492, -- [2]
				}, -- [40]
				{
					156, -- [1]
					1501041492, -- [2]
				}, -- [41]
				{
					262, -- [1]
					1501041492, -- [2]
				}, -- [42]
				{
					268, -- [1]
					1501041492, -- [2]
				}, -- [43]
				{
					145, -- [1]
					1502526451, -- [2]
				}, -- [44]
				{
					150, -- [1]
					1502526451, -- [2]
				}, -- [45]
				{
					156, -- [1]
					1502526451, -- [2]
				}, -- [46]
				{
					257, -- [1]
					1502526451, -- [2]
				}, -- [47]
				{
					262, -- [1]
					1502526451, -- [2]
				}, -- [48]
				{
					268, -- [1]
					1502526451, -- [2]
				}, -- [49]
			},
			["爆发恐惧烈焰"] = {
				{
					147, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					259, -- [1]
					1500302206, -- [2]
				}, -- [2]
				{
					264, -- [1]
					1500302206, -- [2]
				}, -- [3]
				{
					270, -- [1]
					1500302206, -- [2]
				}, -- [4]
				{
					276, -- [1]
					1500302206, -- [2]
				}, -- [5]
				{
					282, -- [1]
					1500302206, -- [2]
				}, -- [6]
				{
					288, -- [1]
					1500302206, -- [2]
				}, -- [7]
				{
					289, -- [1]
					1500302206, -- [2]
				}, -- [8]
				{
					293, -- [1]
					1500302206, -- [2]
				}, -- [9]
				{
					142, -- [1]
					1500302860, -- [2]
				}, -- [10]
				{
					254, -- [1]
					1500302860, -- [2]
				}, -- [11]
				{
					260, -- [1]
					1500302860, -- [2]
				}, -- [12]
				{
					266, -- [1]
					1500302860, -- [2]
				}, -- [13]
				{
					271, -- [1]
					1500302860, -- [2]
				}, -- [14]
				{
					277, -- [1]
					1500302860, -- [2]
				}, -- [15]
				{
					139, -- [1]
					1500303535, -- [2]
				}, -- [16]
				{
					144, -- [1]
					1500303535, -- [2]
				}, -- [17]
				{
					251, -- [1]
					1500303535, -- [2]
				}, -- [18]
				{
					256, -- [1]
					1500303535, -- [2]
				}, -- [19]
				{
					138, -- [1]
					1501040484, -- [2]
				}, -- [20]
				{
					143, -- [1]
					1501040484, -- [2]
				}, -- [21]
				{
					250, -- [1]
					1501040484, -- [2]
				}, -- [22]
				{
					255, -- [1]
					1501040484, -- [2]
				}, -- [23]
				{
					261, -- [1]
					1501040484, -- [2]
				}, -- [24]
				{
					267, -- [1]
					1501040484, -- [2]
				}, -- [25]
				{
					144, -- [1]
					1501040924, -- [2]
				}, -- [26]
				{
					149, -- [1]
					1501040924, -- [2]
				}, -- [27]
				{
					256, -- [1]
					1501040924, -- [2]
				}, -- [28]
				{
					261, -- [1]
					1501040924, -- [2]
				}, -- [29]
				{
					268, -- [1]
					1501040924, -- [2]
				}, -- [30]
				{
					273, -- [1]
					1501040924, -- [2]
				}, -- [31]
				{
					274, -- [1]
					1501040924, -- [2]
				}, -- [32]
				{
					278, -- [1]
					1501040924, -- [2]
				}, -- [33]
				{
					280, -- [1]
					1501040924, -- [2]
				}, -- [34]
				{
					286, -- [1]
					1501040924, -- [2]
				}, -- [35]
				{
					292, -- [1]
					1501040924, -- [2]
				}, -- [36]
				{
					298, -- [1]
					1501040924, -- [2]
				}, -- [37]
				{
					303, -- [1]
					1501040924, -- [2]
				}, -- [38]
				{
					150, -- [1]
					1501041492, -- [2]
				}, -- [39]
				{
					151, -- [1]
					1501041492, -- [2]
				}, -- [40]
				{
					156, -- [1]
					1501041492, -- [2]
				}, -- [41]
				{
					262, -- [1]
					1501041492, -- [2]
				}, -- [42]
				{
					268, -- [1]
					1501041492, -- [2]
				}, -- [43]
				{
					145, -- [1]
					1502526451, -- [2]
				}, -- [44]
				{
					150, -- [1]
					1502526451, -- [2]
				}, -- [45]
				{
					156, -- [1]
					1502526451, -- [2]
				}, -- [46]
				{
					257, -- [1]
					1502526451, -- [2]
				}, -- [47]
				{
					262, -- [1]
					1502526451, -- [2]
				}, -- [48]
				{
					268, -- [1]
					1502526451, -- [2]
				}, -- [49]
			},
			["欺诈者的遮蔽"] = {
				{
					258, -- [1]
					1500302206, -- [2]
				}, -- [1]
				{
					250, -- [1]
					1500302860, -- [2]
				}, -- [2]
				{
					267, -- [1]
					1500303535, -- [2]
				}, -- [3]
				{
					256, -- [1]
					1501040484, -- [2]
				}, -- [4]
				{
					258, -- [1]
					1501040924, -- [2]
				}, -- [5]
				{
					285, -- [1]
					1501041492, -- [2]
				}, -- [6]
				{
					290, -- [1]
					1502526451, -- [2]
				}, -- [7]
			},
		},
		["ids"] = {
			["不稳定的暗影之魂"] = 241702,
			["千魂之暗"] = 238999,
			["聚焦恐惧烈焰"] = 238502,
			["虚空强风"] = 244834,
			["邪爪"] = 239931,
			["撕裂裂隙"] = 243982,
			["恶魔方尖碑"] = 239785,
			["末日决战"] = 240910,
			["鱼叉投掷"] = 217160,
			["暗影映像：爆发"] = 236710,
			["爆裂恐惧烈焰"] = 238429,
			["爆发"] = 235974,
			["爆发恐惧烈焰"] = 235120,
			["欺诈者的遮蔽"] = 241983,
		},
	},
	["173115"] = {
		["deaths"] = {
			[175] = {
				1500825005, -- [1]
			},
			[73] = {
				1500824635, -- [1]
			},
			[79] = {
				1500824635, -- [1]
			},
			[152] = {
				1500824635, -- [1]
			},
			[72] = {
				1501496603, -- [1]
			},
			[81] = {
				1500824635, -- [1]
			},
			[83] = {
				1500824635, -- [1]
			},
			[84] = {
				1501496603, -- [1]
				1501496603, -- [2]
			},
		},
		["spells"] = {
			["狂热者"] = {
				{
					45, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					143, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					241, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					45, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					143, -- [1]
					1500825005, -- [2]
				}, -- [5]
				{
					224, -- [1]
					1500825005, -- [2]
				}, -- [6]
				{
					45, -- [1]
					1501496603, -- [2]
				}, -- [7]
				{
					143, -- [1]
					1501496603, -- [2]
				}, -- [8]
			},
			["毒性薄片"] = {
				{
					13, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					39, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					111, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					139, -- [1]
					1500824635, -- [2]
				}, -- [4]
				{
					211, -- [1]
					1500824635, -- [2]
				}, -- [5]
				{
					239, -- [1]
					1500824635, -- [2]
				}, -- [6]
				{
					12, -- [1]
					1500825005, -- [2]
				}, -- [7]
				{
					39, -- [1]
					1500825005, -- [2]
				}, -- [8]
				{
					111, -- [1]
					1500825005, -- [2]
				}, -- [9]
				{
					139, -- [1]
					1500825005, -- [2]
				}, -- [10]
				{
					211, -- [1]
					1500825005, -- [2]
				}, -- [11]
				{
					11, -- [1]
					1501496603, -- [2]
				}, -- [12]
				{
					37, -- [1]
					1501496603, -- [2]
				}, -- [13]
				{
					113, -- [1]
					1501496603, -- [2]
				}, -- [14]
				{
					141, -- [1]
					1501496603, -- [2]
				}, -- [15]
			},
			["奥术猛袭"] = {
				{
					10, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					32, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					54, -- [1]
					1500824635, -- [2]
				}, -- [4]
				{
					62, -- [1]
					1500824635, -- [2]
				}, -- [5]
				{
					119, -- [1]
					1500824635, -- [2]
				}, -- [6]
				{
					137, -- [1]
					1500824635, -- [2]
				}, -- [7]
				{
					152, -- [1]
					1500824635, -- [2]
				}, -- [8]
				{
					159, -- [1]
					1500824635, -- [2]
				}, -- [9]
				{
					218, -- [1]
					1500824635, -- [2]
				}, -- [10]
				{
					237, -- [1]
					1500824635, -- [2]
				}, -- [11]
				{
					250, -- [1]
					1500824635, -- [2]
				}, -- [12]
				{
					257, -- [1]
					1500824635, -- [2]
				}, -- [13]
				{
					10, -- [1]
					1500825005, -- [2]
				}, -- [14]
				{
					21, -- [1]
					1500825005, -- [2]
				}, -- [15]
				{
					32, -- [1]
					1500825005, -- [2]
				}, -- [16]
				{
					53, -- [1]
					1500825005, -- [2]
				}, -- [17]
				{
					61, -- [1]
					1500825005, -- [2]
				}, -- [18]
				{
					119, -- [1]
					1500825005, -- [2]
				}, -- [19]
				{
					152, -- [1]
					1500825005, -- [2]
				}, -- [20]
				{
					159, -- [1]
					1500825005, -- [2]
				}, -- [21]
				{
					219, -- [1]
					1500825005, -- [2]
				}, -- [22]
				{
					10, -- [1]
					1501496603, -- [2]
				}, -- [23]
				{
					21, -- [1]
					1501496603, -- [2]
				}, -- [24]
				{
					31, -- [1]
					1501496603, -- [2]
				}, -- [25]
				{
					53, -- [1]
					1501496603, -- [2]
				}, -- [26]
				{
					61, -- [1]
					1501496603, -- [2]
				}, -- [27]
				{
					121, -- [1]
					1501496603, -- [2]
				}, -- [28]
				{
					139, -- [1]
					1501496603, -- [2]
				}, -- [29]
				{
					152, -- [1]
					1501496603, -- [2]
				}, -- [30]
				{
					160, -- [1]
					1501496603, -- [2]
				}, -- [31]
			},
			["清扫"] = {
				{
					96, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					102, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					104, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					105, -- [1]
					1500824635, -- [2]
				}, -- [4]
				{
					106, -- [1]
					1500824635, -- [2]
				}, -- [5]
				{
					108, -- [1]
					1500824635, -- [2]
				}, -- [6]
				{
					109, -- [1]
					1500824635, -- [2]
				}, -- [7]
				{
					110, -- [1]
					1500824635, -- [2]
				}, -- [8]
				{
					111, -- [1]
					1500824635, -- [2]
				}, -- [9]
				{
					112, -- [1]
					1500824635, -- [2]
				}, -- [10]
				{
					113, -- [1]
					1500824635, -- [2]
				}, -- [11]
				{
					114, -- [1]
					1500824635, -- [2]
				}, -- [12]
				{
					115, -- [1]
					1500824635, -- [2]
				}, -- [13]
				{
					116, -- [1]
					1500824635, -- [2]
				}, -- [14]
				{
					120, -- [1]
					1500824635, -- [2]
				}, -- [15]
				{
					124, -- [1]
					1500824635, -- [2]
				}, -- [16]
				{
					126, -- [1]
					1500824635, -- [2]
				}, -- [17]
				{
					133, -- [1]
					1500824635, -- [2]
				}, -- [18]
				{
					134, -- [1]
					1500824635, -- [2]
				}, -- [19]
				{
					135, -- [1]
					1500824635, -- [2]
				}, -- [20]
				{
					138, -- [1]
					1500824635, -- [2]
				}, -- [21]
				{
					140, -- [1]
					1500824635, -- [2]
				}, -- [22]
				{
					143, -- [1]
					1500824635, -- [2]
				}, -- [23]
				{
					193, -- [1]
					1500824635, -- [2]
				}, -- [24]
				{
					200, -- [1]
					1500824635, -- [2]
				}, -- [25]
				{
					202, -- [1]
					1500824635, -- [2]
				}, -- [26]
				{
					206, -- [1]
					1500824635, -- [2]
				}, -- [27]
				{
					207, -- [1]
					1500824635, -- [2]
				}, -- [28]
				{
					211, -- [1]
					1500824635, -- [2]
				}, -- [29]
				{
					212, -- [1]
					1500824635, -- [2]
				}, -- [30]
				{
					213, -- [1]
					1500824635, -- [2]
				}, -- [31]
				{
					96, -- [1]
					1500825005, -- [2]
				}, -- [32]
				{
					103, -- [1]
					1500825005, -- [2]
				}, -- [33]
				{
					104, -- [1]
					1500825005, -- [2]
				}, -- [34]
				{
					105, -- [1]
					1500825005, -- [2]
				}, -- [35]
				{
					106, -- [1]
					1500825005, -- [2]
				}, -- [36]
				{
					108, -- [1]
					1500825005, -- [2]
				}, -- [37]
				{
					109, -- [1]
					1500825005, -- [2]
				}, -- [38]
				{
					110, -- [1]
					1500825005, -- [2]
				}, -- [39]
				{
					111, -- [1]
					1500825005, -- [2]
				}, -- [40]
				{
					112, -- [1]
					1500825005, -- [2]
				}, -- [41]
				{
					114, -- [1]
					1500825005, -- [2]
				}, -- [42]
				{
					115, -- [1]
					1500825005, -- [2]
				}, -- [43]
				{
					117, -- [1]
					1500825005, -- [2]
				}, -- [44]
				{
					118, -- [1]
					1500825005, -- [2]
				}, -- [45]
				{
					122, -- [1]
					1500825005, -- [2]
				}, -- [46]
				{
					123, -- [1]
					1500825005, -- [2]
				}, -- [47]
				{
					125, -- [1]
					1500825005, -- [2]
				}, -- [48]
				{
					132, -- [1]
					1500825005, -- [2]
				}, -- [49]
				{
					135, -- [1]
					1500825005, -- [2]
				}, -- [50]
				{
					139, -- [1]
					1500825005, -- [2]
				}, -- [51]
				{
					145, -- [1]
					1500825005, -- [2]
				}, -- [52]
				{
					193, -- [1]
					1500825005, -- [2]
				}, -- [53]
				{
					201, -- [1]
					1500825005, -- [2]
				}, -- [54]
				{
					202, -- [1]
					1500825005, -- [2]
				}, -- [55]
				{
					204, -- [1]
					1500825005, -- [2]
				}, -- [56]
				{
					206, -- [1]
					1500825005, -- [2]
				}, -- [57]
				{
					207, -- [1]
					1500825005, -- [2]
				}, -- [58]
				{
					208, -- [1]
					1500825005, -- [2]
				}, -- [59]
				{
					210, -- [1]
					1500825005, -- [2]
				}, -- [60]
				{
					211, -- [1]
					1500825005, -- [2]
				}, -- [61]
				{
					212, -- [1]
					1500825005, -- [2]
				}, -- [62]
				{
					213, -- [1]
					1500825005, -- [2]
				}, -- [63]
				{
					214, -- [1]
					1500825005, -- [2]
				}, -- [64]
				{
					215, -- [1]
					1500825005, -- [2]
				}, -- [65]
				{
					216, -- [1]
					1500825005, -- [2]
				}, -- [66]
				{
					217, -- [1]
					1500825005, -- [2]
				}, -- [67]
				{
					222, -- [1]
					1500825005, -- [2]
				}, -- [68]
				{
					97, -- [1]
					1501496603, -- [2]
				}, -- [69]
				{
					105, -- [1]
					1501496603, -- [2]
				}, -- [70]
				{
					111, -- [1]
					1501496603, -- [2]
				}, -- [71]
				{
					112, -- [1]
					1501496603, -- [2]
				}, -- [72]
				{
					115, -- [1]
					1501496603, -- [2]
				}, -- [73]
				{
					120, -- [1]
					1501496603, -- [2]
				}, -- [74]
			},
			["净化之怒"] = {
				{
					207, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					207, -- [1]
					1500825005, -- [2]
				}, -- [2]
				{
					109, -- [1]
					1501496603, -- [2]
				}, -- [3]
			},
			["吸取活力"] = {
				{
					99, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					197, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					99, -- [1]
					1500825005, -- [2]
				}, -- [3]
				{
					197, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					99, -- [1]
					1501496603, -- [2]
				}, -- [5]
			},
			["看管者"] = {
				{
					85, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					183, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					85, -- [1]
					1500825005, -- [2]
				}, -- [3]
				{
					183, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					84, -- [1]
					1501496603, -- [2]
				}, -- [5]
				{
					163, -- [1]
					1501496603, -- [2]
				}, -- [6]
			},
			["清洁者"] = {
				{
					98, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					196, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					98, -- [1]
					1500825005, -- [2]
				}, -- [3]
				{
					196, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					98, -- [1]
					1501496603, -- [2]
				}, -- [5]
			},
			["净化毁灭"] = {
				{
					122, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					124, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					126, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					137, -- [1]
					1500824635, -- [2]
				}, -- [4]
				{
					142, -- [1]
					1500824635, -- [2]
				}, -- [5]
				{
					152, -- [1]
					1500824635, -- [2]
				}, -- [6]
				{
					200, -- [1]
					1500824635, -- [2]
				}, -- [7]
				{
					201, -- [1]
					1500824635, -- [2]
				}, -- [8]
				{
					203, -- [1]
					1500824635, -- [2]
				}, -- [9]
				{
					209, -- [1]
					1500824635, -- [2]
				}, -- [10]
				{
					220, -- [1]
					1500824635, -- [2]
				}, -- [11]
				{
					223, -- [1]
					1500824635, -- [2]
				}, -- [12]
				{
					224, -- [1]
					1500824635, -- [2]
				}, -- [13]
				{
					234, -- [1]
					1500824635, -- [2]
				}, -- [14]
				{
					124, -- [1]
					1500825005, -- [2]
				}, -- [15]
				{
					125, -- [1]
					1500825005, -- [2]
				}, -- [16]
				{
					126, -- [1]
					1500825005, -- [2]
				}, -- [17]
				{
					127, -- [1]
					1500825005, -- [2]
				}, -- [18]
				{
					129, -- [1]
					1500825005, -- [2]
				}, -- [19]
				{
					136, -- [1]
					1500825005, -- [2]
				}, -- [20]
				{
					148, -- [1]
					1500825005, -- [2]
				}, -- [21]
				{
					200, -- [1]
					1500825005, -- [2]
				}, -- [22]
				{
					218, -- [1]
					1500825005, -- [2]
				}, -- [23]
				{
					221, -- [1]
					1500825005, -- [2]
				}, -- [24]
				{
					222, -- [1]
					1500825005, -- [2]
				}, -- [25]
				{
					223, -- [1]
					1500825005, -- [2]
				}, -- [26]
				{
					103, -- [1]
					1501496603, -- [2]
				}, -- [27]
				{
					104, -- [1]
					1501496603, -- [2]
				}, -- [28]
				{
					111, -- [1]
					1501496603, -- [2]
				}, -- [29]
				{
					112, -- [1]
					1501496603, -- [2]
				}, -- [30]
				{
					113, -- [1]
					1501496603, -- [2]
				}, -- [31]
				{
					123, -- [1]
					1501496603, -- [2]
				}, -- [32]
				{
					125, -- [1]
					1501496603, -- [2]
				}, -- [33]
				{
					126, -- [1]
					1501496603, -- [2]
				}, -- [34]
			},
			["弧光连接"] = {
				{
					50, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					148, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					247, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					50, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					148, -- [1]
					1500825005, -- [2]
				}, -- [5]
				{
					50, -- [1]
					1501496603, -- [2]
				}, -- [6]
				{
					148, -- [1]
					1501496603, -- [2]
				}, -- [7]
			},
			["法力割裂"] = {
				{
					47, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					144, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					242, -- [1]
					1500824635, -- [2]
				}, -- [3]
				{
					46, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					144, -- [1]
					1500825005, -- [2]
				}, -- [5]
				{
					47, -- [1]
					1501496603, -- [2]
				}, -- [6]
				{
					145, -- [1]
					1501496603, -- [2]
				}, -- [7]
			},
			["毁灭"] = {
				{
					68, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					166, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					69, -- [1]
					1500825005, -- [2]
				}, -- [3]
				{
					167, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					69, -- [1]
					1501496603, -- [2]
				}, -- [5]
			},
			["多汁盛宴"] = {
				{
					90, -- [1]
					1500824635, -- [2]
				}, -- [1]
				{
					189, -- [1]
					1500824635, -- [2]
				}, -- [2]
				{
					91, -- [1]
					1500825005, -- [2]
				}, -- [3]
				{
					188, -- [1]
					1500825005, -- [2]
				}, -- [4]
				{
					90, -- [1]
					1501496603, -- [2]
				}, -- [5]
			},
		},
		["ids"] = {
			["狂热者"] = 206557,
			["毒性薄片"] = 206788,
			["奥术猛袭"] = 206641,
			["清扫"] = 211907,
			["净化之怒"] = 206820,
			["吸取活力"] = 208506,
			["看管者"] = 206559,
			["清洁者"] = 206560,
			["净化毁灭"] = 207327,
			["弧光连接"] = 208924,
			["法力割裂"] = 206645,
			["毁灭"] = 207630,
			["多汁盛宴"] = 207502,
		},
	},
	["174315"] = {
		["deaths"] = {
			[120] = {
				1500823235, -- [1]
			},
			[122] = {
				1500823235, -- [1]
			},
			[119] = {
				1500823235, -- [1]
			},
			[100] = {
				1501495690, -- [1]
			},
			[230] = {
				1500823235, -- [1]
			},
			[118] = {
				1500823235, -- [1]
			},
			[78] = {
				1501495690, -- [1]
			},
		},
		["spells"] = {
			["消融爆破"] = {
				{
					89, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					111, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					133, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					154, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					174, -- [1]
					1500823235, -- [2]
				}, -- [5]
				{
					70, -- [1]
					1501495690, -- [2]
				}, -- [6]
				{
					90, -- [1]
					1501495690, -- [2]
				}, -- [7]
				{
					111, -- [1]
					1501495690, -- [2]
				}, -- [8]
			},
			["消融"] = {
				{
					5, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					11, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					16, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					22, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					27, -- [1]
					1500823235, -- [2]
				}, -- [5]
				{
					36, -- [1]
					1500823235, -- [2]
				}, -- [6]
				{
					39, -- [1]
					1500823235, -- [2]
				}, -- [7]
				{
					43, -- [1]
					1500823235, -- [2]
				}, -- [8]
				{
					47, -- [1]
					1500823235, -- [2]
				}, -- [9]
				{
					54, -- [1]
					1500823235, -- [2]
				}, -- [10]
				{
					59, -- [1]
					1500823235, -- [2]
				}, -- [11]
				{
					64, -- [1]
					1500823235, -- [2]
				}, -- [12]
				{
					5, -- [1]
					1501495690, -- [2]
				}, -- [13]
				{
					10, -- [1]
					1501495690, -- [2]
				}, -- [14]
				{
					13, -- [1]
					1501495690, -- [2]
				}, -- [15]
				{
					18, -- [1]
					1501495690, -- [2]
				}, -- [16]
				{
					23, -- [1]
					1501495690, -- [2]
				}, -- [17]
				{
					28, -- [1]
					1501495690, -- [2]
				}, -- [18]
				{
					37, -- [1]
					1501495690, -- [2]
				}, -- [19]
				{
					42, -- [1]
					1501495690, -- [2]
				}, -- [20]
			},
			["时间停止"] = {
				{
					68, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					178, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					48, -- [1]
					1501495690, -- [2]
				}, -- [3]
				{
					135, -- [1]
					1501495690, -- [2]
				}, -- [4]
			},
			["纪元宝珠"] = {
				{
					96, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					105, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					172, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					217, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					294, -- [1]
					1500823235, -- [2]
				}, -- [5]
				{
					76, -- [1]
					1501495690, -- [2]
				}, -- [6]
				{
					86, -- [1]
					1501495690, -- [2]
				}, -- [7]
				{
					174, -- [1]
					1501495690, -- [2]
				}, -- [8]
			},
			["消融脉冲"] = {
				{
					211, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					220, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					227, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					248, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					194, -- [1]
					1501495690, -- [2]
				}, -- [5]
			},
			["星力洪流"] = {
				{
					3, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					10, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					14, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					17, -- [1]
					1500823235, -- [2]
				}, -- [5]
				{
					21, -- [1]
					1500823235, -- [2]
				}, -- [6]
				{
					25, -- [1]
					1500823235, -- [2]
				}, -- [7]
				{
					28, -- [1]
					1500823235, -- [2]
				}, -- [8]
				{
					36, -- [1]
					1500823235, -- [2]
				}, -- [9]
				{
					40, -- [1]
					1500823235, -- [2]
				}, -- [10]
				{
					44, -- [1]
					1500823235, -- [2]
				}, -- [11]
				{
					48, -- [1]
					1500823235, -- [2]
				}, -- [12]
				{
					53, -- [1]
					1500823235, -- [2]
				}, -- [13]
				{
					56, -- [1]
					1500823235, -- [2]
				}, -- [14]
				{
					61, -- [1]
					1500823235, -- [2]
				}, -- [15]
				{
					87, -- [1]
					1500823235, -- [2]
				}, -- [16]
				{
					90, -- [1]
					1500823235, -- [2]
				}, -- [17]
				{
					94, -- [1]
					1500823235, -- [2]
				}, -- [18]
				{
					98, -- [1]
					1500823235, -- [2]
				}, -- [19]
				{
					101, -- [1]
					1500823235, -- [2]
				}, -- [20]
				{
					105, -- [1]
					1500823235, -- [2]
				}, -- [21]
				{
					110, -- [1]
					1500823235, -- [2]
				}, -- [22]
				{
					114, -- [1]
					1500823235, -- [2]
				}, -- [23]
				{
					117, -- [1]
					1500823235, -- [2]
				}, -- [24]
				{
					121, -- [1]
					1500823235, -- [2]
				}, -- [25]
				{
					125, -- [1]
					1500823235, -- [2]
				}, -- [26]
				{
					128, -- [1]
					1500823235, -- [2]
				}, -- [27]
				{
					132, -- [1]
					1500823235, -- [2]
				}, -- [28]
				{
					140, -- [1]
					1500823235, -- [2]
				}, -- [29]
				{
					144, -- [1]
					1500823235, -- [2]
				}, -- [30]
				{
					148, -- [1]
					1500823235, -- [2]
				}, -- [31]
				{
					151, -- [1]
					1500823235, -- [2]
				}, -- [32]
				{
					156, -- [1]
					1500823235, -- [2]
				}, -- [33]
				{
					161, -- [1]
					1500823235, -- [2]
				}, -- [34]
				{
					165, -- [1]
					1500823235, -- [2]
				}, -- [35]
				{
					170, -- [1]
					1500823235, -- [2]
				}, -- [36]
				{
					173, -- [1]
					1500823235, -- [2]
				}, -- [37]
				{
					195, -- [1]
					1500823235, -- [2]
				}, -- [38]
				{
					202, -- [1]
					1500823235, -- [2]
				}, -- [39]
				{
					208, -- [1]
					1500823235, -- [2]
				}, -- [40]
				{
					212, -- [1]
					1500823235, -- [2]
				}, -- [41]
				{
					216, -- [1]
					1500823235, -- [2]
				}, -- [42]
				{
					221, -- [1]
					1500823235, -- [2]
				}, -- [43]
				{
					228, -- [1]
					1500823235, -- [2]
				}, -- [44]
				{
					232, -- [1]
					1500823235, -- [2]
				}, -- [45]
				{
					238, -- [1]
					1500823235, -- [2]
				}, -- [46]
				{
					244, -- [1]
					1500823235, -- [2]
				}, -- [47]
				{
					249, -- [1]
					1500823235, -- [2]
				}, -- [48]
				{
					258, -- [1]
					1500823235, -- [2]
				}, -- [49]
				{
					266, -- [1]
					1500823235, -- [2]
				}, -- [50]
				{
					272, -- [1]
					1500823235, -- [2]
				}, -- [51]
				{
					279, -- [1]
					1500823235, -- [2]
				}, -- [52]
				{
					287, -- [1]
					1500823235, -- [2]
				}, -- [53]
				{
					293, -- [1]
					1500823235, -- [2]
				}, -- [54]
				{
					299, -- [1]
					1500823235, -- [2]
				}, -- [55]
				{
					4, -- [1]
					1501495690, -- [2]
				}, -- [56]
				{
					9, -- [1]
					1501495690, -- [2]
				}, -- [57]
				{
					13, -- [1]
					1501495690, -- [2]
				}, -- [58]
				{
					16, -- [1]
					1501495690, -- [2]
				}, -- [59]
				{
					22, -- [1]
					1501495690, -- [2]
				}, -- [60]
				{
					27, -- [1]
					1501495690, -- [2]
				}, -- [61]
				{
					37, -- [1]
					1501495690, -- [2]
				}, -- [62]
				{
					40, -- [1]
					1501495690, -- [2]
				}, -- [63]
				{
					44, -- [1]
					1501495690, -- [2]
				}, -- [64]
				{
					67, -- [1]
					1501495690, -- [2]
				}, -- [65]
				{
					72, -- [1]
					1501495690, -- [2]
				}, -- [66]
				{
					77, -- [1]
					1501495690, -- [2]
				}, -- [67]
				{
					80, -- [1]
					1501495690, -- [2]
				}, -- [68]
				{
					84, -- [1]
					1501495690, -- [2]
				}, -- [69]
				{
					88, -- [1]
					1501495690, -- [2]
				}, -- [70]
				{
					91, -- [1]
					1501495690, -- [2]
				}, -- [71]
				{
					95, -- [1]
					1501495690, -- [2]
				}, -- [72]
				{
					99, -- [1]
					1501495690, -- [2]
				}, -- [73]
				{
					102, -- [1]
					1501495690, -- [2]
				}, -- [74]
				{
					106, -- [1]
					1501495690, -- [2]
				}, -- [75]
				{
					110, -- [1]
					1501495690, -- [2]
				}, -- [76]
				{
					113, -- [1]
					1501495690, -- [2]
				}, -- [77]
				{
					122, -- [1]
					1501495690, -- [2]
				}, -- [78]
				{
					127, -- [1]
					1501495690, -- [2]
				}, -- [79]
				{
					132, -- [1]
					1501495690, -- [2]
				}, -- [80]
				{
					152, -- [1]
					1501495690, -- [2]
				}, -- [81]
				{
					158, -- [1]
					1501495690, -- [2]
				}, -- [82]
				{
					168, -- [1]
					1501495690, -- [2]
				}, -- [83]
				{
					175, -- [1]
					1501495690, -- [2]
				}, -- [84]
				{
					184, -- [1]
					1501495690, -- [2]
				}, -- [85]
				{
					190, -- [1]
					1501495690, -- [2]
				}, -- [86]
				{
					195, -- [1]
					1501495690, -- [2]
				}, -- [87]
				{
					198, -- [1]
					1501495690, -- [2]
				}, -- [88]
				{
					206, -- [1]
					1501495690, -- [2]
				}, -- [89]
				{
					216, -- [1]
					1501495690, -- [2]
				}, -- [90]
			},
			["神秘射线"] = {
				{
					140, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					121, -- [1]
					1501495690, -- [2]
				}, -- [2]
			},
			["离开暗夜井"] = {
				{
					77, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					187, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					58, -- [1]
					1501495690, -- [2]
				}, -- [3]
				{
					144, -- [1]
					1501495690, -- [2]
				}, -- [4]
			},
			["奥能之环"] = {
				{
					31, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1501495690, -- [2]
				}, -- [2]
			},
			["冲击"] = {
				{
					7, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					11, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					20, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					56, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					59, -- [1]
					1500823235, -- [2]
				}, -- [5]
				{
					63, -- [1]
					1500823235, -- [2]
				}, -- [6]
				{
					89, -- [1]
					1500823235, -- [2]
				}, -- [7]
				{
					104, -- [1]
					1500823235, -- [2]
				}, -- [8]
				{
					117, -- [1]
					1500823235, -- [2]
				}, -- [9]
				{
					121, -- [1]
					1500823235, -- [2]
				}, -- [10]
				{
					138, -- [1]
					1500823235, -- [2]
				}, -- [11]
				{
					141, -- [1]
					1500823235, -- [2]
				}, -- [12]
				{
					145, -- [1]
					1500823235, -- [2]
				}, -- [13]
				{
					148, -- [1]
					1500823235, -- [2]
				}, -- [14]
				{
					152, -- [1]
					1500823235, -- [2]
				}, -- [15]
				{
					155, -- [1]
					1500823235, -- [2]
				}, -- [16]
				{
					159, -- [1]
					1500823235, -- [2]
				}, -- [17]
				{
					162, -- [1]
					1500823235, -- [2]
				}, -- [18]
				{
					166, -- [1]
					1500823235, -- [2]
				}, -- [19]
				{
					169, -- [1]
					1500823235, -- [2]
				}, -- [20]
				{
					173, -- [1]
					1500823235, -- [2]
				}, -- [21]
				{
					177, -- [1]
					1500823235, -- [2]
				}, -- [22]
				{
					208, -- [1]
					1500823235, -- [2]
				}, -- [23]
				{
					222, -- [1]
					1500823235, -- [2]
				}, -- [24]
				{
					247, -- [1]
					1500823235, -- [2]
				}, -- [25]
				{
					251, -- [1]
					1500823235, -- [2]
				}, -- [26]
				{
					254, -- [1]
					1500823235, -- [2]
				}, -- [27]
				{
					258, -- [1]
					1500823235, -- [2]
				}, -- [28]
				{
					262, -- [1]
					1500823235, -- [2]
				}, -- [29]
				{
					265, -- [1]
					1500823235, -- [2]
				}, -- [30]
				{
					269, -- [1]
					1500823235, -- [2]
				}, -- [31]
				{
					272, -- [1]
					1500823235, -- [2]
				}, -- [32]
				{
					276, -- [1]
					1500823235, -- [2]
				}, -- [33]
				{
					279, -- [1]
					1500823235, -- [2]
				}, -- [34]
				{
					283, -- [1]
					1500823235, -- [2]
				}, -- [35]
				{
					286, -- [1]
					1500823235, -- [2]
				}, -- [36]
				{
					290, -- [1]
					1500823235, -- [2]
				}, -- [37]
				{
					293, -- [1]
					1500823235, -- [2]
				}, -- [38]
				{
					297, -- [1]
					1500823235, -- [2]
				}, -- [39]
				{
					300, -- [1]
					1500823235, -- [2]
				}, -- [40]
				{
					303, -- [1]
					1500823235, -- [2]
				}, -- [41]
				{
					9, -- [1]
					1501495690, -- [2]
				}, -- [42]
				{
					12, -- [1]
					1501495690, -- [2]
				}, -- [43]
				{
					16, -- [1]
					1501495690, -- [2]
				}, -- [44]
				{
					75, -- [1]
					1501495690, -- [2]
				}, -- [45]
				{
					79, -- [1]
					1501495690, -- [2]
				}, -- [46]
				{
					83, -- [1]
					1501495690, -- [2]
				}, -- [47]
				{
					90, -- [1]
					1501495690, -- [2]
				}, -- [48]
				{
					94, -- [1]
					1501495690, -- [2]
				}, -- [49]
				{
					97, -- [1]
					1501495690, -- [2]
				}, -- [50]
				{
					109, -- [1]
					1501495690, -- [2]
				}, -- [51]
				{
					118, -- [1]
					1501495690, -- [2]
				}, -- [52]
				{
					122, -- [1]
					1501495690, -- [2]
				}, -- [53]
				{
					125, -- [1]
					1501495690, -- [2]
				}, -- [54]
				{
					129, -- [1]
					1501495690, -- [2]
				}, -- [55]
				{
					132, -- [1]
					1501495690, -- [2]
				}, -- [56]
				{
					155, -- [1]
					1501495690, -- [2]
				}, -- [57]
				{
					159, -- [1]
					1501495690, -- [2]
				}, -- [58]
				{
					162, -- [1]
					1501495690, -- [2]
				}, -- [59]
				{
					166, -- [1]
					1501495690, -- [2]
				}, -- [60]
				{
					169, -- [1]
					1501495690, -- [2]
				}, -- [61]
				{
					173, -- [1]
					1501495690, -- [2]
				}, -- [62]
				{
					176, -- [1]
					1501495690, -- [2]
				}, -- [63]
				{
					180, -- [1]
					1501495690, -- [2]
				}, -- [64]
				{
					184, -- [1]
					1501495690, -- [2]
				}, -- [65]
				{
					187, -- [1]
					1501495690, -- [2]
				}, -- [66]
				{
					196, -- [1]
					1501495690, -- [2]
				}, -- [67]
				{
					200, -- [1]
					1501495690, -- [2]
				}, -- [68]
				{
					203, -- [1]
					1501495690, -- [2]
				}, -- [69]
				{
					204, -- [1]
					1501495690, -- [2]
				}, -- [70]
				{
					207, -- [1]
					1501495690, -- [2]
				}, -- [71]
				{
					208, -- [1]
					1501495690, -- [2]
				}, -- [72]
				{
					210, -- [1]
					1501495690, -- [2]
				}, -- [73]
				{
					211, -- [1]
					1501495690, -- [2]
				}, -- [74]
				{
					214, -- [1]
					1501495690, -- [2]
				}, -- [75]
				{
					215, -- [1]
					1501495690, -- [2]
				}, -- [76]
			},
			["热能释放"] = {
				{
					8, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					12, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					16, -- [1]
					1500823235, -- [2]
				}, -- [3]
				{
					20, -- [1]
					1500823235, -- [2]
				}, -- [4]
				{
					25, -- [1]
					1500823235, -- [2]
				}, -- [5]
				{
					30, -- [1]
					1500823235, -- [2]
				}, -- [6]
				{
					35, -- [1]
					1500823235, -- [2]
				}, -- [7]
				{
					89, -- [1]
					1500823235, -- [2]
				}, -- [8]
				{
					94, -- [1]
					1500823235, -- [2]
				}, -- [9]
				{
					99, -- [1]
					1500823235, -- [2]
				}, -- [10]
				{
					104, -- [1]
					1500823235, -- [2]
				}, -- [11]
				{
					199, -- [1]
					1500823235, -- [2]
				}, -- [12]
				{
					203, -- [1]
					1500823235, -- [2]
				}, -- [13]
				{
					207, -- [1]
					1500823235, -- [2]
				}, -- [14]
				{
					211, -- [1]
					1500823235, -- [2]
				}, -- [15]
				{
					216, -- [1]
					1500823235, -- [2]
				}, -- [16]
				{
					222, -- [1]
					1500823235, -- [2]
				}, -- [17]
				{
					228, -- [1]
					1500823235, -- [2]
				}, -- [18]
				{
					288, -- [1]
					1500823235, -- [2]
				}, -- [19]
				{
					293, -- [1]
					1500823235, -- [2]
				}, -- [20]
				{
					298, -- [1]
					1500823235, -- [2]
				}, -- [21]
				{
					301, -- [1]
					1500823235, -- [2]
				}, -- [22]
				{
					9, -- [1]
					1501495690, -- [2]
				}, -- [23]
				{
					15, -- [1]
					1501495690, -- [2]
				}, -- [24]
				{
					19, -- [1]
					1501495690, -- [2]
				}, -- [25]
				{
					23, -- [1]
					1501495690, -- [2]
				}, -- [26]
				{
					70, -- [1]
					1501495690, -- [2]
				}, -- [27]
				{
					74, -- [1]
					1501495690, -- [2]
				}, -- [28]
				{
					78, -- [1]
					1501495690, -- [2]
				}, -- [29]
				{
					84, -- [1]
					1501495690, -- [2]
				}, -- [30]
				{
					88, -- [1]
					1501495690, -- [2]
				}, -- [31]
				{
					156, -- [1]
					1501495690, -- [2]
				}, -- [32]
				{
					161, -- [1]
					1501495690, -- [2]
				}, -- [33]
				{
					166, -- [1]
					1501495690, -- [2]
				}, -- [34]
				{
					172, -- [1]
					1501495690, -- [2]
				}, -- [35]
				{
					177, -- [1]
					1501495690, -- [2]
				}, -- [36]
			},
			["聚合爆破"] = {
				{
					235, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					287, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					192, -- [1]
					1501495690, -- [2]
				}, -- [3]
			},
			["透心折磨"] = {
				{
					210, -- [1]
					1500823235, -- [2]
				}, -- [1]
				{
					271, -- [1]
					1500823235, -- [2]
				}, -- [2]
				{
					167, -- [1]
					1501495690, -- [2]
				}, -- [3]
			},
		},
		["ids"] = {
			["消融爆破"] = 209973,
			["消融"] = 209615,
			["时间停止"] = 208944,
			["纪元宝珠"] = 210024,
			["消融脉冲"] = 209971,
			["星力洪流"] = 229738,
			["神秘射线"] = 214278,
			["离开暗夜井"] = 208863,
			["奥能之环"] = 228877,
			["冲击"] = 221864,
			["热能释放"] = 209568,
			["聚合爆破"] = 209597,
			["透心折磨"] = 210387,
		},
	},
	["175015"] = {
		["deaths"] = {
			[46] = {
				1500890405, -- [1]
			},
			[23] = {
				1500890405, -- [1]
			},
			[20] = {
				1500890405, -- [1]
			},
		},
		["spells"] = {
			["脱水践踏"] = {
				{
					46, -- [1]
					1500890405, -- [2]
				}, -- [1]
			},
			["腐败之息"] = {
				{
					43, -- [1]
					1500890405, -- [2]
				}, -- [1]
			},
			["梦魇之矛"] = {
				{
					55, -- [1]
					1500890405, -- [2]
				}, -- [1]
			},
			["梦魇大军"] = {
				{
					11, -- [1]
					1500890405, -- [2]
				}, -- [1]
			},
		},
		["ids"] = {
			["脱水践踏"] = 211073,
			["腐败之息"] = 211192,
			["梦魇之矛"] = 214529,
			["梦魇大军"] = 212726,
		},
	},
	["187314"] = {
		["deaths"] = {
			[365] = {
				1501038727, -- [1]
				1501038727, -- [2]
			},
			[177] = {
				1500301302, -- [1]
			},
			[372] = {
				1502525443, -- [1]
			},
			[328] = {
				1501038727, -- [1]
			},
			[374] = {
				1502525443, -- [1]
			},
			[52] = {
				1500301302, -- [1]
			},
			[6] = {
				1500301302, -- [1]
			},
			[249] = {
				1502525443, -- [1]
				1502525443, -- [2]
			},
			[95] = {
				1501038727, -- [1]
			},
			[12] = {
				1500301302, -- [1]
				1501038727, -- [2]
			},
			[187] = {
				1500301302, -- [1]
			},
		},
		["spells"] = {
			["吞噬"] = {
				{
					284, -- [1]
					1500301302, -- [2]
				}, -- [1]
				{
					278, -- [1]
					1501038727, -- [2]
				}, -- [2]
				{
					275, -- [1]
					1502525443, -- [2]
				}, -- [3]
			},
			["割裂现实"] = {
				{
					38, -- [1]
					1500301302, -- [2]
				}, -- [1]
				{
					103, -- [1]
					1500301302, -- [2]
				}, -- [2]
				{
					164, -- [1]
					1500301302, -- [2]
				}, -- [3]
				{
					228, -- [1]
					1500301302, -- [2]
				}, -- [4]
				{
					333, -- [1]
					1500301302, -- [2]
				}, -- [5]
				{
					371, -- [1]
					1500301302, -- [2]
				}, -- [6]
				{
					38, -- [1]
					1501038727, -- [2]
				}, -- [7]
				{
					104, -- [1]
					1501038727, -- [2]
				}, -- [8]
				{
					176, -- [1]
					1501038727, -- [2]
				}, -- [9]
				{
					249, -- [1]
					1501038727, -- [2]
				}, -- [10]
				{
					326, -- [1]
					1501038727, -- [2]
				}, -- [11]
				{
					365, -- [1]
					1501038727, -- [2]
				}, -- [12]
				{
					38, -- [1]
					1502525443, -- [2]
				}, -- [13]
				{
					102, -- [1]
					1502525443, -- [2]
				}, -- [14]
				{
					177, -- [1]
					1502525443, -- [2]
				}, -- [15]
				{
					238, -- [1]
					1502525443, -- [2]
				}, -- [16]
				{
					324, -- [1]
					1502525443, -- [2]
				}, -- [17]
				{
					362, -- [1]
					1502525443, -- [2]
				}, -- [18]
			},
			["风蚀"] = {
				{
					13, -- [1]
					1500301302, -- [2]
				}, -- [1]
				{
					25, -- [1]
					1500301302, -- [2]
				}, -- [2]
				{
					45, -- [1]
					1500301302, -- [2]
				}, -- [3]
				{
					58, -- [1]
					1500301302, -- [2]
				}, -- [4]
				{
					70, -- [1]
					1500301302, -- [2]
				}, -- [5]
				{
					82, -- [1]
					1500301302, -- [2]
				}, -- [6]
				{
					94, -- [1]
					1500301302, -- [2]
				}, -- [7]
				{
					110, -- [1]
					1500301302, -- [2]
				}, -- [8]
				{
					122, -- [1]
					1500301302, -- [2]
				}, -- [9]
				{
					134, -- [1]
					1500301302, -- [2]
				}, -- [10]
				{
					146, -- [1]
					1500301302, -- [2]
				}, -- [11]
				{
					171, -- [1]
					1500301302, -- [2]
				}, -- [12]
				{
					183, -- [1]
					1500301302, -- [2]
				}, -- [13]
				{
					195, -- [1]
					1500301302, -- [2]
				}, -- [14]
				{
					207, -- [1]
					1500301302, -- [2]
				}, -- [15]
				{
					219, -- [1]
					1500301302, -- [2]
				}, -- [16]
				{
					235, -- [1]
					1500301302, -- [2]
				}, -- [17]
				{
					247, -- [1]
					1500301302, -- [2]
				}, -- [18]
				{
					260, -- [1]
					1500301302, -- [2]
				}, -- [19]
				{
					272, -- [1]
					1500301302, -- [2]
				}, -- [20]
				{
					309, -- [1]
					1500301302, -- [2]
				}, -- [21]
				{
					321, -- [1]
					1500301302, -- [2]
				}, -- [22]
				{
					342, -- [1]
					1500301302, -- [2]
				}, -- [23]
				{
					354, -- [1]
					1500301302, -- [2]
				}, -- [24]
				{
					13, -- [1]
					1501038727, -- [2]
				}, -- [25]
				{
					25, -- [1]
					1501038727, -- [2]
				}, -- [26]
				{
					46, -- [1]
					1501038727, -- [2]
				}, -- [27]
				{
					58, -- [1]
					1501038727, -- [2]
				}, -- [28]
				{
					70, -- [1]
					1501038727, -- [2]
				}, -- [29]
				{
					82, -- [1]
					1501038727, -- [2]
				}, -- [30]
				{
					94, -- [1]
					1501038727, -- [2]
				}, -- [31]
				{
					111, -- [1]
					1501038727, -- [2]
				}, -- [32]
				{
					123, -- [1]
					1501038727, -- [2]
				}, -- [33]
				{
					134, -- [1]
					1501038727, -- [2]
				}, -- [34]
				{
					146, -- [1]
					1501038727, -- [2]
				}, -- [35]
				{
					159, -- [1]
					1501038727, -- [2]
				}, -- [36]
				{
					183, -- [1]
					1501038727, -- [2]
				}, -- [37]
				{
					195, -- [1]
					1501038727, -- [2]
				}, -- [38]
				{
					207, -- [1]
					1501038727, -- [2]
				}, -- [39]
				{
					219, -- [1]
					1501038727, -- [2]
				}, -- [40]
				{
					232, -- [1]
					1501038727, -- [2]
				}, -- [41]
				{
					256, -- [1]
					1501038727, -- [2]
				}, -- [42]
				{
					268, -- [1]
					1501038727, -- [2]
				}, -- [43]
				{
					302, -- [1]
					1501038727, -- [2]
				}, -- [44]
				{
					314, -- [1]
					1501038727, -- [2]
				}, -- [45]
				{
					336, -- [1]
					1501038727, -- [2]
				}, -- [46]
				{
					348, -- [1]
					1501038727, -- [2]
				}, -- [47]
				{
					375, -- [1]
					1501038727, -- [2]
				}, -- [48]
				{
					387, -- [1]
					1501038727, -- [2]
				}, -- [49]
				{
					13, -- [1]
					1502525443, -- [2]
				}, -- [50]
				{
					25, -- [1]
					1502525443, -- [2]
				}, -- [51]
				{
					45, -- [1]
					1502525443, -- [2]
				}, -- [52]
				{
					57, -- [1]
					1502525443, -- [2]
				}, -- [53]
				{
					69, -- [1]
					1502525443, -- [2]
				}, -- [54]
				{
					81, -- [1]
					1502525443, -- [2]
				}, -- [55]
				{
					93, -- [1]
					1502525443, -- [2]
				}, -- [56]
				{
					109, -- [1]
					1502525443, -- [2]
				}, -- [57]
				{
					121, -- [1]
					1502525443, -- [2]
				}, -- [58]
				{
					132, -- [1]
					1502525443, -- [2]
				}, -- [59]
				{
					144, -- [1]
					1502525443, -- [2]
				}, -- [60]
				{
					157, -- [1]
					1502525443, -- [2]
				}, -- [61]
				{
					169, -- [1]
					1502525443, -- [2]
				}, -- [62]
				{
					185, -- [1]
					1502525443, -- [2]
				}, -- [63]
				{
					197, -- [1]
					1502525443, -- [2]
				}, -- [64]
				{
					209, -- [1]
					1502525443, -- [2]
				}, -- [65]
				{
					221, -- [1]
					1502525443, -- [2]
				}, -- [66]
				{
					245, -- [1]
					1502525443, -- [2]
				}, -- [67]
				{
					256, -- [1]
					1502525443, -- [2]
				}, -- [68]
				{
					268, -- [1]
					1502525443, -- [2]
				}, -- [69]
				{
					301, -- [1]
					1502525443, -- [2]
				}, -- [70]
				{
					313, -- [1]
					1502525443, -- [2]
				}, -- [71]
				{
					335, -- [1]
					1502525443, -- [2]
				}, -- [72]
				{
					347, -- [1]
					1502525443, -- [2]
				}, -- [73]
				{
					371, -- [1]
					1502525443, -- [2]
				}, -- [74]
			},
			["毁灭"] = {
				{
					287, -- [1]
					1500301302, -- [2]
				}, -- [1]
				{
					281, -- [1]
					1501038727, -- [2]
				}, -- [2]
				{
					278, -- [1]
					1502525443, -- [2]
				}, -- [3]
			},
			["腐化矩阵"] = {
				{
					10, -- [1]
					1500301302, -- [2]
				}, -- [1]
				{
					60, -- [1]
					1500301302, -- [2]
				}, -- [2]
				{
					110, -- [1]
					1500301302, -- [2]
				}, -- [3]
				{
					160, -- [1]
					1500301302, -- [2]
				}, -- [4]
				{
					210, -- [1]
					1500301302, -- [2]
				}, -- [5]
				{
					260, -- [1]
					1500301302, -- [2]
				}, -- [6]
				{
					10, -- [1]
					1501038727, -- [2]
				}, -- [7]
				{
					60, -- [1]
					1501038727, -- [2]
				}, -- [8]
				{
					110, -- [1]
					1501038727, -- [2]
				}, -- [9]
				{
					160, -- [1]
					1501038727, -- [2]
				}, -- [10]
				{
					210, -- [1]
					1501038727, -- [2]
				}, -- [11]
				{
					260, -- [1]
					1501038727, -- [2]
				}, -- [12]
				{
					10, -- [1]
					1502525443, -- [2]
				}, -- [13]
				{
					60, -- [1]
					1502525443, -- [2]
				}, -- [14]
				{
					110, -- [1]
					1502525443, -- [2]
				}, -- [15]
				{
					160, -- [1]
					1502525443, -- [2]
				}, -- [16]
				{
					210, -- [1]
					1502525443, -- [2]
				}, -- [17]
				{
					260, -- [1]
					1502525443, -- [2]
				}, -- [18]
			},
		},
		["ids"] = {
			["吞噬"] = 240594,
			["割裂现实"] = 235572,
			["风蚀"] = 236494,
			["毁灭"] = 235597,
			["腐化矩阵"] = 233556,
		},
	},
	["186115"] = {
		["deaths"] = {
			[131] = {
				1505816344, -- [1]
				1505816344, -- [2]
			},
			[31] = {
				1501940009, -- [1]
			},
			[302] = {
				1502627291, -- [1]
			},
			[190] = {
				1502627291, -- [1]
				1502627291, -- [2]
			},
			[396] = {
				1501941387, -- [1]
			},
			[74] = {
				1501940447, -- [1]
				1501940447, -- [2]
			},
			[111] = {
				1501940009, -- [1]
				1501940447, -- [2]
			},
			[253] = {
				1501941387, -- [1]
			},
			[199] = {
				1501940009, -- [1]
			},
			[407] = {
				1501941387, -- [1]
			},
			[51] = {
				1501941387, -- [1]
			},
			[204] = {
				1501940009, -- [1]
			},
			[75] = {
				1501940447, -- [1]
			},
			[161] = {
				1505816344, -- [1]
			},
			[291] = {
				1501940447, -- [1]
			},
			[173] = {
				1501940009, -- [1]
			},
			[159] = {
				1502627291, -- [1]
			},
		},
		["spells"] = {
			["召唤萨鲁克"] = {
				{
					157, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					200, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					155, -- [1]
					1501940447, -- [2]
				}, -- [3]
				{
					197, -- [1]
					1501940447, -- [2]
				}, -- [4]
				{
					240, -- [1]
					1501940447, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1501940447, -- [2]
				}, -- [6]
				{
					144, -- [1]
					1501941387, -- [2]
				}, -- [7]
				{
					186, -- [1]
					1501941387, -- [2]
				}, -- [8]
				{
					229, -- [1]
					1501941387, -- [2]
				}, -- [9]
				{
					148, -- [1]
					1502627291, -- [2]
				}, -- [10]
				{
					190, -- [1]
					1502627291, -- [2]
				}, -- [11]
				{
					232, -- [1]
					1502627291, -- [2]
				}, -- [12]
				{
					120, -- [1]
					1505816344, -- [2]
				}, -- [13]
				{
					162, -- [1]
					1505816344, -- [2]
				}, -- [14]
			},
			["吞噬之饥"] = {
				{
					21, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					22, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					55, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					56, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					21, -- [1]
					1501940447, -- [2]
				}, -- [5]
				{
					22, -- [1]
					1501940447, -- [2]
				}, -- [6]
				{
					55, -- [1]
					1501940447, -- [2]
				}, -- [7]
				{
					56, -- [1]
					1501940447, -- [2]
				}, -- [8]
				{
					21, -- [1]
					1501941387, -- [2]
				}, -- [9]
				{
					22, -- [1]
					1501941387, -- [2]
				}, -- [10]
				{
					55, -- [1]
					1501941387, -- [2]
				}, -- [11]
				{
					56, -- [1]
					1501941387, -- [2]
				}, -- [12]
				{
					289, -- [1]
					1501941387, -- [2]
				}, -- [13]
				{
					290, -- [1]
					1501941387, -- [2]
				}, -- [14]
				{
					320, -- [1]
					1501941387, -- [2]
				}, -- [15]
				{
					321, -- [1]
					1501941387, -- [2]
				}, -- [16]
				{
					352, -- [1]
					1501941387, -- [2]
				}, -- [17]
				{
					353, -- [1]
					1501941387, -- [2]
				}, -- [18]
				{
					391, -- [1]
					1501941387, -- [2]
				}, -- [19]
				{
					392, -- [1]
					1501941387, -- [2]
				}, -- [20]
				{
					21, -- [1]
					1502627291, -- [2]
				}, -- [21]
				{
					22, -- [1]
					1502627291, -- [2]
				}, -- [22]
				{
					55, -- [1]
					1502627291, -- [2]
				}, -- [23]
				{
					56, -- [1]
					1502627291, -- [2]
				}, -- [24]
				{
					278, -- [1]
					1502627291, -- [2]
				}, -- [25]
				{
					279, -- [1]
					1502627291, -- [2]
				}, -- [26]
				{
					325, -- [1]
					1502627291, -- [2]
				}, -- [27]
				{
					326, -- [1]
					1502627291, -- [2]
				}, -- [28]
				{
					359, -- [1]
					1502627291, -- [2]
				}, -- [29]
				{
					361, -- [1]
					1502627291, -- [2]
				}, -- [30]
				{
					391, -- [1]
					1502627291, -- [2]
				}, -- [31]
				{
					392, -- [1]
					1502627291, -- [2]
				}, -- [32]
				{
					21, -- [1]
					1505816344, -- [2]
				}, -- [33]
				{
					22, -- [1]
					1505816344, -- [2]
				}, -- [34]
				{
					55, -- [1]
					1505816344, -- [2]
				}, -- [35]
				{
					56, -- [1]
					1505816344, -- [2]
				}, -- [36]
				{
					218, -- [1]
					1505816344, -- [2]
				}, -- [37]
				{
					219, -- [1]
					1505816344, -- [2]
				}, -- [38]
				{
					250, -- [1]
					1505816344, -- [2]
				}, -- [39]
				{
					251, -- [1]
					1505816344, -- [2]
				}, -- [40]
				{
					299, -- [1]
					1505816344, -- [2]
				}, -- [41]
				{
					300, -- [1]
					1505816344, -- [2]
				}, -- [42]
			},
			["黑暗深渊"] = {
				{
					31, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					70, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					83, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					111, -- [1]
					1501940009, -- [2]
				}, -- [5]
				{
					126, -- [1]
					1501940009, -- [2]
				}, -- [6]
				{
					154, -- [1]
					1501940009, -- [2]
				}, -- [7]
				{
					168, -- [1]
					1501940009, -- [2]
				}, -- [8]
				{
					184, -- [1]
					1501940009, -- [2]
				}, -- [9]
				{
					185, -- [1]
					1501940009, -- [2]
				}, -- [10]
				{
					198, -- [1]
					1501940009, -- [2]
				}, -- [11]
				{
					213, -- [1]
					1501940009, -- [2]
				}, -- [12]
				{
					228, -- [1]
					1501940009, -- [2]
				}, -- [13]
				{
					27, -- [1]
					1501940447, -- [2]
				}, -- [14]
				{
					57, -- [1]
					1501940447, -- [2]
				}, -- [15]
				{
					71, -- [1]
					1501940447, -- [2]
				}, -- [16]
				{
					83, -- [1]
					1501940447, -- [2]
				}, -- [17]
				{
					97, -- [1]
					1501940447, -- [2]
				}, -- [18]
				{
					98, -- [1]
					1501940447, -- [2]
				}, -- [19]
				{
					111, -- [1]
					1501940447, -- [2]
				}, -- [20]
				{
					126, -- [1]
					1501940447, -- [2]
				}, -- [21]
				{
					151, -- [1]
					1501940447, -- [2]
				}, -- [22]
				{
					166, -- [1]
					1501940447, -- [2]
				}, -- [23]
				{
					186, -- [1]
					1501940447, -- [2]
				}, -- [24]
				{
					200, -- [1]
					1501940447, -- [2]
				}, -- [25]
				{
					211, -- [1]
					1501940447, -- [2]
				}, -- [26]
				{
					225, -- [1]
					1501940447, -- [2]
				}, -- [27]
				{
					239, -- [1]
					1501940447, -- [2]
				}, -- [28]
				{
					253, -- [1]
					1501940447, -- [2]
				}, -- [29]
				{
					267, -- [1]
					1501940447, -- [2]
				}, -- [30]
				{
					281, -- [1]
					1501940447, -- [2]
				}, -- [31]
				{
					297, -- [1]
					1501940447, -- [2]
				}, -- [32]
				{
					298, -- [1]
					1501940447, -- [2]
				}, -- [33]
				{
					312, -- [1]
					1501940447, -- [2]
				}, -- [34]
				{
					313, -- [1]
					1501940447, -- [2]
				}, -- [35]
				{
					29, -- [1]
					1501941387, -- [2]
				}, -- [36]
				{
					32, -- [1]
					1501941387, -- [2]
				}, -- [37]
				{
					56, -- [1]
					1501941387, -- [2]
				}, -- [38]
				{
					84, -- [1]
					1501941387, -- [2]
				}, -- [39]
				{
					98, -- [1]
					1501941387, -- [2]
				}, -- [40]
				{
					111, -- [1]
					1501941387, -- [2]
				}, -- [41]
				{
					140, -- [1]
					1501941387, -- [2]
				}, -- [42]
				{
					172, -- [1]
					1501941387, -- [2]
				}, -- [43]
				{
					185, -- [1]
					1501941387, -- [2]
				}, -- [44]
				{
					200, -- [1]
					1501941387, -- [2]
				}, -- [45]
				{
					201, -- [1]
					1501941387, -- [2]
				}, -- [46]
				{
					216, -- [1]
					1501941387, -- [2]
				}, -- [47]
				{
					228, -- [1]
					1501941387, -- [2]
				}, -- [48]
				{
					242, -- [1]
					1501941387, -- [2]
				}, -- [49]
				{
					257, -- [1]
					1501941387, -- [2]
				}, -- [50]
				{
					258, -- [1]
					1501941387, -- [2]
				}, -- [51]
				{
					285, -- [1]
					1501941387, -- [2]
				}, -- [52]
				{
					300, -- [1]
					1501941387, -- [2]
				}, -- [53]
				{
					301, -- [1]
					1501941387, -- [2]
				}, -- [54]
				{
					313, -- [1]
					1501941387, -- [2]
				}, -- [55]
				{
					328, -- [1]
					1501941387, -- [2]
				}, -- [56]
				{
					341, -- [1]
					1501941387, -- [2]
				}, -- [57]
				{
					355, -- [1]
					1501941387, -- [2]
				}, -- [58]
				{
					372, -- [1]
					1501941387, -- [2]
				}, -- [59]
				{
					387, -- [1]
					1501941387, -- [2]
				}, -- [60]
				{
					398, -- [1]
					1501941387, -- [2]
				}, -- [61]
				{
					413, -- [1]
					1501941387, -- [2]
				}, -- [62]
				{
					31, -- [1]
					1502627291, -- [2]
				}, -- [63]
				{
					55, -- [1]
					1502627291, -- [2]
				}, -- [64]
				{
					70, -- [1]
					1502627291, -- [2]
				}, -- [65]
				{
					89, -- [1]
					1502627291, -- [2]
				}, -- [66]
				{
					103, -- [1]
					1502627291, -- [2]
				}, -- [67]
				{
					111, -- [1]
					1502627291, -- [2]
				}, -- [68]
				{
					126, -- [1]
					1502627291, -- [2]
				}, -- [69]
				{
					144, -- [1]
					1502627291, -- [2]
				}, -- [70]
				{
					157, -- [1]
					1502627291, -- [2]
				}, -- [71]
				{
					177, -- [1]
					1502627291, -- [2]
				}, -- [72]
				{
					178, -- [1]
					1502627291, -- [2]
				}, -- [73]
				{
					185, -- [1]
					1502627291, -- [2]
				}, -- [74]
				{
					191, -- [1]
					1502627291, -- [2]
				}, -- [75]
				{
					192, -- [1]
					1502627291, -- [2]
				}, -- [76]
				{
					203, -- [1]
					1502627291, -- [2]
				}, -- [77]
				{
					204, -- [1]
					1502627291, -- [2]
				}, -- [78]
				{
					216, -- [1]
					1502627291, -- [2]
				}, -- [79]
				{
					219, -- [1]
					1502627291, -- [2]
				}, -- [80]
				{
					231, -- [1]
					1502627291, -- [2]
				}, -- [81]
				{
					233, -- [1]
					1502627291, -- [2]
				}, -- [82]
				{
					246, -- [1]
					1502627291, -- [2]
				}, -- [83]
				{
					281, -- [1]
					1502627291, -- [2]
				}, -- [84]
				{
					288, -- [1]
					1502627291, -- [2]
				}, -- [85]
				{
					306, -- [1]
					1502627291, -- [2]
				}, -- [86]
				{
					320, -- [1]
					1502627291, -- [2]
				}, -- [87]
				{
					331, -- [1]
					1502627291, -- [2]
				}, -- [88]
				{
					338, -- [1]
					1502627291, -- [2]
				}, -- [89]
				{
					345, -- [1]
					1502627291, -- [2]
				}, -- [90]
				{
					359, -- [1]
					1502627291, -- [2]
				}, -- [91]
				{
					374, -- [1]
					1502627291, -- [2]
				}, -- [92]
				{
					393, -- [1]
					1502627291, -- [2]
				}, -- [93]
				{
					27, -- [1]
					1505816344, -- [2]
				}, -- [94]
				{
					55, -- [1]
					1505816344, -- [2]
				}, -- [95]
				{
					86, -- [1]
					1505816344, -- [2]
				}, -- [96]
				{
					99, -- [1]
					1505816344, -- [2]
				}, -- [97]
				{
					119, -- [1]
					1505816344, -- [2]
				}, -- [98]
				{
					147, -- [1]
					1505816344, -- [2]
				}, -- [99]
				{
					148, -- [1]
					1505816344, -- [2]
				}, -- [100]
				{
					177, -- [1]
					1505816344, -- [2]
				}, -- [101]
				{
					215, -- [1]
					1505816344, -- [2]
				}, -- [102]
				{
					229, -- [1]
					1505816344, -- [2]
				}, -- [103]
				{
					230, -- [1]
					1505816344, -- [2]
				}, -- [104]
				{
					243, -- [1]
					1505816344, -- [2]
				}, -- [105]
				{
					257, -- [1]
					1505816344, -- [2]
				}, -- [106]
				{
					271, -- [1]
					1505816344, -- [2]
				}, -- [107]
			},
			["痛苦负担"] = {
				{
					17, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					45, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					73, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					101, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					144, -- [1]
					1501940009, -- [2]
				}, -- [5]
				{
					174, -- [1]
					1501940009, -- [2]
				}, -- [6]
				{
					203, -- [1]
					1501940009, -- [2]
				}, -- [7]
				{
					17, -- [1]
					1501940447, -- [2]
				}, -- [8]
				{
					45, -- [1]
					1501940447, -- [2]
				}, -- [9]
				{
					73, -- [1]
					1501940447, -- [2]
				}, -- [10]
				{
					101, -- [1]
					1501940447, -- [2]
				}, -- [11]
				{
					141, -- [1]
					1501940447, -- [2]
				}, -- [12]
				{
					172, -- [1]
					1501940447, -- [2]
				}, -- [13]
				{
					201, -- [1]
					1501940447, -- [2]
				}, -- [14]
				{
					229, -- [1]
					1501940447, -- [2]
				}, -- [15]
				{
					257, -- [1]
					1501940447, -- [2]
				}, -- [16]
				{
					287, -- [1]
					1501940447, -- [2]
				}, -- [17]
				{
					17, -- [1]
					1501941387, -- [2]
				}, -- [18]
				{
					45, -- [1]
					1501941387, -- [2]
				}, -- [19]
				{
					73, -- [1]
					1501941387, -- [2]
				}, -- [20]
				{
					101, -- [1]
					1501941387, -- [2]
				}, -- [21]
				{
					130, -- [1]
					1501941387, -- [2]
				}, -- [22]
				{
					161, -- [1]
					1501941387, -- [2]
				}, -- [23]
				{
					190, -- [1]
					1501941387, -- [2]
				}, -- [24]
				{
					218, -- [1]
					1501941387, -- [2]
				}, -- [25]
				{
					246, -- [1]
					1501941387, -- [2]
				}, -- [26]
				{
					275, -- [1]
					1501941387, -- [2]
				}, -- [27]
				{
					303, -- [1]
					1501941387, -- [2]
				}, -- [28]
				{
					331, -- [1]
					1501941387, -- [2]
				}, -- [29]
				{
					359, -- [1]
					1501941387, -- [2]
				}, -- [30]
				{
					388, -- [1]
					1501941387, -- [2]
				}, -- [31]
				{
					420, -- [1]
					1501941387, -- [2]
				}, -- [32]
				{
					17, -- [1]
					1502627291, -- [2]
				}, -- [33]
				{
					45, -- [1]
					1502627291, -- [2]
				}, -- [34]
				{
					73, -- [1]
					1502627291, -- [2]
				}, -- [35]
				{
					101, -- [1]
					1502627291, -- [2]
				}, -- [36]
				{
					134, -- [1]
					1502627291, -- [2]
				}, -- [37]
				{
					165, -- [1]
					1502627291, -- [2]
				}, -- [38]
				{
					193, -- [1]
					1502627291, -- [2]
				}, -- [39]
				{
					221, -- [1]
					1502627291, -- [2]
				}, -- [40]
				{
					265, -- [1]
					1502627291, -- [2]
				}, -- [41]
				{
					293, -- [1]
					1502627291, -- [2]
				}, -- [42]
				{
					321, -- [1]
					1502627291, -- [2]
				}, -- [43]
				{
					349, -- [1]
					1502627291, -- [2]
				}, -- [44]
				{
					379, -- [1]
					1502627291, -- [2]
				}, -- [45]
				{
					17, -- [1]
					1505816344, -- [2]
				}, -- [46]
				{
					45, -- [1]
					1505816344, -- [2]
				}, -- [47]
				{
					73, -- [1]
					1505816344, -- [2]
				}, -- [48]
				{
					106, -- [1]
					1505816344, -- [2]
				}, -- [49]
				{
					137, -- [1]
					1505816344, -- [2]
				}, -- [50]
				{
					166, -- [1]
					1505816344, -- [2]
				}, -- [51]
				{
					205, -- [1]
					1505816344, -- [2]
				}, -- [52]
				{
					233, -- [1]
					1505816344, -- [2]
				}, -- [53]
				{
					261, -- [1]
					1505816344, -- [2]
				}, -- [54]
				{
					289, -- [1]
					1505816344, -- [2]
				}, -- [55]
			},
			["召唤威利乌斯"] = {
				{
					148, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					190, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					146, -- [1]
					1501940447, -- [2]
				}, -- [3]
				{
					188, -- [1]
					1501940447, -- [2]
				}, -- [4]
				{
					232, -- [1]
					1501940447, -- [2]
				}, -- [5]
				{
					274, -- [1]
					1501940447, -- [2]
				}, -- [6]
				{
					135, -- [1]
					1501941387, -- [2]
				}, -- [7]
				{
					177, -- [1]
					1501941387, -- [2]
				}, -- [8]
				{
					221, -- [1]
					1501941387, -- [2]
				}, -- [9]
				{
					279, -- [1]
					1501941387, -- [2]
				}, -- [10]
				{
					335, -- [1]
					1501941387, -- [2]
				}, -- [11]
				{
					379, -- [1]
					1501941387, -- [2]
				}, -- [12]
				{
					138, -- [1]
					1502627291, -- [2]
				}, -- [13]
				{
					182, -- [1]
					1502627291, -- [2]
				}, -- [14]
				{
					224, -- [1]
					1502627291, -- [2]
				}, -- [15]
				{
					269, -- [1]
					1502627291, -- [2]
				}, -- [16]
				{
					311, -- [1]
					1502627291, -- [2]
				}, -- [17]
				{
					367, -- [1]
					1502627291, -- [2]
				}, -- [18]
				{
					111, -- [1]
					1505816344, -- [2]
				}, -- [19]
				{
					153, -- [1]
					1505816344, -- [2]
				}, -- [20]
				{
					209, -- [1]
					1505816344, -- [2]
				}, -- [21]
				{
					265, -- [1]
					1505816344, -- [2]
				}, -- [22]
			},
			["活体吞噬"] = {
				{
					204, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					206, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					207, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					209, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					210, -- [1]
					1501940009, -- [2]
				}, -- [5]
			},
			["碎裂波动"] = {
				{
					153, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					195, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					151, -- [1]
					1501940447, -- [2]
				}, -- [3]
				{
					193, -- [1]
					1501940447, -- [2]
				}, -- [4]
				{
					237, -- [1]
					1501940447, -- [2]
				}, -- [5]
				{
					280, -- [1]
					1501940447, -- [2]
				}, -- [6]
				{
					140, -- [1]
					1501941387, -- [2]
				}, -- [7]
				{
					182, -- [1]
					1501941387, -- [2]
				}, -- [8]
				{
					226, -- [1]
					1501941387, -- [2]
				}, -- [9]
				{
					284, -- [1]
					1501941387, -- [2]
				}, -- [10]
				{
					340, -- [1]
					1501941387, -- [2]
				}, -- [11]
				{
					384, -- [1]
					1501941387, -- [2]
				}, -- [12]
				{
					144, -- [1]
					1502627291, -- [2]
				}, -- [13]
				{
					187, -- [1]
					1502627291, -- [2]
				}, -- [14]
				{
					229, -- [1]
					1502627291, -- [2]
				}, -- [15]
				{
					274, -- [1]
					1502627291, -- [2]
				}, -- [16]
				{
					316, -- [1]
					1502627291, -- [2]
				}, -- [17]
				{
					372, -- [1]
					1502627291, -- [2]
				}, -- [18]
				{
					116, -- [1]
					1505816344, -- [2]
				}, -- [19]
				{
					158, -- [1]
					1505816344, -- [2]
				}, -- [20]
				{
					214, -- [1]
					1505816344, -- [2]
				}, -- [21]
				{
					270, -- [1]
					1505816344, -- [2]
				}, -- [22]
			},
			["吞噬巨口"] = {
				{
					157, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					200, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					155, -- [1]
					1501940447, -- [2]
				}, -- [3]
				{
					198, -- [1]
					1501940447, -- [2]
				}, -- [4]
				{
					240, -- [1]
					1501940447, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1501940447, -- [2]
				}, -- [6]
				{
					144, -- [1]
					1501941387, -- [2]
				}, -- [7]
				{
					187, -- [1]
					1501941387, -- [2]
				}, -- [8]
				{
					229, -- [1]
					1501941387, -- [2]
				}, -- [9]
				{
					148, -- [1]
					1502627291, -- [2]
				}, -- [10]
				{
					190, -- [1]
					1502627291, -- [2]
				}, -- [11]
				{
					232, -- [1]
					1502627291, -- [2]
				}, -- [12]
			},
			["召唤奥苏奈特"] = {
				{
					128, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					171, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					213, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					126, -- [1]
					1501940447, -- [2]
				}, -- [4]
				{
					168, -- [1]
					1501940447, -- [2]
				}, -- [5]
				{
					211, -- [1]
					1501940447, -- [2]
				}, -- [6]
				{
					253, -- [1]
					1501940447, -- [2]
				}, -- [7]
				{
					296, -- [1]
					1501940447, -- [2]
				}, -- [8]
				{
					309, -- [1]
					1501940447, -- [2]
				}, -- [9]
				{
					115, -- [1]
					1501941387, -- [2]
				}, -- [10]
				{
					157, -- [1]
					1501941387, -- [2]
				}, -- [11]
				{
					200, -- [1]
					1501941387, -- [2]
				}, -- [12]
				{
					242, -- [1]
					1501941387, -- [2]
				}, -- [13]
				{
					259, -- [1]
					1501941387, -- [2]
				}, -- [14]
				{
					296, -- [1]
					1501941387, -- [2]
				}, -- [15]
				{
					328, -- [1]
					1501941387, -- [2]
				}, -- [16]
				{
					362, -- [1]
					1501941387, -- [2]
				}, -- [17]
				{
					398, -- [1]
					1501941387, -- [2]
				}, -- [18]
				{
					118, -- [1]
					1502627291, -- [2]
				}, -- [19]
				{
					161, -- [1]
					1502627291, -- [2]
				}, -- [20]
				{
					203, -- [1]
					1502627291, -- [2]
				}, -- [21]
				{
					249, -- [1]
					1502627291, -- [2]
				}, -- [22]
				{
					286, -- [1]
					1502627291, -- [2]
				}, -- [23]
				{
					318, -- [1]
					1502627291, -- [2]
				}, -- [24]
				{
					352, -- [1]
					1502627291, -- [2]
				}, -- [25]
				{
					384, -- [1]
					1502627291, -- [2]
				}, -- [26]
				{
					91, -- [1]
					1505816344, -- [2]
				}, -- [27]
				{
					133, -- [1]
					1505816344, -- [2]
				}, -- [28]
				{
					176, -- [1]
					1505816344, -- [2]
				}, -- [29]
				{
					189, -- [1]
					1505816344, -- [2]
				}, -- [30]
				{
					226, -- [1]
					1505816344, -- [2]
				}, -- [31]
				{
					257, -- [1]
					1505816344, -- [2]
				}, -- [32]
				{
					292, -- [1]
					1505816344, -- [2]
				}, -- [33]
			},
			["切割旋风"] = {
				{
					33, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					78, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					34, -- [1]
					1501940447, -- [2]
				}, -- [3]
				{
					79, -- [1]
					1501940447, -- [2]
				}, -- [4]
				{
					33, -- [1]
					1501941387, -- [2]
				}, -- [5]
				{
					78, -- [1]
					1501941387, -- [2]
				}, -- [6]
				{
					309, -- [1]
					1501941387, -- [2]
				}, -- [7]
				{
					371, -- [1]
					1501941387, -- [2]
				}, -- [8]
				{
					416, -- [1]
					1501941387, -- [2]
				}, -- [9]
				{
					33, -- [1]
					1502627291, -- [2]
				}, -- [10]
				{
					78, -- [1]
					1502627291, -- [2]
				}, -- [11]
				{
					299, -- [1]
					1502627291, -- [2]
				}, -- [12]
				{
					344, -- [1]
					1502627291, -- [2]
				}, -- [13]
				{
					33, -- [1]
					1505816344, -- [2]
				}, -- [14]
				{
					78, -- [1]
					1505816344, -- [2]
				}, -- [15]
				{
					239, -- [1]
					1505816344, -- [2]
				}, -- [16]
				{
					284, -- [1]
					1505816344, -- [2]
				}, -- [17]
			},
			["昏暗隐匿"] = {
				{
					30, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					36, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					68, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					70, -- [1]
					1501940009, -- [2]
				}, -- [5]
				{
					79, -- [1]
					1501940009, -- [2]
				}, -- [6]
				{
					95, -- [1]
					1501940009, -- [2]
				}, -- [7]
				{
					125, -- [1]
					1501940009, -- [2]
				}, -- [8]
				{
					127, -- [1]
					1501940009, -- [2]
				}, -- [9]
				{
					130, -- [1]
					1501940009, -- [2]
				}, -- [10]
				{
					165, -- [1]
					1501940009, -- [2]
				}, -- [11]
				{
					166, -- [1]
					1501940009, -- [2]
				}, -- [12]
				{
					176, -- [1]
					1501940009, -- [2]
				}, -- [13]
				{
					199, -- [1]
					1501940009, -- [2]
				}, -- [14]
				{
					200, -- [1]
					1501940009, -- [2]
				}, -- [15]
				{
					206, -- [1]
					1501940009, -- [2]
				}, -- [16]
				{
					33, -- [1]
					1501940447, -- [2]
				}, -- [17]
				{
					34, -- [1]
					1501940447, -- [2]
				}, -- [18]
				{
					35, -- [1]
					1501940447, -- [2]
				}, -- [19]
				{
					71, -- [1]
					1501940447, -- [2]
				}, -- [20]
				{
					72, -- [1]
					1501940447, -- [2]
				}, -- [21]
				{
					73, -- [1]
					1501940447, -- [2]
				}, -- [22]
				{
					99, -- [1]
					1501940447, -- [2]
				}, -- [23]
				{
					102, -- [1]
					1501940447, -- [2]
				}, -- [24]
				{
					103, -- [1]
					1501940447, -- [2]
				}, -- [25]
				{
					125, -- [1]
					1501940447, -- [2]
				}, -- [26]
				{
					126, -- [1]
					1501940447, -- [2]
				}, -- [27]
				{
					130, -- [1]
					1501940447, -- [2]
				}, -- [28]
				{
					167, -- [1]
					1501940447, -- [2]
				}, -- [29]
				{
					170, -- [1]
					1501940447, -- [2]
				}, -- [30]
				{
					171, -- [1]
					1501940447, -- [2]
				}, -- [31]
				{
					190, -- [1]
					1501940447, -- [2]
				}, -- [32]
				{
					192, -- [1]
					1501940447, -- [2]
				}, -- [33]
				{
					206, -- [1]
					1501940447, -- [2]
				}, -- [34]
				{
					226, -- [1]
					1501940447, -- [2]
				}, -- [35]
				{
					231, -- [1]
					1501940447, -- [2]
				}, -- [36]
				{
					232, -- [1]
					1501940447, -- [2]
				}, -- [37]
				{
					255, -- [1]
					1501940447, -- [2]
				}, -- [38]
				{
					261, -- [1]
					1501940447, -- [2]
				}, -- [39]
				{
					264, -- [1]
					1501940447, -- [2]
				}, -- [40]
				{
					281, -- [1]
					1501940447, -- [2]
				}, -- [41]
				{
					288, -- [1]
					1501940447, -- [2]
				}, -- [42]
				{
					292, -- [1]
					1501940447, -- [2]
				}, -- [43]
				{
					36, -- [1]
					1501941387, -- [2]
				}, -- [44]
				{
					37, -- [1]
					1501941387, -- [2]
				}, -- [45]
				{
					38, -- [1]
					1501941387, -- [2]
				}, -- [46]
				{
					67, -- [1]
					1501941387, -- [2]
				}, -- [47]
				{
					70, -- [1]
					1501941387, -- [2]
				}, -- [48]
				{
					94, -- [1]
					1501941387, -- [2]
				}, -- [49]
				{
					101, -- [1]
					1501941387, -- [2]
				}, -- [50]
				{
					122, -- [1]
					1501941387, -- [2]
				}, -- [51]
				{
					124, -- [1]
					1501941387, -- [2]
				}, -- [52]
				{
					146, -- [1]
					1501941387, -- [2]
				}, -- [53]
				{
					147, -- [1]
					1501941387, -- [2]
				}, -- [54]
				{
					150, -- [1]
					1501941387, -- [2]
				}, -- [55]
				{
					189, -- [1]
					1501941387, -- [2]
				}, -- [56]
				{
					192, -- [1]
					1501941387, -- [2]
				}, -- [57]
				{
					203, -- [1]
					1501941387, -- [2]
				}, -- [58]
				{
					221, -- [1]
					1501941387, -- [2]
				}, -- [59]
				{
					224, -- [1]
					1501941387, -- [2]
				}, -- [60]
				{
					245, -- [1]
					1501941387, -- [2]
				}, -- [61]
				{
					253, -- [1]
					1501941387, -- [2]
				}, -- [62]
				{
					260, -- [1]
					1501941387, -- [2]
				}, -- [63]
				{
					263, -- [1]
					1501941387, -- [2]
				}, -- [64]
				{
					266, -- [1]
					1501941387, -- [2]
				}, -- [65]
				{
					297, -- [1]
					1501941387, -- [2]
				}, -- [66]
				{
					301, -- [1]
					1501941387, -- [2]
				}, -- [67]
				{
					306, -- [1]
					1501941387, -- [2]
				}, -- [68]
				{
					329, -- [1]
					1501941387, -- [2]
				}, -- [69]
				{
					331, -- [1]
					1501941387, -- [2]
				}, -- [70]
				{
					332, -- [1]
					1501941387, -- [2]
				}, -- [71]
				{
					361, -- [1]
					1501941387, -- [2]
				}, -- [72]
				{
					369, -- [1]
					1501941387, -- [2]
				}, -- [73]
				{
					381, -- [1]
					1501941387, -- [2]
				}, -- [74]
				{
					384, -- [1]
					1501941387, -- [2]
				}, -- [75]
				{
					389, -- [1]
					1501941387, -- [2]
				}, -- [76]
				{
					34, -- [1]
					1502627291, -- [2]
				}, -- [77]
				{
					40, -- [1]
					1502627291, -- [2]
				}, -- [78]
				{
					66, -- [1]
					1502627291, -- [2]
				}, -- [79]
				{
					74, -- [1]
					1502627291, -- [2]
				}, -- [80]
				{
					79, -- [1]
					1502627291, -- [2]
				}, -- [81]
				{
					102, -- [1]
					1502627291, -- [2]
				}, -- [82]
				{
					103, -- [1]
					1502627291, -- [2]
				}, -- [83]
				{
					117, -- [1]
					1502627291, -- [2]
				}, -- [84]
				{
					132, -- [1]
					1502627291, -- [2]
				}, -- [85]
				{
					157, -- [1]
					1502627291, -- [2]
				}, -- [86]
				{
					160, -- [1]
					1502627291, -- [2]
				}, -- [87]
				{
					170, -- [1]
					1502627291, -- [2]
				}, -- [88]
				{
					197, -- [1]
					1502627291, -- [2]
				}, -- [89]
				{
					199, -- [1]
					1502627291, -- [2]
				}, -- [90]
				{
					227, -- [1]
					1502627291, -- [2]
				}, -- [91]
				{
					233, -- [1]
					1502627291, -- [2]
				}, -- [92]
				{
					237, -- [1]
					1502627291, -- [2]
				}, -- [93]
				{
					255, -- [1]
					1502627291, -- [2]
				}, -- [94]
				{
					258, -- [1]
					1502627291, -- [2]
				}, -- [95]
				{
					259, -- [1]
					1502627291, -- [2]
				}, -- [96]
				{
					288, -- [1]
					1502627291, -- [2]
				}, -- [97]
				{
					289, -- [1]
					1502627291, -- [2]
				}, -- [98]
				{
					295, -- [1]
					1502627291, -- [2]
				}, -- [99]
				{
					319, -- [1]
					1502627291, -- [2]
				}, -- [100]
				{
					321, -- [1]
					1502627291, -- [2]
				}, -- [101]
				{
					331, -- [1]
					1502627291, -- [2]
				}, -- [102]
				{
					349, -- [1]
					1502627291, -- [2]
				}, -- [103]
				{
					358, -- [1]
					1502627291, -- [2]
				}, -- [104]
				{
					362, -- [1]
					1502627291, -- [2]
				}, -- [105]
				{
					388, -- [1]
					1502627291, -- [2]
				}, -- [106]
				{
					389, -- [1]
					1502627291, -- [2]
				}, -- [107]
				{
					390, -- [1]
					1502627291, -- [2]
				}, -- [108]
				{
					35, -- [1]
					1505816344, -- [2]
				}, -- [109]
				{
					36, -- [1]
					1505816344, -- [2]
				}, -- [110]
				{
					67, -- [1]
					1505816344, -- [2]
				}, -- [111]
				{
					69, -- [1]
					1505816344, -- [2]
				}, -- [112]
				{
					95, -- [1]
					1505816344, -- [2]
				}, -- [113]
				{
					101, -- [1]
					1505816344, -- [2]
				}, -- [114]
				{
					130, -- [1]
					1505816344, -- [2]
				}, -- [115]
				{
					133, -- [1]
					1505816344, -- [2]
				}, -- [116]
				{
					153, -- [1]
					1505816344, -- [2]
				}, -- [117]
				{
					155, -- [1]
					1505816344, -- [2]
				}, -- [118]
				{
					160, -- [1]
					1505816344, -- [2]
				}, -- [119]
				{
					183, -- [1]
					1505816344, -- [2]
				}, -- [120]
				{
					185, -- [1]
					1505816344, -- [2]
				}, -- [121]
				{
					188, -- [1]
					1505816344, -- [2]
				}, -- [122]
				{
					225, -- [1]
					1505816344, -- [2]
				}, -- [123]
				{
					231, -- [1]
					1505816344, -- [2]
				}, -- [124]
				{
					234, -- [1]
					1505816344, -- [2]
				}, -- [125]
				{
					250, -- [1]
					1505816344, -- [2]
				}, -- [126]
				{
					256, -- [1]
					1505816344, -- [2]
				}, -- [127]
				{
					265, -- [1]
					1505816344, -- [2]
				}, -- [128]
				{
					277, -- [1]
					1505816344, -- [2]
				}, -- [129]
				{
					281, -- [1]
					1505816344, -- [2]
				}, -- [130]
				{
					284, -- [1]
					1505816344, -- [2]
				}, -- [131]
			},
			["雷霆震击"] = {
				{
					12, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					15, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					47, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					50, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					86, -- [1]
					1501940009, -- [2]
				}, -- [5]
				{
					89, -- [1]
					1501940009, -- [2]
				}, -- [6]
				{
					12, -- [1]
					1501940447, -- [2]
				}, -- [7]
				{
					15, -- [1]
					1501940447, -- [2]
				}, -- [8]
				{
					49, -- [1]
					1501940447, -- [2]
				}, -- [9]
				{
					52, -- [1]
					1501940447, -- [2]
				}, -- [10]
				{
					86, -- [1]
					1501940447, -- [2]
				}, -- [11]
				{
					89, -- [1]
					1501940447, -- [2]
				}, -- [12]
				{
					12, -- [1]
					1501941387, -- [2]
				}, -- [13]
				{
					15, -- [1]
					1501941387, -- [2]
				}, -- [14]
				{
					48, -- [1]
					1501941387, -- [2]
				}, -- [15]
				{
					51, -- [1]
					1501941387, -- [2]
				}, -- [16]
				{
					86, -- [1]
					1501941387, -- [2]
				}, -- [17]
				{
					89, -- [1]
					1501941387, -- [2]
				}, -- [18]
				{
					12, -- [1]
					1502627291, -- [2]
				}, -- [19]
				{
					15, -- [1]
					1502627291, -- [2]
				}, -- [20]
				{
					48, -- [1]
					1502627291, -- [2]
				}, -- [21]
				{
					51, -- [1]
					1502627291, -- [2]
				}, -- [22]
				{
					86, -- [1]
					1502627291, -- [2]
				}, -- [23]
				{
					89, -- [1]
					1502627291, -- [2]
				}, -- [24]
				{
					12, -- [1]
					1505816344, -- [2]
				}, -- [25]
				{
					15, -- [1]
					1505816344, -- [2]
				}, -- [26]
				{
					48, -- [1]
					1505816344, -- [2]
				}, -- [27]
				{
					51, -- [1]
					1505816344, -- [2]
				}, -- [28]
			},
			["水之冲击"] = {
				{
					96, -- [1]
					1501940009, -- [2]
				}, -- [1]
				{
					119, -- [1]
					1501940009, -- [2]
				}, -- [2]
				{
					123, -- [1]
					1501940009, -- [2]
				}, -- [3]
				{
					148, -- [1]
					1501940009, -- [2]
				}, -- [4]
				{
					151, -- [1]
					1501940009, -- [2]
				}, -- [5]
				{
					155, -- [1]
					1501940009, -- [2]
				}, -- [6]
				{
					159, -- [1]
					1501940009, -- [2]
				}, -- [7]
				{
					167, -- [1]
					1501940009, -- [2]
				}, -- [8]
				{
					173, -- [1]
					1501940009, -- [2]
				}, -- [9]
				{
					176, -- [1]
					1501940009, -- [2]
				}, -- [10]
				{
					177, -- [1]
					1501940009, -- [2]
				}, -- [11]
				{
					179, -- [1]
					1501940009, -- [2]
				}, -- [12]
				{
					181, -- [1]
					1501940009, -- [2]
				}, -- [13]
				{
					182, -- [1]
					1501940009, -- [2]
				}, -- [14]
				{
					184, -- [1]
					1501940009, -- [2]
				}, -- [15]
				{
					81, -- [1]
					1501940447, -- [2]
				}, -- [16]
				{
					83, -- [1]
					1501940447, -- [2]
				}, -- [17]
				{
					84, -- [1]
					1501940447, -- [2]
				}, -- [18]
				{
					118, -- [1]
					1501940447, -- [2]
				}, -- [19]
				{
					121, -- [1]
					1501940447, -- [2]
				}, -- [20]
				{
					149, -- [1]
					1501940447, -- [2]
				}, -- [21]
				{
					152, -- [1]
					1501940447, -- [2]
				}, -- [22]
				{
					192, -- [1]
					1501940447, -- [2]
				}, -- [23]
				{
					197, -- [1]
					1501940447, -- [2]
				}, -- [24]
				{
					200, -- [1]
					1501940447, -- [2]
				}, -- [25]
				{
					182, -- [1]
					1501941387, -- [2]
				}, -- [26]
				{
					184, -- [1]
					1501941387, -- [2]
				}, -- [27]
				{
					185, -- [1]
					1501941387, -- [2]
				}, -- [28]
				{
					188, -- [1]
					1501941387, -- [2]
				}, -- [29]
				{
					192, -- [1]
					1501941387, -- [2]
				}, -- [30]
				{
					194, -- [1]
					1501941387, -- [2]
				}, -- [31]
				{
					198, -- [1]
					1501941387, -- [2]
				}, -- [32]
				{
					201, -- [1]
					1501941387, -- [2]
				}, -- [33]
				{
					205, -- [1]
					1501941387, -- [2]
				}, -- [34]
				{
					209, -- [1]
					1501941387, -- [2]
				}, -- [35]
				{
					352, -- [1]
					1501941387, -- [2]
				}, -- [36]
				{
					356, -- [1]
					1501941387, -- [2]
				}, -- [37]
				{
					403, -- [1]
					1501941387, -- [2]
				}, -- [38]
				{
					407, -- [1]
					1501941387, -- [2]
				}, -- [39]
				{
					415, -- [1]
					1501941387, -- [2]
				}, -- [40]
				{
					417, -- [1]
					1501941387, -- [2]
				}, -- [41]
				{
					418, -- [1]
					1501941387, -- [2]
				}, -- [42]
				{
					59, -- [1]
					1502627291, -- [2]
				}, -- [43]
				{
					96, -- [1]
					1502627291, -- [2]
				}, -- [44]
				{
					99, -- [1]
					1502627291, -- [2]
				}, -- [45]
				{
					148, -- [1]
					1502627291, -- [2]
				}, -- [46]
				{
					149, -- [1]
					1502627291, -- [2]
				}, -- [47]
				{
					165, -- [1]
					1502627291, -- [2]
				}, -- [48]
				{
					169, -- [1]
					1502627291, -- [2]
				}, -- [49]
				{
					173, -- [1]
					1502627291, -- [2]
				}, -- [50]
				{
					176, -- [1]
					1502627291, -- [2]
				}, -- [51]
				{
					195, -- [1]
					1502627291, -- [2]
				}, -- [52]
				{
					321, -- [1]
					1502627291, -- [2]
				}, -- [53]
				{
					328, -- [1]
					1502627291, -- [2]
				}, -- [54]
				{
					332, -- [1]
					1502627291, -- [2]
				}, -- [55]
				{
					183, -- [1]
					1505816344, -- [2]
				}, -- [56]
				{
					192, -- [1]
					1505816344, -- [2]
				}, -- [57]
			},
		},
		["ids"] = {
			["召唤萨鲁克"] = 232746,
			["吞噬之饥"] = 230920,
			["黑暗深渊"] = 230273,
			["痛苦负担"] = 230201,
			["召唤威利乌斯"] = 232757,
			["活体吞噬"] = 232885,
			["碎裂波动"] = 232827,
			["吞噬巨口"] = 232745,
			["召唤奥苏奈特"] = 232756,
			["切割旋风"] = 232722,
			["昏暗隐匿"] = 230950,
			["雷霆震击"] = 230362,
			["水之冲击"] = 241509,
		},
	},
	["189614"] = {
		["deaths"] = {
			[201] = {
				1500299662, -- [1]
			},
			[143] = {
				1501037075, -- [1]
			},
			[269] = {
				1501037075, -- [1]
			},
			[242] = {
				1501037075, -- [1]
			},
		},
		["spells"] = {
			["裂地猛击"] = {
				{
					11, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					68, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					91, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					12, -- [1]
					1501037075, -- [2]
				}, -- [6]
				{
					75, -- [1]
					1501037075, -- [2]
				}, -- [7]
				{
					98, -- [1]
					1501037075, -- [2]
				}, -- [8]
			},
			["末日分裂"] = {
				{
					201, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					227, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					254, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					198, -- [1]
					1501037075, -- [2]
				}, -- [4]
				{
					225, -- [1]
					1501037075, -- [2]
				}, -- [5]
				{
					252, -- [1]
					1501037075, -- [2]
				}, -- [6]
			},
			["哀嚎之魂"] = {
				{
					61, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					60, -- [1]
					1501037075, -- [2]
				}, -- [2]
			},
			["攫取之暗"] = {
				{
					6, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					10, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					14, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					17, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					21, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					24, -- [1]
					1500299662, -- [2]
				}, -- [6]
				{
					28, -- [1]
					1500299662, -- [2]
				}, -- [7]
				{
					32, -- [1]
					1500299662, -- [2]
				}, -- [8]
				{
					64, -- [1]
					1500299662, -- [2]
				}, -- [9]
				{
					65, -- [1]
					1500299662, -- [2]
				}, -- [10]
				{
					69, -- [1]
					1500299662, -- [2]
				}, -- [11]
				{
					72, -- [1]
					1500299662, -- [2]
				}, -- [12]
				{
					76, -- [1]
					1500299662, -- [2]
				}, -- [13]
				{
					80, -- [1]
					1500299662, -- [2]
				}, -- [14]
				{
					83, -- [1]
					1500299662, -- [2]
				}, -- [15]
				{
					87, -- [1]
					1500299662, -- [2]
				}, -- [16]
				{
					90, -- [1]
					1500299662, -- [2]
				}, -- [17]
				{
					94, -- [1]
					1500299662, -- [2]
				}, -- [18]
				{
					98, -- [1]
					1500299662, -- [2]
				}, -- [19]
				{
					101, -- [1]
					1500299662, -- [2]
				}, -- [20]
				{
					105, -- [1]
					1500299662, -- [2]
				}, -- [21]
				{
					109, -- [1]
					1500299662, -- [2]
				}, -- [22]
				{
					12, -- [1]
					1501037075, -- [2]
				}, -- [23]
				{
					64, -- [1]
					1501037075, -- [2]
				}, -- [24]
				{
					67, -- [1]
					1501037075, -- [2]
				}, -- [25]
				{
					70, -- [1]
					1501037075, -- [2]
				}, -- [26]
				{
					75, -- [1]
					1501037075, -- [2]
				}, -- [27]
				{
					76, -- [1]
					1501037075, -- [2]
				}, -- [28]
				{
					79, -- [1]
					1501037075, -- [2]
				}, -- [29]
				{
					80, -- [1]
					1501037075, -- [2]
				}, -- [30]
				{
					82, -- [1]
					1501037075, -- [2]
				}, -- [31]
				{
					83, -- [1]
					1501037075, -- [2]
				}, -- [32]
				{
					86, -- [1]
					1501037075, -- [2]
				}, -- [33]
				{
					87, -- [1]
					1501037075, -- [2]
				}, -- [34]
				{
					90, -- [1]
					1501037075, -- [2]
				}, -- [35]
				{
					91, -- [1]
					1501037075, -- [2]
				}, -- [36]
				{
					93, -- [1]
					1501037075, -- [2]
				}, -- [37]
				{
					94, -- [1]
					1501037075, -- [2]
				}, -- [38]
				{
					98, -- [1]
					1501037075, -- [2]
				}, -- [39]
			},
			["折磨"] = {
				{
					201, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					221, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					243, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					264, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					199, -- [1]
					1501037075, -- [2]
				}, -- [5]
				{
					225, -- [1]
					1501037075, -- [2]
				}, -- [6]
				{
					246, -- [1]
					1501037075, -- [2]
				}, -- [7]
				{
					269, -- [1]
					1501037075, -- [2]
				}, -- [8]
			},
			["灵魂爆发"] = {
				{
					5, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					132, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					133, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					5, -- [1]
					1501037075, -- [2]
				}, -- [4]
				{
					14, -- [1]
					1501037075, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1501037075, -- [2]
				}, -- [6]
				{
					140, -- [1]
					1501037075, -- [2]
				}, -- [7]
				{
					141, -- [1]
					1501037075, -- [2]
				}, -- [8]
				{
					145, -- [1]
					1501037075, -- [2]
				}, -- [9]
			},
			["灵魂锁链"] = {
				{
					14, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					15, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					31, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					131, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					151, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					152, -- [1]
					1500299662, -- [2]
				}, -- [6]
				{
					14, -- [1]
					1501037075, -- [2]
				}, -- [7]
				{
					27, -- [1]
					1501037075, -- [2]
				}, -- [8]
				{
					41, -- [1]
					1501037075, -- [2]
				}, -- [9]
				{
					55, -- [1]
					1501037075, -- [2]
				}, -- [10]
				{
					136, -- [1]
					1501037075, -- [2]
				}, -- [11]
				{
					140, -- [1]
					1501037075, -- [2]
				}, -- [12]
				{
					152, -- [1]
					1501037075, -- [2]
				}, -- [13]
				{
					168, -- [1]
					1501037075, -- [2]
				}, -- [14]
				{
					173, -- [1]
					1501037075, -- [2]
				}, -- [15]
			},
			["破碎尖叫"] = {
				{
					4, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					16, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					17, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					29, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					125, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					133, -- [1]
					1500299662, -- [2]
				}, -- [6]
				{
					141, -- [1]
					1500299662, -- [2]
				}, -- [7]
				{
					142, -- [1]
					1500299662, -- [2]
				}, -- [8]
				{
					153, -- [1]
					1500299662, -- [2]
				}, -- [9]
				{
					4, -- [1]
					1501037075, -- [2]
				}, -- [10]
				{
					16, -- [1]
					1501037075, -- [2]
				}, -- [11]
				{
					29, -- [1]
					1501037075, -- [2]
				}, -- [12]
				{
					43, -- [1]
					1501037075, -- [2]
				}, -- [13]
				{
					46, -- [1]
					1501037075, -- [2]
				}, -- [14]
				{
					129, -- [1]
					1501037075, -- [2]
				}, -- [15]
				{
					138, -- [1]
					1501037075, -- [2]
				}, -- [16]
				{
					142, -- [1]
					1501037075, -- [2]
				}, -- [17]
				{
					144, -- [1]
					1501037075, -- [2]
				}, -- [18]
				{
					158, -- [1]
					1501037075, -- [2]
				}, -- [19]
				{
					163, -- [1]
					1501037075, -- [2]
				}, -- [20]
				{
					172, -- [1]
					1501037075, -- [2]
				}, -- [21]
				{
					175, -- [1]
					1501037075, -- [2]
				}, -- [22]
			},
			["白骨碎片"] = {
				{
					3, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					8, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					11, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					13, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1500299662, -- [2]
				}, -- [6]
				{
					18, -- [1]
					1500299662, -- [2]
				}, -- [7]
				{
					20, -- [1]
					1500299662, -- [2]
				}, -- [8]
				{
					24, -- [1]
					1500299662, -- [2]
				}, -- [9]
				{
					26, -- [1]
					1500299662, -- [2]
				}, -- [10]
				{
					29, -- [1]
					1500299662, -- [2]
				}, -- [11]
				{
					31, -- [1]
					1500299662, -- [2]
				}, -- [12]
				{
					34, -- [1]
					1500299662, -- [2]
				}, -- [13]
				{
					36, -- [1]
					1500299662, -- [2]
				}, -- [14]
				{
					40, -- [1]
					1500299662, -- [2]
				}, -- [15]
				{
					42, -- [1]
					1500299662, -- [2]
				}, -- [16]
				{
					46, -- [1]
					1500299662, -- [2]
				}, -- [17]
				{
					48, -- [1]
					1500299662, -- [2]
				}, -- [18]
				{
					51, -- [1]
					1500299662, -- [2]
				}, -- [19]
				{
					53, -- [1]
					1500299662, -- [2]
				}, -- [20]
				{
					56, -- [1]
					1500299662, -- [2]
				}, -- [21]
				{
					58, -- [1]
					1500299662, -- [2]
				}, -- [22]
				{
					60, -- [1]
					1500299662, -- [2]
				}, -- [23]
				{
					63, -- [1]
					1500299662, -- [2]
				}, -- [24]
				{
					66, -- [1]
					1500299662, -- [2]
				}, -- [25]
				{
					70, -- [1]
					1500299662, -- [2]
				}, -- [26]
				{
					73, -- [1]
					1500299662, -- [2]
				}, -- [27]
				{
					75, -- [1]
					1500299662, -- [2]
				}, -- [28]
				{
					77, -- [1]
					1500299662, -- [2]
				}, -- [29]
				{
					80, -- [1]
					1500299662, -- [2]
				}, -- [30]
				{
					82, -- [1]
					1500299662, -- [2]
				}, -- [31]
				{
					85, -- [1]
					1500299662, -- [2]
				}, -- [32]
				{
					88, -- [1]
					1500299662, -- [2]
				}, -- [33]
				{
					91, -- [1]
					1500299662, -- [2]
				}, -- [34]
				{
					93, -- [1]
					1500299662, -- [2]
				}, -- [35]
				{
					96, -- [1]
					1500299662, -- [2]
				}, -- [36]
				{
					98, -- [1]
					1500299662, -- [2]
				}, -- [37]
				{
					102, -- [1]
					1500299662, -- [2]
				}, -- [38]
				{
					104, -- [1]
					1500299662, -- [2]
				}, -- [39]
				{
					106, -- [1]
					1500299662, -- [2]
				}, -- [40]
				{
					110, -- [1]
					1500299662, -- [2]
				}, -- [41]
				{
					113, -- [1]
					1500299662, -- [2]
				}, -- [42]
				{
					115, -- [1]
					1500299662, -- [2]
				}, -- [43]
				{
					118, -- [1]
					1500299662, -- [2]
				}, -- [44]
				{
					161, -- [1]
					1500299662, -- [2]
				}, -- [45]
				{
					163, -- [1]
					1500299662, -- [2]
				}, -- [46]
				{
					166, -- [1]
					1500299662, -- [2]
				}, -- [47]
				{
					168, -- [1]
					1500299662, -- [2]
				}, -- [48]
				{
					172, -- [1]
					1500299662, -- [2]
				}, -- [49]
				{
					174, -- [1]
					1500299662, -- [2]
				}, -- [50]
				{
					178, -- [1]
					1500299662, -- [2]
				}, -- [51]
				{
					180, -- [1]
					1500299662, -- [2]
				}, -- [52]
				{
					183, -- [1]
					1500299662, -- [2]
				}, -- [53]
				{
					185, -- [1]
					1500299662, -- [2]
				}, -- [54]
				{
					189, -- [1]
					1500299662, -- [2]
				}, -- [55]
				{
					191, -- [1]
					1500299662, -- [2]
				}, -- [56]
				{
					194, -- [1]
					1500299662, -- [2]
				}, -- [57]
				{
					196, -- [1]
					1500299662, -- [2]
				}, -- [58]
				{
					199, -- [1]
					1500299662, -- [2]
				}, -- [59]
				{
					201, -- [1]
					1500299662, -- [2]
				}, -- [60]
				{
					204, -- [1]
					1500299662, -- [2]
				}, -- [61]
				{
					206, -- [1]
					1500299662, -- [2]
				}, -- [62]
				{
					208, -- [1]
					1500299662, -- [2]
				}, -- [63]
				{
					211, -- [1]
					1500299662, -- [2]
				}, -- [64]
				{
					213, -- [1]
					1500299662, -- [2]
				}, -- [65]
				{
					3, -- [1]
					1501037075, -- [2]
				}, -- [66]
				{
					5, -- [1]
					1501037075, -- [2]
				}, -- [67]
				{
					9, -- [1]
					1501037075, -- [2]
				}, -- [68]
				{
					11, -- [1]
					1501037075, -- [2]
				}, -- [69]
				{
					14, -- [1]
					1501037075, -- [2]
				}, -- [70]
				{
					16, -- [1]
					1501037075, -- [2]
				}, -- [71]
				{
					19, -- [1]
					1501037075, -- [2]
				}, -- [72]
				{
					22, -- [1]
					1501037075, -- [2]
				}, -- [73]
				{
					25, -- [1]
					1501037075, -- [2]
				}, -- [74]
				{
					27, -- [1]
					1501037075, -- [2]
				}, -- [75]
				{
					30, -- [1]
					1501037075, -- [2]
				}, -- [76]
				{
					32, -- [1]
					1501037075, -- [2]
				}, -- [77]
				{
					35, -- [1]
					1501037075, -- [2]
				}, -- [78]
				{
					37, -- [1]
					1501037075, -- [2]
				}, -- [79]
				{
					41, -- [1]
					1501037075, -- [2]
				}, -- [80]
				{
					44, -- [1]
					1501037075, -- [2]
				}, -- [81]
				{
					47, -- [1]
					1501037075, -- [2]
				}, -- [82]
				{
					49, -- [1]
					1501037075, -- [2]
				}, -- [83]
				{
					52, -- [1]
					1501037075, -- [2]
				}, -- [84]
				{
					54, -- [1]
					1501037075, -- [2]
				}, -- [85]
				{
					56, -- [1]
					1501037075, -- [2]
				}, -- [86]
				{
					59, -- [1]
					1501037075, -- [2]
				}, -- [87]
				{
					61, -- [1]
					1501037075, -- [2]
				}, -- [88]
				{
					65, -- [1]
					1501037075, -- [2]
				}, -- [89]
				{
					67, -- [1]
					1501037075, -- [2]
				}, -- [90]
				{
					71, -- [1]
					1501037075, -- [2]
				}, -- [91]
				{
					73, -- [1]
					1501037075, -- [2]
				}, -- [92]
				{
					76, -- [1]
					1501037075, -- [2]
				}, -- [93]
				{
					78, -- [1]
					1501037075, -- [2]
				}, -- [94]
				{
					81, -- [1]
					1501037075, -- [2]
				}, -- [95]
				{
					83, -- [1]
					1501037075, -- [2]
				}, -- [96]
				{
					87, -- [1]
					1501037075, -- [2]
				}, -- [97]
				{
					89, -- [1]
					1501037075, -- [2]
				}, -- [98]
				{
					92, -- [1]
					1501037075, -- [2]
				}, -- [99]
				{
					94, -- [1]
					1501037075, -- [2]
				}, -- [100]
				{
					97, -- [1]
					1501037075, -- [2]
				}, -- [101]
				{
					99, -- [1]
					1501037075, -- [2]
				}, -- [102]
				{
					103, -- [1]
					1501037075, -- [2]
				}, -- [103]
				{
					105, -- [1]
					1501037075, -- [2]
				}, -- [104]
				{
					109, -- [1]
					1501037075, -- [2]
				}, -- [105]
				{
					111, -- [1]
					1501037075, -- [2]
				}, -- [106]
				{
					114, -- [1]
					1501037075, -- [2]
				}, -- [107]
				{
					116, -- [1]
					1501037075, -- [2]
				}, -- [108]
				{
					119, -- [1]
					1501037075, -- [2]
				}, -- [109]
				{
					156, -- [1]
					1501037075, -- [2]
				}, -- [110]
				{
					159, -- [1]
					1501037075, -- [2]
				}, -- [111]
				{
					161, -- [1]
					1501037075, -- [2]
				}, -- [112]
				{
					164, -- [1]
					1501037075, -- [2]
				}, -- [113]
				{
					166, -- [1]
					1501037075, -- [2]
				}, -- [114]
				{
					170, -- [1]
					1501037075, -- [2]
				}, -- [115]
				{
					172, -- [1]
					1501037075, -- [2]
				}, -- [116]
				{
					174, -- [1]
					1501037075, -- [2]
				}, -- [117]
				{
					177, -- [1]
					1501037075, -- [2]
				}, -- [118]
				{
					179, -- [1]
					1501037075, -- [2]
				}, -- [119]
				{
					182, -- [1]
					1501037075, -- [2]
				}, -- [120]
				{
					184, -- [1]
					1501037075, -- [2]
				}, -- [121]
				{
					186, -- [1]
					1501037075, -- [2]
				}, -- [122]
				{
					189, -- [1]
					1501037075, -- [2]
				}, -- [123]
				{
					191, -- [1]
					1501037075, -- [2]
				}, -- [124]
				{
					194, -- [1]
					1501037075, -- [2]
				}, -- [125]
				{
					196, -- [1]
					1501037075, -- [2]
				}, -- [126]
				{
					199, -- [1]
					1501037075, -- [2]
				}, -- [127]
				{
					201, -- [1]
					1501037075, -- [2]
				}, -- [128]
				{
					204, -- [1]
					1501037075, -- [2]
				}, -- [129]
				{
					206, -- [1]
					1501037075, -- [2]
				}, -- [130]
				{
					209, -- [1]
					1501037075, -- [2]
				}, -- [131]
				{
					211, -- [1]
					1501037075, -- [2]
				}, -- [132]
				{
					213, -- [1]
					1501037075, -- [2]
				}, -- [133]
				{
					216, -- [1]
					1501037075, -- [2]
				}, -- [134]
				{
					218, -- [1]
					1501037075, -- [2]
				}, -- [135]
				{
					221, -- [1]
					1501037075, -- [2]
				}, -- [136]
			},
			["粉碎意志"] = {
				{
					1, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					6, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					9, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					11, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					18, -- [1]
					1500299662, -- [2]
				}, -- [6]
				{
					21, -- [1]
					1500299662, -- [2]
				}, -- [7]
				{
					23, -- [1]
					1500299662, -- [2]
				}, -- [8]
				{
					26, -- [1]
					1500299662, -- [2]
				}, -- [9]
				{
					28, -- [1]
					1500299662, -- [2]
				}, -- [10]
				{
					31, -- [1]
					1500299662, -- [2]
				}, -- [11]
				{
					33, -- [1]
					1500299662, -- [2]
				}, -- [12]
				{
					35, -- [1]
					1500299662, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1500299662, -- [2]
				}, -- [14]
				{
					40, -- [1]
					1500299662, -- [2]
				}, -- [15]
				{
					43, -- [1]
					1500299662, -- [2]
				}, -- [16]
				{
					45, -- [1]
					1500299662, -- [2]
				}, -- [17]
				{
					52, -- [1]
					1500299662, -- [2]
				}, -- [18]
				{
					55, -- [1]
					1500299662, -- [2]
				}, -- [19]
				{
					57, -- [1]
					1500299662, -- [2]
				}, -- [20]
				{
					124, -- [1]
					1500299662, -- [2]
				}, -- [21]
				{
					126, -- [1]
					1500299662, -- [2]
				}, -- [22]
				{
					129, -- [1]
					1500299662, -- [2]
				}, -- [23]
				{
					131, -- [1]
					1500299662, -- [2]
				}, -- [24]
				{
					138, -- [1]
					1500299662, -- [2]
				}, -- [25]
				{
					141, -- [1]
					1500299662, -- [2]
				}, -- [26]
				{
					143, -- [1]
					1500299662, -- [2]
				}, -- [27]
				{
					146, -- [1]
					1500299662, -- [2]
				}, -- [28]
				{
					148, -- [1]
					1500299662, -- [2]
				}, -- [29]
				{
					150, -- [1]
					1500299662, -- [2]
				}, -- [30]
				{
					153, -- [1]
					1500299662, -- [2]
				}, -- [31]
				{
					155, -- [1]
					1500299662, -- [2]
				}, -- [32]
				{
					158, -- [1]
					1500299662, -- [2]
				}, -- [33]
				{
					160, -- [1]
					1500299662, -- [2]
				}, -- [34]
				{
					163, -- [1]
					1500299662, -- [2]
				}, -- [35]
				{
					165, -- [1]
					1500299662, -- [2]
				}, -- [36]
				{
					172, -- [1]
					1500299662, -- [2]
				}, -- [37]
				{
					175, -- [1]
					1500299662, -- [2]
				}, -- [38]
				{
					177, -- [1]
					1500299662, -- [2]
				}, -- [39]
				{
					180, -- [1]
					1500299662, -- [2]
				}, -- [40]
				{
					182, -- [1]
					1500299662, -- [2]
				}, -- [41]
				{
					185, -- [1]
					1500299662, -- [2]
				}, -- [42]
				{
					187, -- [1]
					1500299662, -- [2]
				}, -- [43]
				{
					189, -- [1]
					1500299662, -- [2]
				}, -- [44]
				{
					197, -- [1]
					1500299662, -- [2]
				}, -- [45]
				{
					199, -- [1]
					1500299662, -- [2]
				}, -- [46]
				{
					202, -- [1]
					1500299662, -- [2]
				}, -- [47]
				{
					204, -- [1]
					1500299662, -- [2]
				}, -- [48]
				{
					206, -- [1]
					1500299662, -- [2]
				}, -- [49]
				{
					209, -- [1]
					1500299662, -- [2]
				}, -- [50]
				{
					211, -- [1]
					1500299662, -- [2]
				}, -- [51]
				{
					214, -- [1]
					1500299662, -- [2]
				}, -- [52]
				{
					1, -- [1]
					1501037075, -- [2]
				}, -- [53]
				{
					3, -- [1]
					1501037075, -- [2]
				}, -- [54]
				{
					5, -- [1]
					1501037075, -- [2]
				}, -- [55]
				{
					8, -- [1]
					1501037075, -- [2]
				}, -- [56]
				{
					10, -- [1]
					1501037075, -- [2]
				}, -- [57]
				{
					18, -- [1]
					1501037075, -- [2]
				}, -- [58]
				{
					20, -- [1]
					1501037075, -- [2]
				}, -- [59]
				{
					22, -- [1]
					1501037075, -- [2]
				}, -- [60]
				{
					25, -- [1]
					1501037075, -- [2]
				}, -- [61]
				{
					27, -- [1]
					1501037075, -- [2]
				}, -- [62]
				{
					30, -- [1]
					1501037075, -- [2]
				}, -- [63]
				{
					32, -- [1]
					1501037075, -- [2]
				}, -- [64]
				{
					35, -- [1]
					1501037075, -- [2]
				}, -- [65]
				{
					37, -- [1]
					1501037075, -- [2]
				}, -- [66]
				{
					39, -- [1]
					1501037075, -- [2]
				}, -- [67]
				{
					42, -- [1]
					1501037075, -- [2]
				}, -- [68]
				{
					44, -- [1]
					1501037075, -- [2]
				}, -- [69]
				{
					47, -- [1]
					1501037075, -- [2]
				}, -- [70]
				{
					54, -- [1]
					1501037075, -- [2]
				}, -- [71]
				{
					57, -- [1]
					1501037075, -- [2]
				}, -- [72]
				{
					123, -- [1]
					1501037075, -- [2]
				}, -- [73]
				{
					126, -- [1]
					1501037075, -- [2]
				}, -- [74]
				{
					128, -- [1]
					1501037075, -- [2]
				}, -- [75]
				{
					131, -- [1]
					1501037075, -- [2]
				}, -- [76]
				{
					138, -- [1]
					1501037075, -- [2]
				}, -- [77]
				{
					140, -- [1]
					1501037075, -- [2]
				}, -- [78]
				{
					143, -- [1]
					1501037075, -- [2]
				}, -- [79]
				{
					145, -- [1]
					1501037075, -- [2]
				}, -- [80]
				{
					148, -- [1]
					1501037075, -- [2]
				}, -- [81]
				{
					150, -- [1]
					1501037075, -- [2]
				}, -- [82]
				{
					153, -- [1]
					1501037075, -- [2]
				}, -- [83]
				{
					155, -- [1]
					1501037075, -- [2]
				}, -- [84]
				{
					158, -- [1]
					1501037075, -- [2]
				}, -- [85]
				{
					160, -- [1]
					1501037075, -- [2]
				}, -- [86]
				{
					162, -- [1]
					1501037075, -- [2]
				}, -- [87]
				{
					165, -- [1]
					1501037075, -- [2]
				}, -- [88]
				{
					167, -- [1]
					1501037075, -- [2]
				}, -- [89]
				{
					170, -- [1]
					1501037075, -- [2]
				}, -- [90]
				{
					177, -- [1]
					1501037075, -- [2]
				}, -- [91]
				{
					179, -- [1]
					1501037075, -- [2]
				}, -- [92]
				{
					182, -- [1]
					1501037075, -- [2]
				}, -- [93]
				{
					184, -- [1]
					1501037075, -- [2]
				}, -- [94]
				{
					187, -- [1]
					1501037075, -- [2]
				}, -- [95]
				{
					189, -- [1]
					1501037075, -- [2]
				}, -- [96]
				{
					192, -- [1]
					1501037075, -- [2]
				}, -- [97]
				{
					194, -- [1]
					1501037075, -- [2]
				}, -- [98]
				{
					201, -- [1]
					1501037075, -- [2]
				}, -- [99]
				{
					204, -- [1]
					1501037075, -- [2]
				}, -- [100]
				{
					206, -- [1]
					1501037075, -- [2]
				}, -- [101]
				{
					209, -- [1]
					1501037075, -- [2]
				}, -- [102]
				{
					211, -- [1]
					1501037075, -- [2]
				}, -- [103]
				{
					213, -- [1]
					1501037075, -- [2]
				}, -- [104]
				{
					216, -- [1]
					1501037075, -- [2]
				}, -- [105]
				{
					218, -- [1]
					1501037075, -- [2]
				}, -- [106]
			},
			["分裂末日"] = {
				{
					190, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					217, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					243, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					188, -- [1]
					1501037075, -- [2]
				}, -- [4]
				{
					215, -- [1]
					1501037075, -- [2]
				}, -- [5]
				{
					242, -- [1]
					1501037075, -- [2]
				}, -- [6]
				{
					269, -- [1]
					1501037075, -- [2]
				}, -- [7]
			},
			["灵魂束缚"] = {
				{
					16, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					50, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					135, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					170, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					194, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					15, -- [1]
					1501037075, -- [2]
				}, -- [6]
				{
					51, -- [1]
					1501037075, -- [2]
				}, -- [7]
				{
					135, -- [1]
					1501037075, -- [2]
				}, -- [8]
				{
					174, -- [1]
					1501037075, -- [2]
				}, -- [9]
				{
					198, -- [1]
					1501037075, -- [2]
				}, -- [10]
			},
			["折磨哀嚎"] = {
				{
					121, -- [1]
					1500299662, -- [2]
				}, -- [1]
				{
					125, -- [1]
					1500299662, -- [2]
				}, -- [2]
				{
					131, -- [1]
					1500299662, -- [2]
				}, -- [3]
				{
					137, -- [1]
					1500299662, -- [2]
				}, -- [4]
				{
					143, -- [1]
					1500299662, -- [2]
				}, -- [5]
				{
					149, -- [1]
					1500299662, -- [2]
				}, -- [6]
				{
					155, -- [1]
					1500299662, -- [2]
				}, -- [7]
				{
					161, -- [1]
					1500299662, -- [2]
				}, -- [8]
				{
					121, -- [1]
					1501037075, -- [2]
				}, -- [9]
				{
					125, -- [1]
					1501037075, -- [2]
				}, -- [10]
				{
					131, -- [1]
					1501037075, -- [2]
				}, -- [11]
				{
					137, -- [1]
					1501037075, -- [2]
				}, -- [12]
				{
					143, -- [1]
					1501037075, -- [2]
				}, -- [13]
				{
					149, -- [1]
					1501037075, -- [2]
				}, -- [14]
				{
					155, -- [1]
					1501037075, -- [2]
				}, -- [15]
			},
		},
		["ids"] = {
			["裂地猛击"] = 235927,
			["末日分裂"] = 236544,
			["哀嚎之魂"] = 236072,
			["攫取之暗"] = 235968,
			["折磨"] = 236548,
			["灵魂爆发"] = 236158,
			["灵魂锁链"] = 236361,
			["破碎尖叫"] = 235969,
			["白骨碎片"] = 236142,
			["粉碎意志"] = 241566,
			["分裂末日"] = 236542,
			["灵魂束缚"] = 236449,
			["折磨哀嚎"] = 235989,
		},
	},
	["176215"] = {
		["deaths"] = {
			[146] = {
				1500826679, -- [1]
				1500826679, -- [2]
			},
			[130] = {
				1500826679, -- [1]
				1501497510, -- [2]
			},
			[50] = {
				1501497510, -- [1]
			},
		},
		["spells"] = {
			["鲜血盛宴"] = {
				{
					19, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					44, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					79, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					104, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					179, -- [1]
					1500826679, -- [2]
				}, -- [5]
				{
					205, -- [1]
					1500826679, -- [2]
				}, -- [6]
				{
					242, -- [1]
					1500826679, -- [2]
				}, -- [7]
				{
					267, -- [1]
					1500826679, -- [2]
				}, -- [8]
				{
					19, -- [1]
					1501497510, -- [2]
				}, -- [9]
				{
					44, -- [1]
					1501497510, -- [2]
				}, -- [10]
				{
					80, -- [1]
					1501497510, -- [2]
				}, -- [11]
				{
					104, -- [1]
					1501497510, -- [2]
				}, -- [12]
				{
					179, -- [1]
					1501497510, -- [2]
				}, -- [13]
			},
			["爆裂伤口"] = {
				{
					190, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					191, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					194, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					195, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					199, -- [1]
					1500826679, -- [2]
				}, -- [5]
				{
					200, -- [1]
					1500826679, -- [2]
				}, -- [6]
				{
					203, -- [1]
					1500826679, -- [2]
				}, -- [7]
				{
					205, -- [1]
					1500826679, -- [2]
				}, -- [8]
				{
					210, -- [1]
					1500826679, -- [2]
				}, -- [9]
				{
					215, -- [1]
					1500826679, -- [2]
				}, -- [10]
				{
					220, -- [1]
					1500826679, -- [2]
				}, -- [11]
				{
					225, -- [1]
					1500826679, -- [2]
				}, -- [12]
				{
					229, -- [1]
					1500826679, -- [2]
				}, -- [13]
				{
					234, -- [1]
					1500826679, -- [2]
				}, -- [14]
				{
					239, -- [1]
					1500826679, -- [2]
				}, -- [15]
				{
					243, -- [1]
					1500826679, -- [2]
				}, -- [16]
				{
					244, -- [1]
					1500826679, -- [2]
				}, -- [17]
				{
					245, -- [1]
					1500826679, -- [2]
				}, -- [18]
				{
					248, -- [1]
					1500826679, -- [2]
				}, -- [19]
				{
					249, -- [1]
					1500826679, -- [2]
				}, -- [20]
				{
					250, -- [1]
					1500826679, -- [2]
				}, -- [21]
				{
					252, -- [1]
					1500826679, -- [2]
				}, -- [22]
				{
					254, -- [1]
					1500826679, -- [2]
				}, -- [23]
				{
					255, -- [1]
					1500826679, -- [2]
				}, -- [24]
				{
					257, -- [1]
					1500826679, -- [2]
				}, -- [25]
				{
					259, -- [1]
					1500826679, -- [2]
				}, -- [26]
				{
					262, -- [1]
					1500826679, -- [2]
				}, -- [27]
			},
			["阿古斯之印"] = {
				{
					14, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					39, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					74, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					99, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					174, -- [1]
					1500826679, -- [2]
				}, -- [5]
				{
					200, -- [1]
					1500826679, -- [2]
				}, -- [6]
				{
					232, -- [1]
					1500826679, -- [2]
				}, -- [7]
				{
					262, -- [1]
					1500826679, -- [2]
				}, -- [8]
				{
					14, -- [1]
					1501497510, -- [2]
				}, -- [9]
				{
					39, -- [1]
					1501497510, -- [2]
				}, -- [10]
				{
					74, -- [1]
					1501497510, -- [2]
				}, -- [11]
				{
					99, -- [1]
					1501497510, -- [2]
				}, -- [12]
				{
					174, -- [1]
					1501497510, -- [2]
				}, -- [13]
			},
			["急速追击"] = {
				{
					191, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					197, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					203, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					209, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					215, -- [1]
					1500826679, -- [2]
				}, -- [5]
				{
					221, -- [1]
					1500826679, -- [2]
				}, -- [6]
				{
					227, -- [1]
					1500826679, -- [2]
				}, -- [7]
				{
					233, -- [1]
					1500826679, -- [2]
				}, -- [8]
				{
					239, -- [1]
					1500826679, -- [2]
				}, -- [9]
				{
					244, -- [1]
					1500826679, -- [2]
				}, -- [10]
				{
					245, -- [1]
					1500826679, -- [2]
				}, -- [11]
				{
					250, -- [1]
					1500826679, -- [2]
				}, -- [12]
				{
					251, -- [1]
					1500826679, -- [2]
				}, -- [13]
				{
					256, -- [1]
					1500826679, -- [2]
				}, -- [14]
				{
					257, -- [1]
					1500826679, -- [2]
				}, -- [15]
				{
					262, -- [1]
					1500826679, -- [2]
				}, -- [16]
			},
			["幻象之夜"] = {
				{
					131, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					132, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					131, -- [1]
					1501497510, -- [2]
				}, -- [3]
				{
					132, -- [1]
					1501497510, -- [2]
				}, -- [4]
			},
			["腐肉瘟疫"] = {
				{
					6, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					67, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					91, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					166, -- [1]
					1500826679, -- [2]
				}, -- [5]
				{
					192, -- [1]
					1500826679, -- [2]
				}, -- [6]
				{
					227, -- [1]
					1500826679, -- [2]
				}, -- [7]
				{
					254, -- [1]
					1500826679, -- [2]
				}, -- [8]
				{
					6, -- [1]
					1501497510, -- [2]
				}, -- [9]
				{
					31, -- [1]
					1501497510, -- [2]
				}, -- [10]
				{
					67, -- [1]
					1501497510, -- [2]
				}, -- [11]
				{
					91, -- [1]
					1501497510, -- [2]
				}, -- [12]
				{
					167, -- [1]
					1501497510, -- [2]
				}, -- [13]
			},
			["虚空回响"] = {
				{
					57, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					122, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					217, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					285, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					57, -- [1]
					1501497510, -- [2]
				}, -- [5]
				{
					122, -- [1]
					1501497510, -- [2]
				}, -- [6]
			},
			["寻踪虫群"] = {
				{
					26, -- [1]
					1500826679, -- [2]
				}, -- [1]
				{
					51, -- [1]
					1500826679, -- [2]
				}, -- [2]
				{
					86, -- [1]
					1500826679, -- [2]
				}, -- [3]
				{
					111, -- [1]
					1500826679, -- [2]
				}, -- [4]
				{
					186, -- [1]
					1500826679, -- [2]
				}, -- [5]
				{
					212, -- [1]
					1500826679, -- [2]
				}, -- [6]
				{
					249, -- [1]
					1500826679, -- [2]
				}, -- [7]
				{
					274, -- [1]
					1500826679, -- [2]
				}, -- [8]
				{
					26, -- [1]
					1501497510, -- [2]
				}, -- [9]
				{
					52, -- [1]
					1501497510, -- [2]
				}, -- [10]
				{
					86, -- [1]
					1501497510, -- [2]
				}, -- [11]
				{
					111, -- [1]
					1501497510, -- [2]
				}, -- [12]
			},
		},
		["ids"] = {
			["鲜血盛宴"] = 208230,
			["爆裂伤口"] = 216024,
			["阿古斯之印"] = 212794,
			["急速追击"] = 216028,
			["幻象之夜"] = 206311,
			["腐肉瘟疫"] = 212997,
			["虚空回响"] = 213531,
			["寻踪虫群"] = 213238,
		},
	},
	["186715"] = {
		["deaths"] = {
			[107] = {
				1505815394, -- [1]
			},
			[207] = {
				1501938037, -- [1]
			},
			[200] = {
				1501938037, -- [1]
				1501938413, -- [2]
				1501938413, -- [3]
				1501938413, -- [4]
				1501938413, -- [5]
			},
			[222] = {
				1505815394, -- [1]
			},
			[194] = {
				1501938037, -- [1]
			},
			[75] = {
				1501938903, -- [1]
				1501938903, -- [2]
			},
			[105] = {
				1505815394, -- [1]
			},
			[80] = {
				1501938903, -- [1]
			},
			[196] = {
				1501938037, -- [1]
			},
			[159] = {
				1505815394, -- [1]
			},
			[125] = {
				1501938413, -- [1]
			},
			[256] = {
				1502626072, -- [1]
			},
			[212] = {
				1501938037, -- [1]
			},
		},
		["spells"] = {
			["邪能狂风"] = {
				{
					34, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					94, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					155, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					216, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					34, -- [1]
					1501938413, -- [2]
				}, -- [5]
				{
					96, -- [1]
					1501938413, -- [2]
				}, -- [6]
				{
					156, -- [1]
					1501938413, -- [2]
				}, -- [7]
				{
					218, -- [1]
					1501938413, -- [2]
				}, -- [8]
				{
					280, -- [1]
					1501938413, -- [2]
				}, -- [9]
				{
					34, -- [1]
					1501938903, -- [2]
				}, -- [10]
				{
					95, -- [1]
					1501938903, -- [2]
				}, -- [11]
				{
					155, -- [1]
					1501938903, -- [2]
				}, -- [12]
				{
					216, -- [1]
					1501938903, -- [2]
				}, -- [13]
				{
					277, -- [1]
					1501938903, -- [2]
				}, -- [14]
				{
					337, -- [1]
					1501938903, -- [2]
				}, -- [15]
				{
					34, -- [1]
					1502626072, -- [2]
				}, -- [16]
				{
					95, -- [1]
					1502626072, -- [2]
				}, -- [17]
				{
					156, -- [1]
					1502626072, -- [2]
				}, -- [18]
				{
					216, -- [1]
					1502626072, -- [2]
				}, -- [19]
				{
					278, -- [1]
					1502626072, -- [2]
				}, -- [20]
				{
					34, -- [1]
					1505815394, -- [2]
				}, -- [21]
				{
					97, -- [1]
					1505815394, -- [2]
				}, -- [22]
				{
					159, -- [1]
					1505815394, -- [2]
				}, -- [23]
				{
					220, -- [1]
					1505815394, -- [2]
				}, -- [24]
			},
			["镰刀横扫"] = {
				{
					9, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					85, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					110, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					148, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					173, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					207, -- [1]
					1501938037, -- [2]
				}, -- [8]
				{
					231, -- [1]
					1501938037, -- [2]
				}, -- [9]
				{
					9, -- [1]
					1501938413, -- [2]
				}, -- [10]
				{
					33, -- [1]
					1501938413, -- [2]
				}, -- [11]
				{
					57, -- [1]
					1501938413, -- [2]
				}, -- [12]
				{
					85, -- [1]
					1501938413, -- [2]
				}, -- [13]
				{
					109, -- [1]
					1501938413, -- [2]
				}, -- [14]
				{
					146, -- [1]
					1501938413, -- [2]
				}, -- [15]
				{
					170, -- [1]
					1501938413, -- [2]
				}, -- [16]
				{
					206, -- [1]
					1501938413, -- [2]
				}, -- [17]
				{
					231, -- [1]
					1501938413, -- [2]
				}, -- [18]
				{
					267, -- [1]
					1501938413, -- [2]
				}, -- [19]
				{
					9, -- [1]
					1501938903, -- [2]
				}, -- [20]
				{
					33, -- [1]
					1501938903, -- [2]
				}, -- [21]
				{
					57, -- [1]
					1501938903, -- [2]
				}, -- [22]
				{
					85, -- [1]
					1501938903, -- [2]
				}, -- [23]
				{
					109, -- [1]
					1501938903, -- [2]
				}, -- [24]
				{
					143, -- [1]
					1501938903, -- [2]
				}, -- [25]
				{
					168, -- [1]
					1501938903, -- [2]
				}, -- [26]
				{
					204, -- [1]
					1501938903, -- [2]
				}, -- [27]
				{
					228, -- [1]
					1501938903, -- [2]
				}, -- [28]
				{
					270, -- [1]
					1501938903, -- [2]
				}, -- [29]
				{
					294, -- [1]
					1501938903, -- [2]
				}, -- [30]
				{
					333, -- [1]
					1501938903, -- [2]
				}, -- [31]
				{
					357, -- [1]
					1501938903, -- [2]
				}, -- [32]
				{
					8, -- [1]
					1502626072, -- [2]
				}, -- [33]
				{
					33, -- [1]
					1502626072, -- [2]
				}, -- [34]
				{
					57, -- [1]
					1502626072, -- [2]
				}, -- [35]
				{
					87, -- [1]
					1502626072, -- [2]
				}, -- [36]
				{
					111, -- [1]
					1502626072, -- [2]
				}, -- [37]
				{
					145, -- [1]
					1502626072, -- [2]
				}, -- [38]
				{
					169, -- [1]
					1502626072, -- [2]
				}, -- [39]
				{
					206, -- [1]
					1502626072, -- [2]
				}, -- [40]
				{
					230, -- [1]
					1502626072, -- [2]
				}, -- [41]
				{
					267, -- [1]
					1502626072, -- [2]
				}, -- [42]
				{
					9, -- [1]
					1505815394, -- [2]
				}, -- [43]
				{
					33, -- [1]
					1505815394, -- [2]
				}, -- [44]
				{
					57, -- [1]
					1505815394, -- [2]
				}, -- [45]
				{
					87, -- [1]
					1505815394, -- [2]
				}, -- [46]
				{
					111, -- [1]
					1505815394, -- [2]
				}, -- [47]
				{
					145, -- [1]
					1505815394, -- [2]
				}, -- [48]
				{
					169, -- [1]
					1505815394, -- [2]
				}, -- [49]
				{
					206, -- [1]
					1505815394, -- [2]
				}, -- [50]
			},
			["回响之痛"] = {
				{
					7, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					52, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					87, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					121, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					155, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					188, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					242, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					8, -- [1]
					1501938413, -- [2]
				}, -- [8]
				{
					52, -- [1]
					1501938413, -- [2]
				}, -- [9]
				{
					90, -- [1]
					1501938413, -- [2]
				}, -- [10]
				{
					128, -- [1]
					1501938413, -- [2]
				}, -- [11]
				{
					177, -- [1]
					1501938413, -- [2]
				}, -- [12]
				{
					250, -- [1]
					1501938413, -- [2]
				}, -- [13]
				{
					8, -- [1]
					1501938903, -- [2]
				}, -- [14]
				{
					63, -- [1]
					1501938903, -- [2]
				}, -- [15]
				{
					113, -- [1]
					1501938903, -- [2]
				}, -- [16]
				{
					148, -- [1]
					1501938903, -- [2]
				}, -- [17]
				{
					182, -- [1]
					1501938903, -- [2]
				}, -- [18]
				{
					216, -- [1]
					1501938903, -- [2]
				}, -- [19]
				{
					253, -- [1]
					1501938903, -- [2]
				}, -- [20]
				{
					304, -- [1]
					1501938903, -- [2]
				}, -- [21]
				{
					362, -- [1]
					1501938903, -- [2]
				}, -- [22]
				{
					7, -- [1]
					1502626072, -- [2]
				}, -- [23]
				{
					30, -- [1]
					1502626072, -- [2]
				}, -- [24]
				{
					60, -- [1]
					1502626072, -- [2]
				}, -- [25]
				{
					86, -- [1]
					1502626072, -- [2]
				}, -- [26]
				{
					114, -- [1]
					1502626072, -- [2]
				}, -- [27]
				{
					137, -- [1]
					1502626072, -- [2]
				}, -- [28]
				{
					177, -- [1]
					1502626072, -- [2]
				}, -- [29]
				{
					198, -- [1]
					1502626072, -- [2]
				}, -- [30]
				{
					237, -- [1]
					1502626072, -- [2]
				}, -- [31]
				{
					257, -- [1]
					1502626072, -- [2]
				}, -- [32]
				{
					278, -- [1]
					1502626072, -- [2]
				}, -- [33]
				{
					8, -- [1]
					1505815394, -- [2]
				}, -- [34]
				{
					30, -- [1]
					1505815394, -- [2]
				}, -- [35]
				{
					54, -- [1]
					1505815394, -- [2]
				}, -- [36]
				{
					74, -- [1]
					1505815394, -- [2]
				}, -- [37]
				{
					94, -- [1]
					1505815394, -- [2]
				}, -- [38]
				{
					116, -- [1]
					1505815394, -- [2]
				}, -- [39]
				{
					138, -- [1]
					1505815394, -- [2]
				}, -- [40]
				{
					156, -- [1]
					1505815394, -- [2]
				}, -- [41]
				{
					177, -- [1]
					1505815394, -- [2]
				}, -- [42]
				{
					200, -- [1]
					1505815394, -- [2]
				}, -- [43]
			},
			["窒息之暗"] = {
				{
					14, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					54, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					79, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					113, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					140, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					175, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					199, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					234, -- [1]
					1501938037, -- [2]
				}, -- [8]
				{
					12, -- [1]
					1501938413, -- [2]
				}, -- [9]
				{
					56, -- [1]
					1501938413, -- [2]
				}, -- [10]
				{
					81, -- [1]
					1501938413, -- [2]
				}, -- [11]
				{
					112, -- [1]
					1501938413, -- [2]
				}, -- [12]
				{
					137, -- [1]
					1501938413, -- [2]
				}, -- [13]
				{
					183, -- [1]
					1501938413, -- [2]
				}, -- [14]
				{
					212, -- [1]
					1501938413, -- [2]
				}, -- [15]
				{
					238, -- [1]
					1501938413, -- [2]
				}, -- [16]
				{
					264, -- [1]
					1501938413, -- [2]
				}, -- [17]
				{
					16, -- [1]
					1501938903, -- [2]
				}, -- [18]
				{
					52, -- [1]
					1501938903, -- [2]
				}, -- [19]
				{
					78, -- [1]
					1501938903, -- [2]
				}, -- [20]
				{
					115, -- [1]
					1501938903, -- [2]
				}, -- [21]
				{
					139, -- [1]
					1501938903, -- [2]
				}, -- [22]
				{
					172, -- [1]
					1501938903, -- [2]
				}, -- [23]
				{
					201, -- [1]
					1501938903, -- [2]
				}, -- [24]
				{
					234, -- [1]
					1501938903, -- [2]
				}, -- [25]
				{
					262, -- [1]
					1501938903, -- [2]
				}, -- [26]
				{
					294, -- [1]
					1501938903, -- [2]
				}, -- [27]
				{
					322, -- [1]
					1501938903, -- [2]
				}, -- [28]
				{
					353, -- [1]
					1501938903, -- [2]
				}, -- [29]
				{
					14, -- [1]
					1502626072, -- [2]
				}, -- [30]
				{
					51, -- [1]
					1502626072, -- [2]
				}, -- [31]
				{
					77, -- [1]
					1502626072, -- [2]
				}, -- [32]
				{
					117, -- [1]
					1502626072, -- [2]
				}, -- [33]
				{
					141, -- [1]
					1502626072, -- [2]
				}, -- [34]
				{
					181, -- [1]
					1502626072, -- [2]
				}, -- [35]
				{
					207, -- [1]
					1502626072, -- [2]
				}, -- [36]
				{
					242, -- [1]
					1502626072, -- [2]
				}, -- [37]
				{
					267, -- [1]
					1502626072, -- [2]
				}, -- [38]
				{
					16, -- [1]
					1505815394, -- [2]
				}, -- [39]
				{
					59, -- [1]
					1505815394, -- [2]
				}, -- [40]
				{
					86, -- [1]
					1505815394, -- [2]
				}, -- [41]
				{
					119, -- [1]
					1505815394, -- [2]
				}, -- [42]
				{
					143, -- [1]
					1505815394, -- [2]
				}, -- [43]
				{
					180, -- [1]
					1505815394, -- [2]
				}, -- [44]
				{
					207, -- [1]
					1505815394, -- [2]
				}, -- [45]
			},
			["骨锯"] = {
				{
					59, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					123, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					186, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					246, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					64, -- [1]
					1501938413, -- [2]
				}, -- [5]
				{
					125, -- [1]
					1501938413, -- [2]
				}, -- [6]
				{
					186, -- [1]
					1501938413, -- [2]
				}, -- [7]
				{
					246, -- [1]
					1501938413, -- [2]
				}, -- [8]
				{
					59, -- [1]
					1501938903, -- [2]
				}, -- [9]
				{
					122, -- [1]
					1501938903, -- [2]
				}, -- [10]
				{
					183, -- [1]
					1501938903, -- [2]
				}, -- [11]
				{
					244, -- [1]
					1501938903, -- [2]
				}, -- [12]
				{
					307, -- [1]
					1501938903, -- [2]
				}, -- [13]
				{
					370, -- [1]
					1501938903, -- [2]
				}, -- [14]
				{
					60, -- [1]
					1502626072, -- [2]
				}, -- [15]
				{
					124, -- [1]
					1502626072, -- [2]
				}, -- [16]
				{
					185, -- [1]
					1502626072, -- [2]
				}, -- [17]
				{
					246, -- [1]
					1502626072, -- [2]
				}, -- [18]
				{
					59, -- [1]
					1505815394, -- [2]
				}, -- [19]
				{
					124, -- [1]
					1505815394, -- [2]
				}, -- [20]
				{
					185, -- [1]
					1505815394, -- [2]
				}, -- [21]
			},
			["钙化尖刺"] = {
				{
					12, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					76, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					97, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					118, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					140, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					160, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					181, -- [1]
					1501938037, -- [2]
				}, -- [8]
				{
					209, -- [1]
					1501938037, -- [2]
				}, -- [9]
				{
					233, -- [1]
					1501938037, -- [2]
				}, -- [10]
				{
					13, -- [1]
					1501938413, -- [2]
				}, -- [11]
				{
					35, -- [1]
					1501938413, -- [2]
				}, -- [12]
				{
					59, -- [1]
					1501938413, -- [2]
				}, -- [13]
				{
					87, -- [1]
					1501938413, -- [2]
				}, -- [14]
				{
					111, -- [1]
					1501938413, -- [2]
				}, -- [15]
				{
					148, -- [1]
					1501938413, -- [2]
				}, -- [16]
				{
					172, -- [1]
					1501938413, -- [2]
				}, -- [17]
				{
					208, -- [1]
					1501938413, -- [2]
				}, -- [18]
				{
					233, -- [1]
					1501938413, -- [2]
				}, -- [19]
				{
					269, -- [1]
					1501938413, -- [2]
				}, -- [20]
				{
					13, -- [1]
					1501938903, -- [2]
				}, -- [21]
				{
					35, -- [1]
					1501938903, -- [2]
				}, -- [22]
				{
					76, -- [1]
					1501938903, -- [2]
				}, -- [23]
				{
					97, -- [1]
					1501938903, -- [2]
				}, -- [24]
				{
					118, -- [1]
					1501938903, -- [2]
				}, -- [25]
				{
					146, -- [1]
					1501938903, -- [2]
				}, -- [26]
				{
					170, -- [1]
					1501938903, -- [2]
				}, -- [27]
				{
					206, -- [1]
					1501938903, -- [2]
				}, -- [28]
				{
					230, -- [1]
					1501938903, -- [2]
				}, -- [29]
				{
					261, -- [1]
					1501938903, -- [2]
				}, -- [30]
				{
					282, -- [1]
					1501938903, -- [2]
				}, -- [31]
				{
					302, -- [1]
					1501938903, -- [2]
				}, -- [32]
				{
					324, -- [1]
					1501938903, -- [2]
				}, -- [33]
				{
					345, -- [1]
					1501938903, -- [2]
				}, -- [34]
				{
					365, -- [1]
					1501938903, -- [2]
				}, -- [35]
				{
					12, -- [1]
					1502626072, -- [2]
				}, -- [36]
				{
					35, -- [1]
					1502626072, -- [2]
				}, -- [37]
				{
					77, -- [1]
					1502626072, -- [2]
				}, -- [38]
				{
					97, -- [1]
					1502626072, -- [2]
				}, -- [39]
				{
					118, -- [1]
					1502626072, -- [2]
				}, -- [40]
				{
					147, -- [1]
					1502626072, -- [2]
				}, -- [41]
				{
					171, -- [1]
					1502626072, -- [2]
				}, -- [42]
				{
					208, -- [1]
					1502626072, -- [2]
				}, -- [43]
				{
					232, -- [1]
					1502626072, -- [2]
				}, -- [44]
				{
					269, -- [1]
					1502626072, -- [2]
				}, -- [45]
				{
					12, -- [1]
					1505815394, -- [2]
				}, -- [46]
				{
					35, -- [1]
					1505815394, -- [2]
				}, -- [47]
				{
					76, -- [1]
					1505815394, -- [2]
				}, -- [48]
				{
					97, -- [1]
					1505815394, -- [2]
				}, -- [49]
				{
					118, -- [1]
					1505815394, -- [2]
				}, -- [50]
				{
					147, -- [1]
					1505815394, -- [2]
				}, -- [51]
				{
					171, -- [1]
					1505815394, -- [2]
				}, -- [52]
				{
					208, -- [1]
					1505815394, -- [2]
				}, -- [53]
			},
			["罪恶之痛"] = {
				{
					4, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					191, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					203, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					216, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					237, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					240, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					246, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					65, -- [1]
					1501938413, -- [2]
				}, -- [8]
				{
					68, -- [1]
					1501938413, -- [2]
				}, -- [9]
				{
					192, -- [1]
					1501938413, -- [2]
				}, -- [10]
				{
					198, -- [1]
					1501938413, -- [2]
				}, -- [11]
				{
					242, -- [1]
					1501938413, -- [2]
				}, -- [12]
				{
					264, -- [1]
					1501938413, -- [2]
				}, -- [13]
				{
					267, -- [1]
					1501938413, -- [2]
				}, -- [14]
				{
					270, -- [1]
					1501938413, -- [2]
				}, -- [15]
				{
					274, -- [1]
					1501938413, -- [2]
				}, -- [16]
				{
					277, -- [1]
					1501938413, -- [2]
				}, -- [17]
				{
					20, -- [1]
					1501938903, -- [2]
				}, -- [18]
				{
					23, -- [1]
					1501938903, -- [2]
				}, -- [19]
				{
					73, -- [1]
					1501938903, -- [2]
				}, -- [20]
				{
					77, -- [1]
					1501938903, -- [2]
				}, -- [21]
				{
					210, -- [1]
					1501938903, -- [2]
				}, -- [22]
				{
					271, -- [1]
					1501938903, -- [2]
				}, -- [23]
				{
					331, -- [1]
					1501938903, -- [2]
				}, -- [24]
				{
					19, -- [1]
					1502626072, -- [2]
				}, -- [25]
			},
			["灵魂腐蚀"] = {
				{
					14, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					20, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					26, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					33, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					40, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					46, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					52, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					59, -- [1]
					1501938037, -- [2]
				}, -- [8]
				{
					65, -- [1]
					1501938037, -- [2]
				}, -- [9]
				{
					71, -- [1]
					1501938037, -- [2]
				}, -- [10]
				{
					77, -- [1]
					1501938037, -- [2]
				}, -- [11]
				{
					93, -- [1]
					1501938037, -- [2]
				}, -- [12]
				{
					100, -- [1]
					1501938037, -- [2]
				}, -- [13]
				{
					106, -- [1]
					1501938037, -- [2]
				}, -- [14]
				{
					112, -- [1]
					1501938037, -- [2]
				}, -- [15]
				{
					118, -- [1]
					1501938037, -- [2]
				}, -- [16]
				{
					125, -- [1]
					1501938037, -- [2]
				}, -- [17]
				{
					131, -- [1]
					1501938037, -- [2]
				}, -- [18]
				{
					138, -- [1]
					1501938037, -- [2]
				}, -- [19]
				{
					144, -- [1]
					1501938037, -- [2]
				}, -- [20]
				{
					150, -- [1]
					1501938037, -- [2]
				}, -- [21]
				{
					156, -- [1]
					1501938037, -- [2]
				}, -- [22]
				{
					162, -- [1]
					1501938037, -- [2]
				}, -- [23]
				{
					168, -- [1]
					1501938037, -- [2]
				}, -- [24]
				{
					174, -- [1]
					1501938037, -- [2]
				}, -- [25]
				{
					180, -- [1]
					1501938037, -- [2]
				}, -- [26]
				{
					187, -- [1]
					1501938037, -- [2]
				}, -- [27]
				{
					193, -- [1]
					1501938037, -- [2]
				}, -- [28]
				{
					199, -- [1]
					1501938037, -- [2]
				}, -- [29]
				{
					207, -- [1]
					1501938037, -- [2]
				}, -- [30]
				{
					213, -- [1]
					1501938037, -- [2]
				}, -- [31]
				{
					221, -- [1]
					1501938037, -- [2]
				}, -- [32]
				{
					230, -- [1]
					1501938037, -- [2]
				}, -- [33]
				{
					236, -- [1]
					1501938037, -- [2]
				}, -- [34]
				{
					242, -- [1]
					1501938037, -- [2]
				}, -- [35]
				{
					14, -- [1]
					1501938413, -- [2]
				}, -- [36]
				{
					20, -- [1]
					1501938413, -- [2]
				}, -- [37]
				{
					26, -- [1]
					1501938413, -- [2]
				}, -- [38]
				{
					32, -- [1]
					1501938413, -- [2]
				}, -- [39]
				{
					43, -- [1]
					1501938413, -- [2]
				}, -- [40]
				{
					50, -- [1]
					1501938413, -- [2]
				}, -- [41]
				{
					56, -- [1]
					1501938413, -- [2]
				}, -- [42]
				{
					62, -- [1]
					1501938413, -- [2]
				}, -- [43]
				{
					68, -- [1]
					1501938413, -- [2]
				}, -- [44]
				{
					74, -- [1]
					1501938413, -- [2]
				}, -- [45]
				{
					80, -- [1]
					1501938413, -- [2]
				}, -- [46]
				{
					86, -- [1]
					1501938413, -- [2]
				}, -- [47]
				{
					92, -- [1]
					1501938413, -- [2]
				}, -- [48]
				{
					98, -- [1]
					1501938413, -- [2]
				}, -- [49]
				{
					104, -- [1]
					1501938413, -- [2]
				}, -- [50]
				{
					113, -- [1]
					1501938413, -- [2]
				}, -- [51]
				{
					119, -- [1]
					1501938413, -- [2]
				}, -- [52]
				{
					125, -- [1]
					1501938413, -- [2]
				}, -- [53]
				{
					131, -- [1]
					1501938413, -- [2]
				}, -- [54]
				{
					137, -- [1]
					1501938413, -- [2]
				}, -- [55]
				{
					143, -- [1]
					1501938413, -- [2]
				}, -- [56]
				{
					149, -- [1]
					1501938413, -- [2]
				}, -- [57]
				{
					155, -- [1]
					1501938413, -- [2]
				}, -- [58]
				{
					161, -- [1]
					1501938413, -- [2]
				}, -- [59]
				{
					167, -- [1]
					1501938413, -- [2]
				}, -- [60]
				{
					173, -- [1]
					1501938413, -- [2]
				}, -- [61]
				{
					180, -- [1]
					1501938413, -- [2]
				}, -- [62]
				{
					186, -- [1]
					1501938413, -- [2]
				}, -- [63]
				{
					192, -- [1]
					1501938413, -- [2]
				}, -- [64]
				{
					198, -- [1]
					1501938413, -- [2]
				}, -- [65]
				{
					206, -- [1]
					1501938413, -- [2]
				}, -- [66]
				{
					212, -- [1]
					1501938413, -- [2]
				}, -- [67]
				{
					218, -- [1]
					1501938413, -- [2]
				}, -- [68]
				{
					229, -- [1]
					1501938413, -- [2]
				}, -- [69]
				{
					235, -- [1]
					1501938413, -- [2]
				}, -- [70]
				{
					242, -- [1]
					1501938413, -- [2]
				}, -- [71]
				{
					248, -- [1]
					1501938413, -- [2]
				}, -- [72]
				{
					256, -- [1]
					1501938413, -- [2]
				}, -- [73]
				{
					263, -- [1]
					1501938413, -- [2]
				}, -- [74]
				{
					269, -- [1]
					1501938413, -- [2]
				}, -- [75]
				{
					17, -- [1]
					1501938903, -- [2]
				}, -- [76]
				{
					23, -- [1]
					1501938903, -- [2]
				}, -- [77]
				{
					29, -- [1]
					1501938903, -- [2]
				}, -- [78]
				{
					35, -- [1]
					1501938903, -- [2]
				}, -- [79]
				{
					41, -- [1]
					1501938903, -- [2]
				}, -- [80]
				{
					47, -- [1]
					1501938903, -- [2]
				}, -- [81]
				{
					53, -- [1]
					1501938903, -- [2]
				}, -- [82]
				{
					59, -- [1]
					1501938903, -- [2]
				}, -- [83]
				{
					65, -- [1]
					1501938903, -- [2]
				}, -- [84]
				{
					71, -- [1]
					1501938903, -- [2]
				}, -- [85]
				{
					78, -- [1]
					1501938903, -- [2]
				}, -- [86]
				{
					84, -- [1]
					1501938903, -- [2]
				}, -- [87]
				{
					90, -- [1]
					1501938903, -- [2]
				}, -- [88]
				{
					96, -- [1]
					1501938903, -- [2]
				}, -- [89]
				{
					102, -- [1]
					1501938903, -- [2]
				}, -- [90]
				{
					110, -- [1]
					1501938903, -- [2]
				}, -- [91]
				{
					116, -- [1]
					1501938903, -- [2]
				}, -- [92]
				{
					122, -- [1]
					1501938903, -- [2]
				}, -- [93]
				{
					129, -- [1]
					1501938903, -- [2]
				}, -- [94]
				{
					135, -- [1]
					1501938903, -- [2]
				}, -- [95]
				{
					141, -- [1]
					1501938903, -- [2]
				}, -- [96]
				{
					147, -- [1]
					1501938903, -- [2]
				}, -- [97]
				{
					153, -- [1]
					1501938903, -- [2]
				}, -- [98]
				{
					159, -- [1]
					1501938903, -- [2]
				}, -- [99]
				{
					165, -- [1]
					1501938903, -- [2]
				}, -- [100]
				{
					171, -- [1]
					1501938903, -- [2]
				}, -- [101]
				{
					178, -- [1]
					1501938903, -- [2]
				}, -- [102]
				{
					184, -- [1]
					1501938903, -- [2]
				}, -- [103]
				{
					190, -- [1]
					1501938903, -- [2]
				}, -- [104]
				{
					196, -- [1]
					1501938903, -- [2]
				}, -- [105]
				{
					202, -- [1]
					1501938903, -- [2]
				}, -- [106]
				{
					208, -- [1]
					1501938903, -- [2]
				}, -- [107]
				{
					214, -- [1]
					1501938903, -- [2]
				}, -- [108]
				{
					220, -- [1]
					1501938903, -- [2]
				}, -- [109]
				{
					226, -- [1]
					1501938903, -- [2]
				}, -- [110]
				{
					232, -- [1]
					1501938903, -- [2]
				}, -- [111]
				{
					238, -- [1]
					1501938903, -- [2]
				}, -- [112]
				{
					244, -- [1]
					1501938903, -- [2]
				}, -- [113]
				{
					253, -- [1]
					1501938903, -- [2]
				}, -- [114]
				{
					259, -- [1]
					1501938903, -- [2]
				}, -- [115]
				{
					265, -- [1]
					1501938903, -- [2]
				}, -- [116]
				{
					271, -- [1]
					1501938903, -- [2]
				}, -- [117]
				{
					277, -- [1]
					1501938903, -- [2]
				}, -- [118]
				{
					283, -- [1]
					1501938903, -- [2]
				}, -- [119]
				{
					289, -- [1]
					1501938903, -- [2]
				}, -- [120]
				{
					295, -- [1]
					1501938903, -- [2]
				}, -- [121]
				{
					303, -- [1]
					1501938903, -- [2]
				}, -- [122]
				{
					309, -- [1]
					1501938903, -- [2]
				}, -- [123]
				{
					315, -- [1]
					1501938903, -- [2]
				}, -- [124]
				{
					321, -- [1]
					1501938903, -- [2]
				}, -- [125]
				{
					327, -- [1]
					1501938903, -- [2]
				}, -- [126]
				{
					335, -- [1]
					1501938903, -- [2]
				}, -- [127]
				{
					341, -- [1]
					1501938903, -- [2]
				}, -- [128]
				{
					347, -- [1]
					1501938903, -- [2]
				}, -- [129]
				{
					354, -- [1]
					1501938903, -- [2]
				}, -- [130]
				{
					360, -- [1]
					1501938903, -- [2]
				}, -- [131]
				{
					366, -- [1]
					1501938903, -- [2]
				}, -- [132]
				{
					372, -- [1]
					1501938903, -- [2]
				}, -- [133]
				{
					17, -- [1]
					1502626072, -- [2]
				}, -- [134]
				{
					45, -- [1]
					1502626072, -- [2]
				}, -- [135]
				{
					51, -- [1]
					1502626072, -- [2]
				}, -- [136]
				{
					57, -- [1]
					1502626072, -- [2]
				}, -- [137]
				{
					63, -- [1]
					1502626072, -- [2]
				}, -- [138]
				{
					69, -- [1]
					1502626072, -- [2]
				}, -- [139]
				{
					75, -- [1]
					1502626072, -- [2]
				}, -- [140]
				{
					81, -- [1]
					1502626072, -- [2]
				}, -- [141]
				{
					87, -- [1]
					1502626072, -- [2]
				}, -- [142]
				{
					93, -- [1]
					1502626072, -- [2]
				}, -- [143]
				{
					99, -- [1]
					1502626072, -- [2]
				}, -- [144]
				{
					105, -- [1]
					1502626072, -- [2]
				}, -- [145]
				{
					111, -- [1]
					1502626072, -- [2]
				}, -- [146]
				{
					118, -- [1]
					1502626072, -- [2]
				}, -- [147]
				{
					124, -- [1]
					1502626072, -- [2]
				}, -- [148]
				{
					130, -- [1]
					1502626072, -- [2]
				}, -- [149]
				{
					138, -- [1]
					1502626072, -- [2]
				}, -- [150]
				{
					144, -- [1]
					1502626072, -- [2]
				}, -- [151]
				{
					150, -- [1]
					1502626072, -- [2]
				}, -- [152]
				{
					156, -- [1]
					1502626072, -- [2]
				}, -- [153]
				{
					162, -- [1]
					1502626072, -- [2]
				}, -- [154]
				{
					168, -- [1]
					1502626072, -- [2]
				}, -- [155]
				{
					175, -- [1]
					1502626072, -- [2]
				}, -- [156]
				{
					181, -- [1]
					1502626072, -- [2]
				}, -- [157]
				{
					189, -- [1]
					1502626072, -- [2]
				}, -- [158]
				{
					195, -- [1]
					1502626072, -- [2]
				}, -- [159]
				{
					201, -- [1]
					1502626072, -- [2]
				}, -- [160]
				{
					207, -- [1]
					1502626072, -- [2]
				}, -- [161]
				{
					213, -- [1]
					1502626072, -- [2]
				}, -- [162]
				{
					220, -- [1]
					1502626072, -- [2]
				}, -- [163]
				{
					226, -- [1]
					1502626072, -- [2]
				}, -- [164]
				{
					232, -- [1]
					1502626072, -- [2]
				}, -- [165]
				{
					238, -- [1]
					1502626072, -- [2]
				}, -- [166]
				{
					244, -- [1]
					1502626072, -- [2]
				}, -- [167]
				{
					250, -- [1]
					1502626072, -- [2]
				}, -- [168]
				{
					256, -- [1]
					1502626072, -- [2]
				}, -- [169]
				{
					262, -- [1]
					1502626072, -- [2]
				}, -- [170]
				{
					268, -- [1]
					1502626072, -- [2]
				}, -- [171]
				{
					274, -- [1]
					1502626072, -- [2]
				}, -- [172]
				{
					280, -- [1]
					1502626072, -- [2]
				}, -- [173]
				{
					56, -- [1]
					1505815394, -- [2]
				}, -- [174]
				{
					62, -- [1]
					1505815394, -- [2]
				}, -- [175]
				{
					68, -- [1]
					1505815394, -- [2]
				}, -- [176]
				{
					74, -- [1]
					1505815394, -- [2]
				}, -- [177]
				{
					81, -- [1]
					1505815394, -- [2]
				}, -- [178]
				{
					87, -- [1]
					1505815394, -- [2]
				}, -- [179]
				{
					93, -- [1]
					1505815394, -- [2]
				}, -- [180]
				{
					99, -- [1]
					1505815394, -- [2]
				}, -- [181]
				{
					105, -- [1]
					1505815394, -- [2]
				}, -- [182]
				{
					111, -- [1]
					1505815394, -- [2]
				}, -- [183]
				{
					117, -- [1]
					1505815394, -- [2]
				}, -- [184]
				{
					123, -- [1]
					1505815394, -- [2]
				}, -- [185]
				{
					129, -- [1]
					1505815394, -- [2]
				}, -- [186]
				{
					135, -- [1]
					1505815394, -- [2]
				}, -- [187]
				{
					141, -- [1]
					1505815394, -- [2]
				}, -- [188]
				{
					150, -- [1]
					1505815394, -- [2]
				}, -- [189]
				{
					156, -- [1]
					1505815394, -- [2]
				}, -- [190]
				{
					162, -- [1]
					1505815394, -- [2]
				}, -- [191]
				{
					168, -- [1]
					1505815394, -- [2]
				}, -- [192]
				{
					180, -- [1]
					1505815394, -- [2]
				}, -- [193]
				{
					186, -- [1]
					1505815394, -- [2]
				}, -- [194]
				{
					192, -- [1]
					1505815394, -- [2]
				}, -- [195]
				{
					198, -- [1]
					1505815394, -- [2]
				}, -- [196]
				{
					204, -- [1]
					1505815394, -- [2]
				}, -- [197]
				{
					210, -- [1]
					1505815394, -- [2]
				}, -- [198]
				{
					218, -- [1]
					1505815394, -- [2]
				}, -- [199]
				{
					224, -- [1]
					1505815394, -- [2]
				}, -- [200]
			},
			["折磨爆发"] = {
				{
					9, -- [1]
					1501938037, -- [2]
				}, -- [1]
				{
					30, -- [1]
					1501938037, -- [2]
				}, -- [2]
				{
					54, -- [1]
					1501938037, -- [2]
				}, -- [3]
				{
					73, -- [1]
					1501938037, -- [2]
				}, -- [4]
				{
					112, -- [1]
					1501938037, -- [2]
				}, -- [5]
				{
					133, -- [1]
					1501938037, -- [2]
				}, -- [6]
				{
					152, -- [1]
					1501938037, -- [2]
				}, -- [7]
				{
					174, -- [1]
					1501938037, -- [2]
				}, -- [8]
				{
					194, -- [1]
					1501938037, -- [2]
				}, -- [9]
				{
					212, -- [1]
					1501938037, -- [2]
				}, -- [10]
				{
					234, -- [1]
					1501938037, -- [2]
				}, -- [11]
				{
					11, -- [1]
					1501938413, -- [2]
				}, -- [12]
				{
					30, -- [1]
					1501938413, -- [2]
				}, -- [13]
				{
					55, -- [1]
					1501938413, -- [2]
				}, -- [14]
				{
					75, -- [1]
					1501938413, -- [2]
				}, -- [15]
				{
					93, -- [1]
					1501938413, -- [2]
				}, -- [16]
				{
					114, -- [1]
					1501938413, -- [2]
				}, -- [17]
				{
					140, -- [1]
					1501938413, -- [2]
				}, -- [18]
				{
					174, -- [1]
					1501938413, -- [2]
				}, -- [19]
				{
					195, -- [1]
					1501938413, -- [2]
				}, -- [20]
				{
					215, -- [1]
					1501938413, -- [2]
				}, -- [21]
				{
					237, -- [1]
					1501938413, -- [2]
				}, -- [22]
				{
					260, -- [1]
					1501938413, -- [2]
				}, -- [23]
				{
					280, -- [1]
					1501938413, -- [2]
				}, -- [24]
				{
					10, -- [1]
					1501938903, -- [2]
				}, -- [25]
				{
					33, -- [1]
					1501938903, -- [2]
				}, -- [26]
				{
					52, -- [1]
					1501938903, -- [2]
				}, -- [27]
				{
					70, -- [1]
					1501938903, -- [2]
				}, -- [28]
				{
					94, -- [1]
					1501938903, -- [2]
				}, -- [29]
				{
					115, -- [1]
					1501938903, -- [2]
				}, -- [30]
				{
					134, -- [1]
					1501938903, -- [2]
				}, -- [31]
				{
					155, -- [1]
					1501938903, -- [2]
				}, -- [32]
				{
					174, -- [1]
					1501938903, -- [2]
				}, -- [33]
				{
					195, -- [1]
					1501938903, -- [2]
				}, -- [34]
				{
					213, -- [1]
					1501938903, -- [2]
				}, -- [35]
				{
					234, -- [1]
					1501938903, -- [2]
				}, -- [36]
				{
					256, -- [1]
					1501938903, -- [2]
				}, -- [37]
				{
					274, -- [1]
					1501938903, -- [2]
				}, -- [38]
				{
					297, -- [1]
					1501938903, -- [2]
				}, -- [39]
				{
					316, -- [1]
					1501938903, -- [2]
				}, -- [40]
				{
					355, -- [1]
					1501938903, -- [2]
				}, -- [41]
				{
					375, -- [1]
					1501938903, -- [2]
				}, -- [42]
				{
					10, -- [1]
					1502626072, -- [2]
				}, -- [43]
				{
					27, -- [1]
					1502626072, -- [2]
				}, -- [44]
				{
					53, -- [1]
					1502626072, -- [2]
				}, -- [45]
				{
					71, -- [1]
					1502626072, -- [2]
				}, -- [46]
				{
					93, -- [1]
					1502626072, -- [2]
				}, -- [47]
				{
					116, -- [1]
					1502626072, -- [2]
				}, -- [48]
				{
					134, -- [1]
					1502626072, -- [2]
				}, -- [49]
				{
					155, -- [1]
					1502626072, -- [2]
				}, -- [50]
				{
					174, -- [1]
					1502626072, -- [2]
				}, -- [51]
				{
					195, -- [1]
					1502626072, -- [2]
				}, -- [52]
				{
					215, -- [1]
					1502626072, -- [2]
				}, -- [53]
				{
					235, -- [1]
					1502626072, -- [2]
				}, -- [54]
				{
					255, -- [1]
					1502626072, -- [2]
				}, -- [55]
				{
					276, -- [1]
					1502626072, -- [2]
				}, -- [56]
				{
					10, -- [1]
					1505815394, -- [2]
				}, -- [57]
				{
					27, -- [1]
					1505815394, -- [2]
				}, -- [58]
				{
					52, -- [1]
					1505815394, -- [2]
				}, -- [59]
				{
					76, -- [1]
					1505815394, -- [2]
				}, -- [60]
				{
					97, -- [1]
					1505815394, -- [2]
				}, -- [61]
				{
					118, -- [1]
					1505815394, -- [2]
				}, -- [62]
				{
					136, -- [1]
					1505815394, -- [2]
				}, -- [63]
				{
					159, -- [1]
					1505815394, -- [2]
				}, -- [64]
				{
					179, -- [1]
					1505815394, -- [2]
				}, -- [65]
				{
					198, -- [1]
					1505815394, -- [2]
				}, -- [66]
				{
					215, -- [1]
					1505815394, -- [2]
				}, -- [67]
			},
		},
		["ids"] = {
			["邪能狂风"] = 235230,
			["镰刀横扫"] = 233426,
			["回响之痛"] = 233983,
			["窒息之暗"] = 233894,
			["骨锯"] = 233441,
			["钙化尖刺"] = 233431,
			["罪恶之痛"] = 239401,
			["灵魂腐蚀"] = 248713,
			["折磨爆发"] = 234015,
		},
	},
	["170615"] = {
		["deaths"] = {
			[77] = {
				1501496017, -- [1]
			},
			[111] = {
				1501427581, -- [1]
			},
			[14] = {
				1501496017, -- [1]
			},
			[140] = {
				1501427581, -- [1]
			},
			[127] = {
				1500823748, -- [1]
			},
			[17] = {
				1500823748, -- [1]
			},
			[180] = {
				1500823748, -- [1]
			},
			[188] = {
				1500823748, -- [1]
			},
			[136] = {
				1501427581, -- [1]
			},
			[80] = {
				1501496017, -- [1]
			},
			[18] = {
				1501496017, -- [1]
			},
			[95] = {
				1501496017, -- [1]
			},
		},
		["spells"] = {
			["寒冰喷射"] = {
				{
					38, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					73, -- [1]
					1501427581, -- [2]
				}, -- [2]
			},
			["几丁质外壳"] = {
				{
					58, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					143, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					43, -- [1]
					1501496017, -- [2]
				}, -- [3]
				{
					109, -- [1]
					1501496017, -- [2]
				}, -- [4]
			},
			["召唤蝎子"] = {
				{
					22, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					43, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					82, -- [1]
					1500823748, -- [2]
				}, -- [3]
				{
					107, -- [1]
					1500823748, -- [2]
				}, -- [4]
				{
					166, -- [1]
					1500823748, -- [2]
				}, -- [5]
				{
					193, -- [1]
					1500823748, -- [2]
				}, -- [6]
				{
					214, -- [1]
					1500823748, -- [2]
				}, -- [7]
				{
					72, -- [1]
					1501496017, -- [2]
				}, -- [8]
				{
					93, -- [1]
					1501496017, -- [2]
				}, -- [9]
				{
					131, -- [1]
					1501496017, -- [2]
				}, -- [10]
			},
			["虚空新星"] = {
				{
					205, -- [1]
					1501427581, -- [2]
				}, -- [1]
			},
			["见证虚空"] = {
				{
					208, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					223, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					237, -- [1]
					1501427581, -- [2]
				}, -- [3]
			},
			["邪能爆发"] = {
				{
					88, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					91, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					94, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					98, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					104, -- [1]
					1501427581, -- [2]
				}, -- [5]
				{
					107, -- [1]
					1501427581, -- [2]
				}, -- [6]
				{
					109, -- [1]
					1501427581, -- [2]
				}, -- [7]
				{
					114, -- [1]
					1501427581, -- [2]
				}, -- [8]
				{
					117, -- [1]
					1501427581, -- [2]
				}, -- [9]
				{
					121, -- [1]
					1501427581, -- [2]
				}, -- [10]
				{
					124, -- [1]
					1501427581, -- [2]
				}, -- [11]
				{
					126, -- [1]
					1501427581, -- [2]
				}, -- [12]
				{
					128, -- [1]
					1501427581, -- [2]
				}, -- [13]
				{
					131, -- [1]
					1501427581, -- [2]
				}, -- [14]
				{
					133, -- [1]
					1501427581, -- [2]
				}, -- [15]
				{
					136, -- [1]
					1501427581, -- [2]
				}, -- [16]
				{
					142, -- [1]
					1501427581, -- [2]
				}, -- [17]
				{
					144, -- [1]
					1501427581, -- [2]
				}, -- [18]
				{
					147, -- [1]
					1501427581, -- [2]
				}, -- [19]
				{
					149, -- [1]
					1501427581, -- [2]
				}, -- [20]
				{
					154, -- [1]
					1501427581, -- [2]
				}, -- [21]
			},
			["星爆"] = {
				{
					0, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					1, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					2, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					4, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					5, -- [1]
					1501427581, -- [2]
				}, -- [5]
				{
					6, -- [1]
					1501427581, -- [2]
				}, -- [6]
				{
					8, -- [1]
					1501427581, -- [2]
				}, -- [7]
				{
					11, -- [1]
					1501427581, -- [2]
				}, -- [8]
			},
			["易伤外壳"] = {
				{
					44, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					129, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					218, -- [1]
					1500823748, -- [2]
				}, -- [3]
				{
					29, -- [1]
					1501496017, -- [2]
				}, -- [4]
				{
					95, -- [1]
					1501496017, -- [2]
				}, -- [5]
			},
			["震荡波"] = {
				{
					63, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					121, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					180, -- [1]
					1500823748, -- [2]
				}, -- [3]
				{
					59, -- [1]
					1501496017, -- [2]
				}, -- [4]
				{
					117, -- [1]
					1501496017, -- [2]
				}, -- [5]
			},
			["虚空穿越"] = {
				{
					22, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					87, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					168, -- [1]
					1501427581, -- [2]
				}, -- [3]
			},
			["日冕喷射"] = {
				{
					12, -- [1]
					1501427581, -- [2]
				}, -- [1]
			},
			["邪能喷射"] = {
				{
					95, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					100, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					103, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					105, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1501427581, -- [2]
				}, -- [5]
				{
					118, -- [1]
					1501427581, -- [2]
				}, -- [6]
				{
					123, -- [1]
					1501427581, -- [2]
				}, -- [7]
				{
					154, -- [1]
					1501427581, -- [2]
				}, -- [8]
				{
					159, -- [1]
					1501427581, -- [2]
				}, -- [9]
			},
			["严寒新星"] = {
				{
					66, -- [1]
					1501427581, -- [2]
				}, -- [1]
			},
			["重力之引"] = {
				{
					42, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					73, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					107, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					140, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					181, -- [1]
					1501427581, -- [2]
				}, -- [5]
			},
			["寒冰爆发"] = {
				{
					24, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					26, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					29, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					31, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					34, -- [1]
					1501427581, -- [2]
				}, -- [5]
				{
					37, -- [1]
					1501427581, -- [2]
				}, -- [6]
				{
					40, -- [1]
					1501427581, -- [2]
				}, -- [7]
				{
					42, -- [1]
					1501427581, -- [2]
				}, -- [8]
				{
					45, -- [1]
					1501427581, -- [2]
				}, -- [9]
				{
					47, -- [1]
					1501427581, -- [2]
				}, -- [10]
				{
					49, -- [1]
					1501427581, -- [2]
				}, -- [11]
				{
					52, -- [1]
					1501427581, -- [2]
				}, -- [12]
				{
					54, -- [1]
					1501427581, -- [2]
				}, -- [13]
				{
					57, -- [1]
					1501427581, -- [2]
				}, -- [14]
				{
					59, -- [1]
					1501427581, -- [2]
				}, -- [15]
				{
					62, -- [1]
					1501427581, -- [2]
				}, -- [16]
				{
					69, -- [1]
					1501427581, -- [2]
				}, -- [17]
				{
					73, -- [1]
					1501427581, -- [2]
				}, -- [18]
				{
					75, -- [1]
					1501427581, -- [2]
				}, -- [19]
			},
			["邪能新星"] = {
				{
					140, -- [1]
					1501427581, -- [2]
				}, -- [1]
			},
			["爆裂虚空"] = {
				{
					179, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					188, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					189, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					199, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					200, -- [1]
					1501427581, -- [2]
				}, -- [5]
			},
			["虚空爆炸"] = {
				{
					171, -- [1]
					1501427581, -- [2]
				}, -- [1]
				{
					174, -- [1]
					1501427581, -- [2]
				}, -- [2]
				{
					179, -- [1]
					1501427581, -- [2]
				}, -- [3]
				{
					181, -- [1]
					1501427581, -- [2]
				}, -- [4]
				{
					184, -- [1]
					1501427581, -- [2]
				}, -- [5]
				{
					188, -- [1]
					1501427581, -- [2]
				}, -- [6]
				{
					191, -- [1]
					1501427581, -- [2]
				}, -- [7]
				{
					193, -- [1]
					1501427581, -- [2]
				}, -- [8]
				{
					198, -- [1]
					1501427581, -- [2]
				}, -- [9]
				{
					201, -- [1]
					1501427581, -- [2]
				}, -- [10]
				{
					207, -- [1]
					1501427581, -- [2]
				}, -- [11]
				{
					209, -- [1]
					1501427581, -- [2]
				}, -- [12]
				{
					212, -- [1]
					1501427581, -- [2]
				}, -- [13]
				{
					214, -- [1]
					1501427581, -- [2]
				}, -- [14]
				{
					216, -- [1]
					1501427581, -- [2]
				}, -- [15]
				{
					219, -- [1]
					1501427581, -- [2]
				}, -- [16]
				{
					221, -- [1]
					1501427581, -- [2]
				}, -- [17]
				{
					224, -- [1]
					1501427581, -- [2]
				}, -- [18]
				{
					226, -- [1]
					1501427581, -- [2]
				}, -- [19]
				{
					229, -- [1]
					1501427581, -- [2]
				}, -- [20]
				{
					231, -- [1]
					1501427581, -- [2]
				}, -- [21]
				{
					233, -- [1]
					1501427581, -- [2]
				}, -- [22]
				{
					236, -- [1]
					1501427581, -- [2]
				}, -- [23]
			},
			["能量涌动"] = {
				{
					27, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					28, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					31, -- [1]
					1500823748, -- [2]
				}, -- [3]
				{
					32, -- [1]
					1500823748, -- [2]
				}, -- [4]
				{
					47, -- [1]
					1500823748, -- [2]
				}, -- [5]
				{
					49, -- [1]
					1500823748, -- [2]
				}, -- [6]
				{
					51, -- [1]
					1500823748, -- [2]
				}, -- [7]
				{
					52, -- [1]
					1500823748, -- [2]
				}, -- [8]
				{
					55, -- [1]
					1500823748, -- [2]
				}, -- [9]
				{
					56, -- [1]
					1500823748, -- [2]
				}, -- [10]
				{
					65, -- [1]
					1500823748, -- [2]
				}, -- [11]
				{
					68, -- [1]
					1500823748, -- [2]
				}, -- [12]
				{
					69, -- [1]
					1500823748, -- [2]
				}, -- [13]
				{
					72, -- [1]
					1500823748, -- [2]
				}, -- [14]
				{
					73, -- [1]
					1500823748, -- [2]
				}, -- [15]
				{
					74, -- [1]
					1500823748, -- [2]
				}, -- [16]
				{
					76, -- [1]
					1500823748, -- [2]
				}, -- [17]
				{
					79, -- [1]
					1500823748, -- [2]
				}, -- [18]
				{
					86, -- [1]
					1500823748, -- [2]
				}, -- [19]
				{
					90, -- [1]
					1500823748, -- [2]
				}, -- [20]
				{
					93, -- [1]
					1500823748, -- [2]
				}, -- [21]
				{
					94, -- [1]
					1500823748, -- [2]
				}, -- [22]
				{
					109, -- [1]
					1500823748, -- [2]
				}, -- [23]
				{
					111, -- [1]
					1500823748, -- [2]
				}, -- [24]
				{
					112, -- [1]
					1500823748, -- [2]
				}, -- [25]
				{
					113, -- [1]
					1500823748, -- [2]
				}, -- [26]
				{
					114, -- [1]
					1500823748, -- [2]
				}, -- [27]
				{
					115, -- [1]
					1500823748, -- [2]
				}, -- [28]
				{
					117, -- [1]
					1500823748, -- [2]
				}, -- [29]
				{
					118, -- [1]
					1500823748, -- [2]
				}, -- [30]
				{
					119, -- [1]
					1500823748, -- [2]
				}, -- [31]
				{
					122, -- [1]
					1500823748, -- [2]
				}, -- [32]
				{
					123, -- [1]
					1500823748, -- [2]
				}, -- [33]
				{
					124, -- [1]
					1500823748, -- [2]
				}, -- [34]
				{
					126, -- [1]
					1500823748, -- [2]
				}, -- [35]
				{
					127, -- [1]
					1500823748, -- [2]
				}, -- [36]
				{
					128, -- [1]
					1500823748, -- [2]
				}, -- [37]
				{
					131, -- [1]
					1500823748, -- [2]
				}, -- [38]
				{
					169, -- [1]
					1500823748, -- [2]
				}, -- [39]
				{
					173, -- [1]
					1500823748, -- [2]
				}, -- [40]
				{
					176, -- [1]
					1500823748, -- [2]
				}, -- [41]
				{
					177, -- [1]
					1500823748, -- [2]
				}, -- [42]
				{
					178, -- [1]
					1500823748, -- [2]
				}, -- [43]
				{
					180, -- [1]
					1500823748, -- [2]
				}, -- [44]
				{
					181, -- [1]
					1500823748, -- [2]
				}, -- [45]
				{
					182, -- [1]
					1500823748, -- [2]
				}, -- [46]
				{
					184, -- [1]
					1500823748, -- [2]
				}, -- [47]
				{
					185, -- [1]
					1500823748, -- [2]
				}, -- [48]
				{
					186, -- [1]
					1500823748, -- [2]
				}, -- [49]
				{
					187, -- [1]
					1500823748, -- [2]
				}, -- [50]
				{
					189, -- [1]
					1500823748, -- [2]
				}, -- [51]
				{
					190, -- [1]
					1500823748, -- [2]
				}, -- [52]
				{
					191, -- [1]
					1500823748, -- [2]
				}, -- [53]
				{
					192, -- [1]
					1500823748, -- [2]
				}, -- [54]
				{
					193, -- [1]
					1500823748, -- [2]
				}, -- [55]
				{
					197, -- [1]
					1500823748, -- [2]
				}, -- [56]
				{
					201, -- [1]
					1500823748, -- [2]
				}, -- [57]
				{
					205, -- [1]
					1500823748, -- [2]
				}, -- [58]
				{
					218, -- [1]
					1500823748, -- [2]
				}, -- [59]
				{
					8, -- [1]
					1501496017, -- [2]
				}, -- [60]
				{
					9, -- [1]
					1501496017, -- [2]
				}, -- [61]
				{
					10, -- [1]
					1501496017, -- [2]
				}, -- [62]
				{
					11, -- [1]
					1501496017, -- [2]
				}, -- [63]
				{
					12, -- [1]
					1501496017, -- [2]
				}, -- [64]
				{
					13, -- [1]
					1501496017, -- [2]
				}, -- [65]
				{
					14, -- [1]
					1501496017, -- [2]
				}, -- [66]
				{
					15, -- [1]
					1501496017, -- [2]
				}, -- [67]
				{
					16, -- [1]
					1501496017, -- [2]
				}, -- [68]
				{
					17, -- [1]
					1501496017, -- [2]
				}, -- [69]
				{
					32, -- [1]
					1501496017, -- [2]
				}, -- [70]
				{
					34, -- [1]
					1501496017, -- [2]
				}, -- [71]
				{
					39, -- [1]
					1501496017, -- [2]
				}, -- [72]
				{
					44, -- [1]
					1501496017, -- [2]
				}, -- [73]
				{
					56, -- [1]
					1501496017, -- [2]
				}, -- [74]
				{
					58, -- [1]
					1501496017, -- [2]
				}, -- [75]
				{
					60, -- [1]
					1501496017, -- [2]
				}, -- [76]
				{
					61, -- [1]
					1501496017, -- [2]
				}, -- [77]
				{
					63, -- [1]
					1501496017, -- [2]
				}, -- [78]
				{
					64, -- [1]
					1501496017, -- [2]
				}, -- [79]
				{
					65, -- [1]
					1501496017, -- [2]
				}, -- [80]
				{
					67, -- [1]
					1501496017, -- [2]
				}, -- [81]
				{
					68, -- [1]
					1501496017, -- [2]
				}, -- [82]
				{
					74, -- [1]
					1501496017, -- [2]
				}, -- [83]
				{
					75, -- [1]
					1501496017, -- [2]
				}, -- [84]
				{
					76, -- [1]
					1501496017, -- [2]
				}, -- [85]
				{
					78, -- [1]
					1501496017, -- [2]
				}, -- [86]
				{
					79, -- [1]
					1501496017, -- [2]
				}, -- [87]
				{
					80, -- [1]
					1501496017, -- [2]
				}, -- [88]
				{
					85, -- [1]
					1501496017, -- [2]
				}, -- [89]
				{
					87, -- [1]
					1501496017, -- [2]
				}, -- [90]
				{
					89, -- [1]
					1501496017, -- [2]
				}, -- [91]
				{
					90, -- [1]
					1501496017, -- [2]
				}, -- [92]
				{
					91, -- [1]
					1501496017, -- [2]
				}, -- [93]
				{
					92, -- [1]
					1501496017, -- [2]
				}, -- [94]
				{
					97, -- [1]
					1501496017, -- [2]
				}, -- [95]
				{
					98, -- [1]
					1501496017, -- [2]
				}, -- [96]
				{
					99, -- [1]
					1501496017, -- [2]
				}, -- [97]
				{
					102, -- [1]
					1501496017, -- [2]
				}, -- [98]
				{
					103, -- [1]
					1501496017, -- [2]
				}, -- [99]
				{
					106, -- [1]
					1501496017, -- [2]
				}, -- [100]
				{
					111, -- [1]
					1501496017, -- [2]
				}, -- [101]
				{
					112, -- [1]
					1501496017, -- [2]
				}, -- [102]
				{
					113, -- [1]
					1501496017, -- [2]
				}, -- [103]
				{
					115, -- [1]
					1501496017, -- [2]
				}, -- [104]
				{
					116, -- [1]
					1501496017, -- [2]
				}, -- [105]
				{
					117, -- [1]
					1501496017, -- [2]
				}, -- [106]
				{
					118, -- [1]
					1501496017, -- [2]
				}, -- [107]
				{
					119, -- [1]
					1501496017, -- [2]
				}, -- [108]
				{
					123, -- [1]
					1501496017, -- [2]
				}, -- [109]
				{
					126, -- [1]
					1501496017, -- [2]
				}, -- [110]
				{
					127, -- [1]
					1501496017, -- [2]
				}, -- [111]
				{
					130, -- [1]
					1501496017, -- [2]
				}, -- [112]
				{
					132, -- [1]
					1501496017, -- [2]
				}, -- [113]
				{
					133, -- [1]
					1501496017, -- [2]
				}, -- [114]
				{
					134, -- [1]
					1501496017, -- [2]
				}, -- [115]
				{
					135, -- [1]
					1501496017, -- [2]
				}, -- [116]
				{
					136, -- [1]
					1501496017, -- [2]
				}, -- [117]
				{
					137, -- [1]
					1501496017, -- [2]
				}, -- [118]
				{
					138, -- [1]
					1501496017, -- [2]
				}, -- [119]
				{
					139, -- [1]
					1501496017, -- [2]
				}, -- [120]
				{
					140, -- [1]
					1501496017, -- [2]
				}, -- [121]
			},
			["奥能挥砍"] = {
				{
					6, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					7, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					8, -- [1]
					1500823748, -- [2]
				}, -- [3]
				{
					18, -- [1]
					1500823748, -- [2]
				}, -- [4]
				{
					19, -- [1]
					1500823748, -- [2]
				}, -- [5]
				{
					20, -- [1]
					1500823748, -- [2]
				}, -- [6]
				{
					28, -- [1]
					1500823748, -- [2]
				}, -- [7]
				{
					29, -- [1]
					1500823748, -- [2]
				}, -- [8]
				{
					37, -- [1]
					1500823748, -- [2]
				}, -- [9]
				{
					38, -- [1]
					1500823748, -- [2]
				}, -- [10]
				{
					39, -- [1]
					1500823748, -- [2]
				}, -- [11]
				{
					68, -- [1]
					1500823748, -- [2]
				}, -- [12]
				{
					69, -- [1]
					1500823748, -- [2]
				}, -- [13]
				{
					70, -- [1]
					1500823748, -- [2]
				}, -- [14]
				{
					78, -- [1]
					1500823748, -- [2]
				}, -- [15]
				{
					79, -- [1]
					1500823748, -- [2]
				}, -- [16]
				{
					87, -- [1]
					1500823748, -- [2]
				}, -- [17]
				{
					88, -- [1]
					1500823748, -- [2]
				}, -- [18]
				{
					89, -- [1]
					1500823748, -- [2]
				}, -- [19]
				{
					97, -- [1]
					1500823748, -- [2]
				}, -- [20]
				{
					98, -- [1]
					1500823748, -- [2]
				}, -- [21]
				{
					99, -- [1]
					1500823748, -- [2]
				}, -- [22]
				{
					110, -- [1]
					1500823748, -- [2]
				}, -- [23]
				{
					111, -- [1]
					1500823748, -- [2]
				}, -- [24]
				{
					112, -- [1]
					1500823748, -- [2]
				}, -- [25]
				{
					126, -- [1]
					1500823748, -- [2]
				}, -- [26]
				{
					127, -- [1]
					1500823748, -- [2]
				}, -- [27]
				{
					128, -- [1]
					1500823748, -- [2]
				}, -- [28]
				{
					151, -- [1]
					1500823748, -- [2]
				}, -- [29]
				{
					152, -- [1]
					1500823748, -- [2]
				}, -- [30]
				{
					162, -- [1]
					1500823748, -- [2]
				}, -- [31]
				{
					163, -- [1]
					1500823748, -- [2]
				}, -- [32]
				{
					171, -- [1]
					1500823748, -- [2]
				}, -- [33]
				{
					172, -- [1]
					1500823748, -- [2]
				}, -- [34]
				{
					173, -- [1]
					1500823748, -- [2]
				}, -- [35]
				{
					185, -- [1]
					1500823748, -- [2]
				}, -- [36]
				{
					186, -- [1]
					1500823748, -- [2]
				}, -- [37]
				{
					197, -- [1]
					1500823748, -- [2]
				}, -- [38]
				{
					198, -- [1]
					1500823748, -- [2]
				}, -- [39]
				{
					199, -- [1]
					1500823748, -- [2]
				}, -- [40]
				{
					207, -- [1]
					1500823748, -- [2]
				}, -- [41]
				{
					208, -- [1]
					1500823748, -- [2]
				}, -- [42]
				{
					217, -- [1]
					1500823748, -- [2]
				}, -- [43]
				{
					6, -- [1]
					1501496017, -- [2]
				}, -- [44]
				{
					7, -- [1]
					1501496017, -- [2]
				}, -- [45]
				{
					8, -- [1]
					1501496017, -- [2]
				}, -- [46]
				{
					17, -- [1]
					1501496017, -- [2]
				}, -- [47]
				{
					18, -- [1]
					1501496017, -- [2]
				}, -- [48]
				{
					19, -- [1]
					1501496017, -- [2]
				}, -- [49]
				{
					27, -- [1]
					1501496017, -- [2]
				}, -- [50]
				{
					28, -- [1]
					1501496017, -- [2]
				}, -- [51]
				{
					29, -- [1]
					1501496017, -- [2]
				}, -- [52]
				{
					50, -- [1]
					1501496017, -- [2]
				}, -- [53]
				{
					51, -- [1]
					1501496017, -- [2]
				}, -- [54]
				{
					52, -- [1]
					1501496017, -- [2]
				}, -- [55]
				{
					64, -- [1]
					1501496017, -- [2]
				}, -- [56]
				{
					65, -- [1]
					1501496017, -- [2]
				}, -- [57]
				{
					76, -- [1]
					1501496017, -- [2]
				}, -- [58]
				{
					77, -- [1]
					1501496017, -- [2]
				}, -- [59]
				{
					85, -- [1]
					1501496017, -- [2]
				}, -- [60]
				{
					86, -- [1]
					1501496017, -- [2]
				}, -- [61]
				{
					87, -- [1]
					1501496017, -- [2]
				}, -- [62]
				{
					122, -- [1]
					1501496017, -- [2]
				}, -- [63]
				{
					123, -- [1]
					1501496017, -- [2]
				}, -- [64]
				{
					124, -- [1]
					1501496017, -- [2]
				}, -- [65]
				{
					134, -- [1]
					1501496017, -- [2]
				}, -- [66]
				{
					135, -- [1]
					1501496017, -- [2]
				}, -- [67]
				{
					136, -- [1]
					1501496017, -- [2]
				}, -- [68]
			},
			["聚焦冲击"] = {
				{
					17, -- [1]
					1500823748, -- [2]
				}, -- [1]
				{
					75, -- [1]
					1500823748, -- [2]
				}, -- [2]
				{
					105, -- [1]
					1500823748, -- [2]
				}, -- [3]
				{
					160, -- [1]
					1500823748, -- [2]
				}, -- [4]
				{
					192, -- [1]
					1500823748, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1501496017, -- [2]
				}, -- [6]
				{
					71, -- [1]
					1501496017, -- [2]
				}, -- [7]
				{
					129, -- [1]
					1501496017, -- [2]
				}, -- [8]
			},
		},
		["ids"] = {
			["寒冰喷射"] = 206936,
			["几丁质外壳"] = 204448,
			["召唤蝎子"] = 204372,
			["虚空新星"] = 207439,
			["见证虚空"] = 207720,
			["邪能爆发"] = 206388,
			["星爆"] = 205486,
			["易伤外壳"] = 204459,
			["震荡波"] = 204316,
			["虚空穿越"] = 221875,
			["日冕喷射"] = 206464,
			["邪能喷射"] = 205649,
			["严寒新星"] = 206949,
			["重力之引"] = 214335,
			["寒冰爆发"] = 206921,
			["邪能新星"] = 206517,
			["爆裂虚空"] = 227492,
			["虚空爆炸"] = 214486,
			["能量涌动"] = 204766,
			["奥能挥砍"] = 204275,
			["聚焦冲击"] = 204471,
		},
	},
	["175115"] = {
		["deaths"] = {
			[61] = {
				1500825975, -- [1]
			},
			[169] = {
				1500825602, -- [1]
			},
			[155] = {
				1501497081, -- [1]
			},
			[156] = {
				1500825602, -- [1]
			},
			[165] = {
				1500825602, -- [1]
			},
			[218] = {
				1500825975, -- [1]
				1500825975, -- [2]
				1500825975, -- [3]
			},
			[159] = {
				1500825602, -- [1]
			},
			[153] = {
				1501497081, -- [1]
				1501497081, -- [2]
			},
			[82] = {
				1500825602, -- [1]
			},
			[154] = {
				1501497081, -- [1]
				1501497081, -- [2]
			},
		},
		["spells"] = {
			["复生：冰霜印记"] = {
				{
					74, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					74, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					74, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["炎爆术"] = {
				{
					156, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					158, -- [1]
					1500825602, -- [2]
				}, -- [2]
				{
					162, -- [1]
					1500825602, -- [2]
				}, -- [3]
				{
					164, -- [1]
					1500825602, -- [2]
				}, -- [4]
				{
					167, -- [1]
					1500825602, -- [2]
				}, -- [5]
				{
					168, -- [1]
					1500825602, -- [2]
				}, -- [6]
				{
					170, -- [1]
					1500825602, -- [2]
				}, -- [7]
				{
					173, -- [1]
					1500825602, -- [2]
				}, -- [8]
				{
					158, -- [1]
					1500825975, -- [2]
				}, -- [9]
				{
					166, -- [1]
					1500825975, -- [2]
				}, -- [10]
				{
					168, -- [1]
					1500825975, -- [2]
				}, -- [11]
				{
					174, -- [1]
					1500825975, -- [2]
				}, -- [12]
				{
					153, -- [1]
					1501497081, -- [2]
				}, -- [13]
				{
					154, -- [1]
					1501497081, -- [2]
				}, -- [14]
				{
					155, -- [1]
					1501497081, -- [2]
				}, -- [15]
				{
					162, -- [1]
					1501497081, -- [2]
				}, -- [16]
				{
					182, -- [1]
					1501497081, -- [2]
				}, -- [17]
				{
					188, -- [1]
					1501497081, -- [2]
				}, -- [18]
			},
			["复制：奥术宝珠"] = {
				{
					185, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					186, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					185, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["复生：奥术宝珠"] = {
				{
					224, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					224, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					225, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["末日决战"] = {
				{
					224, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					224, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					225, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["引爆：灼热烙印"] = {
				{
					132, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					132, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					132, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["烈焰强化"] = {
				{
					85, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					85, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					85, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["复制：冰霜印记"] = {
				{
					40, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					258, -- [1]
					1500825602, -- [2]
				}, -- [2]
				{
					40, -- [1]
					1500825975, -- [2]
				}, -- [3]
				{
					40, -- [1]
					1501497081, -- [2]
				}, -- [4]
			},
			["魔力强化"] = {
				{
					170, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					170, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					170, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["灼热烙印"] = {
				{
					102, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					111, -- [1]
					1500825602, -- [2]
				}, -- [2]
				{
					111, -- [1]
					1500825602, -- [2]
				}, -- [3]
				{
					112, -- [1]
					1500825602, -- [2]
				}, -- [4]
				{
					102, -- [1]
					1500825975, -- [2]
				}, -- [5]
				{
					111, -- [1]
					1500825975, -- [2]
				}, -- [6]
				{
					112, -- [1]
					1500825975, -- [2]
				}, -- [7]
				{
					112, -- [1]
					1500825975, -- [2]
				}, -- [8]
				{
					102, -- [1]
					1501497081, -- [2]
				}, -- [9]
				{
					111, -- [1]
					1501497081, -- [2]
				}, -- [10]
				{
					111, -- [1]
					1501497081, -- [2]
				}, -- [11]
				{
					112, -- [1]
					1501497081, -- [2]
				}, -- [12]
			},
			["寒冰暴雨"] = {
				{
					87, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					102, -- [1]
					1500825602, -- [2]
				}, -- [2]
				{
					121, -- [1]
					1500825602, -- [2]
				}, -- [3]
				{
					88, -- [1]
					1500825975, -- [2]
				}, -- [4]
				{
					103, -- [1]
					1500825975, -- [2]
				}, -- [5]
				{
					87, -- [1]
					1501497081, -- [2]
				}, -- [6]
				{
					103, -- [1]
					1501497081, -- [2]
				}, -- [7]
			},
			["复生：灼热烙印"] = {
				{
					149, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					149, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					149, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["火焰爆裂"] = {
				{
					149, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					150, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					150, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["寒冰强化"] = {
				{
					0, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					240, -- [1]
					1500825602, -- [2]
				}, -- [2]
				{
					0, -- [1]
					1500825975, -- [2]
				}, -- [3]
				{
					0, -- [1]
					1501497081, -- [2]
				}, -- [4]
			},
			["生灵俱灭"] = {
				{
					10, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					10, -- [1]
					1500825602, -- [2]
				}, -- [2]
				{
					55, -- [1]
					1500825602, -- [2]
				}, -- [3]
				{
					55, -- [1]
					1500825602, -- [2]
				}, -- [4]
				{
					95, -- [1]
					1500825602, -- [2]
				}, -- [5]
				{
					95, -- [1]
					1500825602, -- [2]
				}, -- [6]
				{
					139, -- [1]
					1500825602, -- [2]
				}, -- [7]
				{
					139, -- [1]
					1500825602, -- [2]
				}, -- [8]
				{
					177, -- [1]
					1500825602, -- [2]
				}, -- [9]
				{
					177, -- [1]
					1500825602, -- [2]
				}, -- [10]
				{
					214, -- [1]
					1500825602, -- [2]
				}, -- [11]
				{
					214, -- [1]
					1500825602, -- [2]
				}, -- [12]
				{
					247, -- [1]
					1500825602, -- [2]
				}, -- [13]
				{
					247, -- [1]
					1500825602, -- [2]
				}, -- [14]
				{
					10, -- [1]
					1500825975, -- [2]
				}, -- [15]
				{
					10, -- [1]
					1500825975, -- [2]
				}, -- [16]
				{
					55, -- [1]
					1500825975, -- [2]
				}, -- [17]
				{
					55, -- [1]
					1500825975, -- [2]
				}, -- [18]
				{
					95, -- [1]
					1500825975, -- [2]
				}, -- [19]
				{
					95, -- [1]
					1500825975, -- [2]
				}, -- [20]
				{
					139, -- [1]
					1500825975, -- [2]
				}, -- [21]
				{
					139, -- [1]
					1500825975, -- [2]
				}, -- [22]
				{
					177, -- [1]
					1500825975, -- [2]
				}, -- [23]
				{
					177, -- [1]
					1500825975, -- [2]
				}, -- [24]
				{
					214, -- [1]
					1500825975, -- [2]
				}, -- [25]
				{
					214, -- [1]
					1500825975, -- [2]
				}, -- [26]
				{
					10, -- [1]
					1501497081, -- [2]
				}, -- [27]
				{
					10, -- [1]
					1501497081, -- [2]
				}, -- [28]
				{
					55, -- [1]
					1501497081, -- [2]
				}, -- [29]
				{
					55, -- [1]
					1501497081, -- [2]
				}, -- [30]
				{
					95, -- [1]
					1501497081, -- [2]
				}, -- [31]
				{
					95, -- [1]
					1501497081, -- [2]
				}, -- [32]
				{
					139, -- [1]
					1501497081, -- [2]
				}, -- [33]
				{
					139, -- [1]
					1501497081, -- [2]
				}, -- [34]
				{
					177, -- [1]
					1501497081, -- [2]
				}, -- [35]
				{
					177, -- [1]
					1501497081, -- [2]
				}, -- [36]
				{
					214, -- [1]
					1501497081, -- [2]
				}, -- [37]
				{
					214, -- [1]
					1501497081, -- [2]
				}, -- [38]
			},
			["引爆：冰霜印记"] = {
				{
					70, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					70, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					70, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
			["冰霜爆裂"] = {
				{
					74, -- [1]
					1500825602, -- [2]
				}, -- [1]
				{
					75, -- [1]
					1500825975, -- [2]
				}, -- [2]
				{
					74, -- [1]
					1501497081, -- [2]
				}, -- [3]
			},
		},
		["ids"] = {
			["复生：冰霜印记"] = 213853,
			["炎爆术"] = 213281,
			["复制：奥术宝珠"] = 213852,
			["复生：奥术宝珠"] = 213564,
			["末日决战"] = 213569,
			["引爆：灼热烙印"] = 213275,
			["烈焰强化"] = 213867,
			["复制：冰霜印记"] = 212530,
			["魔力强化"] = 213869,
			["灼热烙印"] = 213148,
			["寒冰暴雨"] = 213083,
			["复生：灼热烙印"] = 213567,
			["火焰爆裂"] = 213760,
			["寒冰强化"] = 216389,
			["生灵俱灭"] = 212492,
			["引爆：冰霜印记"] = 212735,
			["冰霜爆裂"] = 213796,
		},
	},
	["187315"] = {
		["deaths"] = {
			[140] = {
				1505819604, -- [1]
			},
			[356] = {
				1505819604, -- [1]
			},
			[55] = {
				1505819604, -- [1]
			},
			[9] = {
				1505819604, -- [1]
			},
			[360] = {
				1505819604, -- [1]
			},
		},
		["spells"] = {
			["萨格拉斯之触"] = {
				{
					17, -- [1]
					1505819604, -- [2]
				}, -- [1]
				{
					60, -- [1]
					1505819604, -- [2]
				}, -- [2]
				{
					123, -- [1]
					1505819604, -- [2]
				}, -- [3]
				{
					175, -- [1]
					1505819604, -- [2]
				}, -- [4]
				{
					218, -- [1]
					1505819604, -- [2]
				}, -- [5]
				{
					262, -- [1]
					1505819604, -- [2]
				}, -- [6]
			},
			["割裂现实"] = {
				{
					45, -- [1]
					1505819604, -- [2]
				}, -- [1]
				{
					106, -- [1]
					1505819604, -- [2]
				}, -- [2]
				{
					167, -- [1]
					1505819604, -- [2]
				}, -- [3]
				{
					251, -- [1]
					1505819604, -- [2]
				}, -- [4]
				{
					340, -- [1]
					1505819604, -- [2]
				}, -- [5]
				{
					377, -- [1]
					1505819604, -- [2]
				}, -- [6]
			},
			["风蚀"] = {
				{
					12, -- [1]
					1505819604, -- [2]
				}, -- [1]
				{
					24, -- [1]
					1505819604, -- [2]
				}, -- [2]
				{
					36, -- [1]
					1505819604, -- [2]
				}, -- [3]
				{
					52, -- [1]
					1505819604, -- [2]
				}, -- [4]
				{
					64, -- [1]
					1505819604, -- [2]
				}, -- [5]
				{
					77, -- [1]
					1505819604, -- [2]
				}, -- [6]
				{
					89, -- [1]
					1505819604, -- [2]
				}, -- [7]
				{
					113, -- [1]
					1505819604, -- [2]
				}, -- [8]
				{
					125, -- [1]
					1505819604, -- [2]
				}, -- [9]
				{
					139, -- [1]
					1505819604, -- [2]
				}, -- [10]
				{
					151, -- [1]
					1505819604, -- [2]
				}, -- [11]
				{
					178, -- [1]
					1505819604, -- [2]
				}, -- [12]
				{
					190, -- [1]
					1505819604, -- [2]
				}, -- [13]
				{
					202, -- [1]
					1505819604, -- [2]
				}, -- [14]
				{
					214, -- [1]
					1505819604, -- [2]
				}, -- [15]
				{
					226, -- [1]
					1505819604, -- [2]
				}, -- [16]
				{
					240, -- [1]
					1505819604, -- [2]
				}, -- [17]
				{
					258, -- [1]
					1505819604, -- [2]
				}, -- [18]
				{
					270, -- [1]
					1505819604, -- [2]
				}, -- [19]
				{
					283, -- [1]
					1505819604, -- [2]
				}, -- [20]
				{
					315, -- [1]
					1505819604, -- [2]
				}, -- [21]
				{
					327, -- [1]
					1505819604, -- [2]
				}, -- [22]
				{
					349, -- [1]
					1505819604, -- [2]
				}, -- [23]
				{
					361, -- [1]
					1505819604, -- [2]
				}, -- [24]
				{
					387, -- [1]
					1505819604, -- [2]
				}, -- [25]
			},
			["吞噬"] = {
				{
					291, -- [1]
					1505819604, -- [2]
				}, -- [1]
			},
			["毁灭"] = {
				{
					294, -- [1]
					1505819604, -- [2]
				}, -- [1]
			},
			["腐化矩阵"] = {
				{
					10, -- [1]
					1505819604, -- [2]
				}, -- [1]
				{
					60, -- [1]
					1505819604, -- [2]
				}, -- [2]
				{
					110, -- [1]
					1505819604, -- [2]
				}, -- [3]
				{
					160, -- [1]
					1505819604, -- [2]
				}, -- [4]
				{
					210, -- [1]
					1505819604, -- [2]
				}, -- [5]
				{
					260, -- [1]
					1505819604, -- [2]
				}, -- [6]
			},
		},
		["ids"] = {
			["萨格拉斯之触"] = 239207,
			["割裂现实"] = 235572,
			["风蚀"] = 236494,
			["吞噬"] = 240594,
			["毁灭"] = 235597,
			["腐化矩阵"] = 233556,
		},
	},
	["186114"] = {
		["deaths"] = {
			[126] = {
				1500298510, -- [1]
			},
		},
		["spells"] = {
			["召唤萨鲁克"] = {
				{
					122, -- [1]
					1500298510, -- [2]
				}, -- [1]
			},
			["吞噬之饥"] = {
				{
					38, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					39, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					258, -- [1]
					1500298510, -- [2]
				}, -- [3]
				{
					259, -- [1]
					1500298510, -- [2]
				}, -- [4]
			},
			["昏暗隐匿"] = {
				{
					30, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					34, -- [1]
					1500298510, -- [2]
				}, -- [3]
				{
					71, -- [1]
					1500298510, -- [2]
				}, -- [4]
				{
					75, -- [1]
					1500298510, -- [2]
				}, -- [5]
				{
					76, -- [1]
					1500298510, -- [2]
				}, -- [6]
				{
					120, -- [1]
					1500298510, -- [2]
				}, -- [7]
				{
					123, -- [1]
					1500298510, -- [2]
				}, -- [8]
				{
					126, -- [1]
					1500298510, -- [2]
				}, -- [9]
				{
					163, -- [1]
					1500298510, -- [2]
				}, -- [10]
				{
					164, -- [1]
					1500298510, -- [2]
				}, -- [11]
				{
					165, -- [1]
					1500298510, -- [2]
				}, -- [12]
				{
					209, -- [1]
					1500298510, -- [2]
				}, -- [13]
				{
					210, -- [1]
					1500298510, -- [2]
				}, -- [14]
				{
					211, -- [1]
					1500298510, -- [2]
				}, -- [15]
				{
					252, -- [1]
					1500298510, -- [2]
				}, -- [16]
				{
					256, -- [1]
					1500298510, -- [2]
				}, -- [17]
				{
					265, -- [1]
					1500298510, -- [2]
				}, -- [18]
			},
			["痛苦负担"] = {
				{
					20, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					56, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					107, -- [1]
					1500298510, -- [2]
				}, -- [3]
				{
					148, -- [1]
					1500298510, -- [2]
				}, -- [4]
				{
					199, -- [1]
					1500298510, -- [2]
				}, -- [5]
				{
					233, -- [1]
					1500298510, -- [2]
				}, -- [6]
				{
					267, -- [1]
					1500298510, -- [2]
				}, -- [7]
			},
			["召唤威利乌斯"] = {
				{
					115, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					158, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					208, -- [1]
					1500298510, -- [2]
				}, -- [3]
			},
			["活体吞噬"] = {
				{
					126, -- [1]
					1500298510, -- [2]
				}, -- [1]
			},
			["碎裂波动"] = {
				{
					121, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					164, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					214, -- [1]
					1500298510, -- [2]
				}, -- [3]
			},
			["吞噬巨口"] = {
				{
					122, -- [1]
					1500298510, -- [2]
				}, -- [1]
			},
			["切割旋风"] = {
				{
					48, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					224, -- [1]
					1500298510, -- [2]
				}, -- [2]
			},
			["雷霆震击"] = {
				{
					12, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					15, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					64, -- [1]
					1500298510, -- [2]
				}, -- [3]
				{
					67, -- [1]
					1500298510, -- [2]
				}, -- [4]
			},
			["召唤奥苏奈特"] = {
				{
					89, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					139, -- [1]
					1500298510, -- [2]
				}, -- [2]
				{
					181, -- [1]
					1500298510, -- [2]
				}, -- [3]
				{
					215, -- [1]
					1500298510, -- [2]
				}, -- [4]
				{
					251, -- [1]
					1500298510, -- [2]
				}, -- [5]
			},
			["水之冲击"] = {
				{
					54, -- [1]
					1500298510, -- [2]
				}, -- [1]
				{
					57, -- [1]
					1500298510, -- [2]
				}, -- [2]
			},
		},
		["ids"] = {
			["召唤萨鲁克"] = 232746,
			["吞噬之饥"] = 230920,
			["昏暗隐匿"] = 230950,
			["痛苦负担"] = 230201,
			["召唤威利乌斯"] = 232757,
			["活体吞噬"] = 232885,
			["碎裂波动"] = 232827,
			["吞噬巨口"] = 232745,
			["切割旋风"] = 232722,
			["雷霆震击"] = 230362,
			["召唤奥苏奈特"] = 232756,
			["水之冲击"] = 241509,
		},
	},
	["189715"] = {
		["deaths"] = {
			[199] = {
				1502630047, -- [1]
				1502630047, -- [2]
				1502630047, -- [3]
			},
			[104] = {
				1502630047, -- [1]
			},
			[67] = {
				1502629684, -- [1]
				1502629684, -- [2]
			},
			[101] = {
				1502629684, -- [1]
			},
			[210] = {
				1502629684, -- [1]
			},
			[196] = {
				1502630047, -- [1]
			},
			[174] = {
				1505818469, -- [1]
			},
			[212] = {
				1502629684, -- [1]
			},
			[241] = {
				1505818469, -- [1]
			},
			[155] = {
				1505818469, -- [1]
			},
		},
		["spells"] = {
			["精华碎片"] = {
				{
					42, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					151, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1502630047, -- [2]
				}, -- [3]
				{
					152, -- [1]
					1502630047, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1505818469, -- [2]
				}, -- [5]
				{
					170, -- [1]
					1505818469, -- [2]
				}, -- [6]
			},
			["湮灭之锤"] = {
				{
					33, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					101, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					137, -- [1]
					1502629684, -- [2]
				}, -- [3]
				{
					212, -- [1]
					1502629684, -- [2]
				}, -- [4]
				{
					34, -- [1]
					1502630047, -- [2]
				}, -- [5]
				{
					103, -- [1]
					1502630047, -- [2]
				}, -- [6]
				{
					139, -- [1]
					1502630047, -- [2]
				}, -- [7]
				{
					213, -- [1]
					1502630047, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1505818469, -- [2]
				}, -- [9]
				{
					121, -- [1]
					1505818469, -- [2]
				}, -- [10]
				{
					157, -- [1]
					1505818469, -- [2]
				}, -- [11]
				{
					237, -- [1]
					1505818469, -- [2]
				}, -- [12]
			},
			["群体动荡"] = {
				{
					23, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					90, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					126, -- [1]
					1502629684, -- [2]
				}, -- [3]
				{
					202, -- [1]
					1502629684, -- [2]
				}, -- [4]
				{
					23, -- [1]
					1502630047, -- [2]
				}, -- [5]
				{
					93, -- [1]
					1502630047, -- [2]
				}, -- [6]
				{
					129, -- [1]
					1502630047, -- [2]
				}, -- [7]
				{
					203, -- [1]
					1502630047, -- [2]
				}, -- [8]
				{
					239, -- [1]
					1502630047, -- [2]
				}, -- [9]
				{
					23, -- [1]
					1505818469, -- [2]
				}, -- [10]
				{
					111, -- [1]
					1505818469, -- [2]
				}, -- [11]
				{
					146, -- [1]
					1505818469, -- [2]
				}, -- [12]
				{
					227, -- [1]
					1505818469, -- [2]
				}, -- [13]
			},
			["造物之锤"] = {
				{
					15, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					83, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					119, -- [1]
					1502629684, -- [2]
				}, -- [3]
				{
					194, -- [1]
					1502629684, -- [2]
				}, -- [4]
				{
					230, -- [1]
					1502629684, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1502630047, -- [2]
				}, -- [6]
				{
					85, -- [1]
					1502630047, -- [2]
				}, -- [7]
				{
					121, -- [1]
					1502630047, -- [2]
				}, -- [8]
				{
					195, -- [1]
					1502630047, -- [2]
				}, -- [9]
				{
					231, -- [1]
					1502630047, -- [2]
				}, -- [10]
				{
					15, -- [1]
					1505818469, -- [2]
				}, -- [11]
				{
					103, -- [1]
					1505818469, -- [2]
				}, -- [12]
				{
					139, -- [1]
					1505818469, -- [2]
				}, -- [13]
				{
					219, -- [1]
					1505818469, -- [2]
				}, -- [14]
			},
			["造物者之怒"] = {
				{
					42, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					151, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1502630047, -- [2]
				}, -- [3]
				{
					152, -- [1]
					1502630047, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1505818469, -- [2]
				}, -- [5]
				{
					170, -- [1]
					1505818469, -- [2]
				}, -- [6]
			},
			["动荡的灵魂"] = {
				{
					25, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					92, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					128, -- [1]
					1502629684, -- [2]
				}, -- [3]
				{
					189, -- [1]
					1502629684, -- [2]
				}, -- [4]
				{
					190, -- [1]
					1502629684, -- [2]
				}, -- [5]
				{
					201, -- [1]
					1502629684, -- [2]
				}, -- [6]
				{
					202, -- [1]
					1502629684, -- [2]
				}, -- [7]
				{
					203, -- [1]
					1502629684, -- [2]
				}, -- [8]
				{
					204, -- [1]
					1502629684, -- [2]
				}, -- [9]
				{
					215, -- [1]
					1502629684, -- [2]
				}, -- [10]
				{
					219, -- [1]
					1502629684, -- [2]
				}, -- [11]
				{
					220, -- [1]
					1502629684, -- [2]
				}, -- [12]
				{
					227, -- [1]
					1502629684, -- [2]
				}, -- [13]
				{
					25, -- [1]
					1502630047, -- [2]
				}, -- [14]
				{
					95, -- [1]
					1502630047, -- [2]
				}, -- [15]
				{
					131, -- [1]
					1502630047, -- [2]
				}, -- [16]
				{
					190, -- [1]
					1502630047, -- [2]
				}, -- [17]
				{
					191, -- [1]
					1502630047, -- [2]
				}, -- [18]
				{
					192, -- [1]
					1502630047, -- [2]
				}, -- [19]
				{
					194, -- [1]
					1502630047, -- [2]
				}, -- [20]
				{
					205, -- [1]
					1502630047, -- [2]
				}, -- [21]
				{
					230, -- [1]
					1502630047, -- [2]
				}, -- [22]
				{
					25, -- [1]
					1505818469, -- [2]
				}, -- [23]
				{
					113, -- [1]
					1505818469, -- [2]
				}, -- [24]
				{
					136, -- [1]
					1505818469, -- [2]
				}, -- [25]
				{
					148, -- [1]
					1505818469, -- [2]
				}, -- [26]
				{
					229, -- [1]
					1505818469, -- [2]
				}, -- [27]
			},
			["灌注"] = {
				{
					4, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					71, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					109, -- [1]
					1502629684, -- [2]
				}, -- [3]
				{
					183, -- [1]
					1502629684, -- [2]
				}, -- [4]
				{
					221, -- [1]
					1502629684, -- [2]
				}, -- [5]
				{
					4, -- [1]
					1502630047, -- [2]
				}, -- [6]
				{
					74, -- [1]
					1502630047, -- [2]
				}, -- [7]
				{
					112, -- [1]
					1502630047, -- [2]
				}, -- [8]
				{
					184, -- [1]
					1502630047, -- [2]
				}, -- [9]
				{
					222, -- [1]
					1502630047, -- [2]
				}, -- [10]
				{
					4, -- [1]
					1505818469, -- [2]
				}, -- [11]
				{
					91, -- [1]
					1505818469, -- [2]
				}, -- [12]
				{
					130, -- [1]
					1505818469, -- [2]
				}, -- [13]
				{
					208, -- [1]
					1505818469, -- [2]
				}, -- [14]
			},
			["反冲"] = {
				{
					41, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					149, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					41, -- [1]
					1502630047, -- [2]
				}, -- [3]
				{
					151, -- [1]
					1502630047, -- [2]
				}, -- [4]
				{
					41, -- [1]
					1505818469, -- [2]
				}, -- [5]
				{
					169, -- [1]
					1505818469, -- [2]
				}, -- [6]
			},
			["泰坦之壁"] = {
				{
					42, -- [1]
					1502629684, -- [2]
				}, -- [1]
				{
					149, -- [1]
					1502629684, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1502630047, -- [2]
				}, -- [3]
				{
					152, -- [1]
					1502630047, -- [2]
				}, -- [4]
				{
					42, -- [1]
					1505818469, -- [2]
				}, -- [5]
				{
					170, -- [1]
					1505818469, -- [2]
				}, -- [6]
			},
		},
		["ids"] = {
			["精华碎片"] = 236061,
			["湮灭之锤"] = 241636,
			["群体动荡"] = 235267,
			["造物之锤"] = 241635,
			["造物者之怒"] = 234891,
			["动荡的灵魂"] = 235117,
			["灌注"] = 235271,
			["反冲"] = 248812,
			["泰坦之壁"] = 235028,
		},
	},
	["190315"] = {
		["deaths"] = {
			[61] = {
				1501942123, -- [1]
			},
			[122] = {
				1501942123, -- [1]
			},
			[52] = {
				1501942584, -- [1]
			},
			[89] = {
				1502628101, -- [1]
			},
			[60] = {
				1501942123, -- [1]
			},
			[217] = {
				1501942584, -- [1]
				1502628101, -- [2]
			},
			[109] = {
				1501942123, -- [1]
				1501942123, -- [2]
			},
			[272] = {
				1501942584, -- [1]
				1502628101, -- [2]
			},
			[219] = {
				1502628101, -- [1]
			},
		},
		["spells"] = {
			["暗影射击"] = {
				{
					0, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					3, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					5, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					9, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					13, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					19, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					22, -- [1]
					1501942123, -- [2]
				}, -- [7]
				{
					26, -- [1]
					1501942123, -- [2]
				}, -- [8]
				{
					30, -- [1]
					1501942123, -- [2]
				}, -- [9]
				{
					33, -- [1]
					1501942123, -- [2]
				}, -- [10]
				{
					38, -- [1]
					1501942123, -- [2]
				}, -- [11]
				{
					42, -- [1]
					1501942123, -- [2]
				}, -- [12]
				{
					46, -- [1]
					1501942123, -- [2]
				}, -- [13]
				{
					59, -- [1]
					1501942123, -- [2]
				}, -- [14]
				{
					62, -- [1]
					1501942123, -- [2]
				}, -- [15]
				{
					65, -- [1]
					1501942123, -- [2]
				}, -- [16]
				{
					71, -- [1]
					1501942123, -- [2]
				}, -- [17]
				{
					75, -- [1]
					1501942123, -- [2]
				}, -- [18]
				{
					3, -- [1]
					1501942584, -- [2]
				}, -- [19]
				{
					6, -- [1]
					1501942584, -- [2]
				}, -- [20]
				{
					10, -- [1]
					1501942584, -- [2]
				}, -- [21]
				{
					14, -- [1]
					1501942584, -- [2]
				}, -- [22]
				{
					20, -- [1]
					1501942584, -- [2]
				}, -- [23]
				{
					23, -- [1]
					1501942584, -- [2]
				}, -- [24]
				{
					27, -- [1]
					1501942584, -- [2]
				}, -- [25]
				{
					30, -- [1]
					1501942584, -- [2]
				}, -- [26]
				{
					34, -- [1]
					1501942584, -- [2]
				}, -- [27]
				{
					39, -- [1]
					1501942584, -- [2]
				}, -- [28]
				{
					43, -- [1]
					1501942584, -- [2]
				}, -- [29]
				{
					46, -- [1]
					1501942584, -- [2]
				}, -- [30]
				{
					60, -- [1]
					1501942584, -- [2]
				}, -- [31]
				{
					63, -- [1]
					1501942584, -- [2]
				}, -- [32]
				{
					69, -- [1]
					1501942584, -- [2]
				}, -- [33]
				{
					73, -- [1]
					1501942584, -- [2]
				}, -- [34]
				{
					77, -- [1]
					1501942584, -- [2]
				}, -- [35]
				{
					200, -- [1]
					1501942584, -- [2]
				}, -- [36]
				{
					204, -- [1]
					1501942584, -- [2]
				}, -- [37]
				{
					208, -- [1]
					1501942584, -- [2]
				}, -- [38]
				{
					223, -- [1]
					1501942584, -- [2]
				}, -- [39]
				{
					226, -- [1]
					1501942584, -- [2]
				}, -- [40]
				{
					234, -- [1]
					1501942584, -- [2]
				}, -- [41]
				{
					237, -- [1]
					1501942584, -- [2]
				}, -- [42]
				{
					241, -- [1]
					1501942584, -- [2]
				}, -- [43]
				{
					246, -- [1]
					1501942584, -- [2]
				}, -- [44]
				{
					249, -- [1]
					1501942584, -- [2]
				}, -- [45]
				{
					254, -- [1]
					1501942584, -- [2]
				}, -- [46]
				{
					258, -- [1]
					1501942584, -- [2]
				}, -- [47]
				{
					262, -- [1]
					1501942584, -- [2]
				}, -- [48]
				{
					265, -- [1]
					1501942584, -- [2]
				}, -- [49]
				{
					277, -- [1]
					1501942584, -- [2]
				}, -- [50]
				{
					281, -- [1]
					1501942584, -- [2]
				}, -- [51]
				{
					288, -- [1]
					1501942584, -- [2]
				}, -- [52]
				{
					292, -- [1]
					1501942584, -- [2]
				}, -- [53]
				{
					296, -- [1]
					1501942584, -- [2]
				}, -- [54]
				{
					299, -- [1]
					1501942584, -- [2]
				}, -- [55]
				{
					307, -- [1]
					1501942584, -- [2]
				}, -- [56]
				{
					310, -- [1]
					1501942584, -- [2]
				}, -- [57]
				{
					314, -- [1]
					1501942584, -- [2]
				}, -- [58]
				{
					4, -- [1]
					1502628101, -- [2]
				}, -- [59]
				{
					6, -- [1]
					1502628101, -- [2]
				}, -- [60]
				{
					9, -- [1]
					1502628101, -- [2]
				}, -- [61]
				{
					11, -- [1]
					1502628101, -- [2]
				}, -- [62]
				{
					13, -- [1]
					1502628101, -- [2]
				}, -- [63]
				{
					19, -- [1]
					1502628101, -- [2]
				}, -- [64]
				{
					21, -- [1]
					1502628101, -- [2]
				}, -- [65]
				{
					26, -- [1]
					1502628101, -- [2]
				}, -- [66]
				{
					28, -- [1]
					1502628101, -- [2]
				}, -- [67]
				{
					30, -- [1]
					1502628101, -- [2]
				}, -- [68]
				{
					33, -- [1]
					1502628101, -- [2]
				}, -- [69]
				{
					39, -- [1]
					1502628101, -- [2]
				}, -- [70]
				{
					41, -- [1]
					1502628101, -- [2]
				}, -- [71]
				{
					44, -- [1]
					1502628101, -- [2]
				}, -- [72]
				{
					46, -- [1]
					1502628101, -- [2]
				}, -- [73]
				{
					58, -- [1]
					1502628101, -- [2]
				}, -- [74]
				{
					61, -- [1]
					1502628101, -- [2]
				}, -- [75]
				{
					63, -- [1]
					1502628101, -- [2]
				}, -- [76]
				{
					69, -- [1]
					1502628101, -- [2]
				}, -- [77]
				{
					72, -- [1]
					1502628101, -- [2]
				}, -- [78]
				{
					74, -- [1]
					1502628101, -- [2]
				}, -- [79]
				{
					181, -- [1]
					1502628101, -- [2]
				}, -- [80]
				{
					184, -- [1]
					1502628101, -- [2]
				}, -- [81]
				{
					187, -- [1]
					1502628101, -- [2]
				}, -- [82]
				{
					190, -- [1]
					1502628101, -- [2]
				}, -- [83]
				{
					192, -- [1]
					1502628101, -- [2]
				}, -- [84]
				{
					195, -- [1]
					1502628101, -- [2]
				}, -- [85]
				{
					201, -- [1]
					1502628101, -- [2]
				}, -- [86]
				{
					203, -- [1]
					1502628101, -- [2]
				}, -- [87]
				{
					205, -- [1]
					1502628101, -- [2]
				}, -- [88]
				{
					208, -- [1]
					1502628101, -- [2]
				}, -- [89]
				{
					210, -- [1]
					1502628101, -- [2]
				}, -- [90]
				{
					222, -- [1]
					1502628101, -- [2]
				}, -- [91]
				{
					225, -- [1]
					1502628101, -- [2]
				}, -- [92]
				{
					227, -- [1]
					1502628101, -- [2]
				}, -- [93]
				{
					235, -- [1]
					1502628101, -- [2]
				}, -- [94]
				{
					237, -- [1]
					1502628101, -- [2]
				}, -- [95]
				{
					240, -- [1]
					1502628101, -- [2]
				}, -- [96]
				{
					242, -- [1]
					1502628101, -- [2]
				}, -- [97]
				{
					244, -- [1]
					1502628101, -- [2]
				}, -- [98]
				{
					247, -- [1]
					1502628101, -- [2]
				}, -- [99]
				{
					254, -- [1]
					1502628101, -- [2]
				}, -- [100]
				{
					257, -- [1]
					1502628101, -- [2]
				}, -- [101]
				{
					259, -- [1]
					1502628101, -- [2]
				}, -- [102]
				{
					261, -- [1]
					1502628101, -- [2]
				}, -- [103]
				{
					264, -- [1]
					1502628101, -- [2]
				}, -- [104]
				{
					278, -- [1]
					1502628101, -- [2]
				}, -- [105]
				{
					281, -- [1]
					1502628101, -- [2]
				}, -- [106]
				{
					283, -- [1]
					1502628101, -- [2]
				}, -- [107]
				{
					288, -- [1]
					1502628101, -- [2]
				}, -- [108]
				{
					291, -- [1]
					1502628101, -- [2]
				}, -- [109]
				{
					293, -- [1]
					1502628101, -- [2]
				}, -- [110]
				{
					297, -- [1]
					1502628101, -- [2]
				}, -- [111]
				{
					299, -- [1]
					1502628101, -- [2]
				}, -- [112]
				{
					302, -- [1]
					1502628101, -- [2]
				}, -- [113]
			},
			["月光之火"] = {
				{
					208, -- [1]
					1501942584, -- [2]
				}, -- [1]
				{
					229, -- [1]
					1501942584, -- [2]
				}, -- [2]
				{
					240, -- [1]
					1501942584, -- [2]
				}, -- [3]
				{
					251, -- [1]
					1501942584, -- [2]
				}, -- [4]
				{
					262, -- [1]
					1501942584, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1501942584, -- [2]
				}, -- [6]
				{
					294, -- [1]
					1501942584, -- [2]
				}, -- [7]
				{
					307, -- [1]
					1501942584, -- [2]
				}, -- [8]
				{
					188, -- [1]
					1502628101, -- [2]
				}, -- [9]
				{
					199, -- [1]
					1502628101, -- [2]
				}, -- [10]
				{
					221, -- [1]
					1502628101, -- [2]
				}, -- [11]
				{
					229, -- [1]
					1502628101, -- [2]
				}, -- [12]
				{
					241, -- [1]
					1502628101, -- [2]
				}, -- [13]
				{
					252, -- [1]
					1502628101, -- [2]
				}, -- [14]
				{
					263, -- [1]
					1502628101, -- [2]
				}, -- [15]
				{
					285, -- [1]
					1502628101, -- [2]
				}, -- [16]
				{
					299, -- [1]
					1502628101, -- [2]
				}, -- [17]
			},
			["明月打击"] = {
				{
					0, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					3, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					5, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					13, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					16, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					20, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					24, -- [1]
					1501942123, -- [2]
				}, -- [7]
				{
					27, -- [1]
					1501942123, -- [2]
				}, -- [8]
				{
					31, -- [1]
					1501942123, -- [2]
				}, -- [9]
				{
					36, -- [1]
					1501942123, -- [2]
				}, -- [10]
				{
					39, -- [1]
					1501942123, -- [2]
				}, -- [11]
				{
					43, -- [1]
					1501942123, -- [2]
				}, -- [12]
				{
					47, -- [1]
					1501942123, -- [2]
				}, -- [13]
				{
					60, -- [1]
					1501942123, -- [2]
				}, -- [14]
				{
					64, -- [1]
					1501942123, -- [2]
				}, -- [15]
				{
					67, -- [1]
					1501942123, -- [2]
				}, -- [16]
				{
					72, -- [1]
					1501942123, -- [2]
				}, -- [17]
				{
					76, -- [1]
					1501942123, -- [2]
				}, -- [18]
				{
					80, -- [1]
					1501942123, -- [2]
				}, -- [19]
				{
					84, -- [1]
					1501942123, -- [2]
				}, -- [20]
				{
					88, -- [1]
					1501942123, -- [2]
				}, -- [21]
				{
					93, -- [1]
					1501942123, -- [2]
				}, -- [22]
				{
					97, -- [1]
					1501942123, -- [2]
				}, -- [23]
				{
					100, -- [1]
					1501942123, -- [2]
				}, -- [24]
				{
					115, -- [1]
					1501942123, -- [2]
				}, -- [25]
				{
					118, -- [1]
					1501942123, -- [2]
				}, -- [26]
				{
					122, -- [1]
					1501942123, -- [2]
				}, -- [27]
				{
					126, -- [1]
					1501942123, -- [2]
				}, -- [28]
				{
					129, -- [1]
					1501942123, -- [2]
				}, -- [29]
				{
					133, -- [1]
					1501942123, -- [2]
				}, -- [30]
				{
					139, -- [1]
					1501942123, -- [2]
				}, -- [31]
				{
					143, -- [1]
					1501942123, -- [2]
				}, -- [32]
				{
					148, -- [1]
					1501942123, -- [2]
				}, -- [33]
				{
					151, -- [1]
					1501942123, -- [2]
				}, -- [34]
				{
					155, -- [1]
					1501942123, -- [2]
				}, -- [35]
				{
					168, -- [1]
					1501942123, -- [2]
				}, -- [36]
				{
					171, -- [1]
					1501942123, -- [2]
				}, -- [37]
				{
					174, -- [1]
					1501942123, -- [2]
				}, -- [38]
				{
					178, -- [1]
					1501942123, -- [2]
				}, -- [39]
				{
					182, -- [1]
					1501942123, -- [2]
				}, -- [40]
				{
					3, -- [1]
					1501942584, -- [2]
				}, -- [41]
				{
					6, -- [1]
					1501942584, -- [2]
				}, -- [42]
				{
					10, -- [1]
					1501942584, -- [2]
				}, -- [43]
				{
					14, -- [1]
					1501942584, -- [2]
				}, -- [44]
				{
					17, -- [1]
					1501942584, -- [2]
				}, -- [45]
				{
					21, -- [1]
					1501942584, -- [2]
				}, -- [46]
				{
					24, -- [1]
					1501942584, -- [2]
				}, -- [47]
				{
					28, -- [1]
					1501942584, -- [2]
				}, -- [48]
				{
					32, -- [1]
					1501942584, -- [2]
				}, -- [49]
				{
					35, -- [1]
					1501942584, -- [2]
				}, -- [50]
				{
					39, -- [1]
					1501942584, -- [2]
				}, -- [51]
				{
					43, -- [1]
					1501942584, -- [2]
				}, -- [52]
				{
					46, -- [1]
					1501942584, -- [2]
				}, -- [53]
				{
					60, -- [1]
					1501942584, -- [2]
				}, -- [54]
				{
					63, -- [1]
					1501942584, -- [2]
				}, -- [55]
				{
					67, -- [1]
					1501942584, -- [2]
				}, -- [56]
				{
					72, -- [1]
					1501942584, -- [2]
				}, -- [57]
				{
					75, -- [1]
					1501942584, -- [2]
				}, -- [58]
				{
					79, -- [1]
					1501942584, -- [2]
				}, -- [59]
				{
					83, -- [1]
					1501942584, -- [2]
				}, -- [60]
				{
					86, -- [1]
					1501942584, -- [2]
				}, -- [61]
				{
					91, -- [1]
					1501942584, -- [2]
				}, -- [62]
				{
					95, -- [1]
					1501942584, -- [2]
				}, -- [63]
				{
					99, -- [1]
					1501942584, -- [2]
				}, -- [64]
				{
					114, -- [1]
					1501942584, -- [2]
				}, -- [65]
				{
					118, -- [1]
					1501942584, -- [2]
				}, -- [66]
				{
					122, -- [1]
					1501942584, -- [2]
				}, -- [67]
				{
					125, -- [1]
					1501942584, -- [2]
				}, -- [68]
				{
					129, -- [1]
					1501942584, -- [2]
				}, -- [69]
				{
					133, -- [1]
					1501942584, -- [2]
				}, -- [70]
				{
					137, -- [1]
					1501942584, -- [2]
				}, -- [71]
				{
					141, -- [1]
					1501942584, -- [2]
				}, -- [72]
				{
					145, -- [1]
					1501942584, -- [2]
				}, -- [73]
				{
					148, -- [1]
					1501942584, -- [2]
				}, -- [74]
				{
					152, -- [1]
					1501942584, -- [2]
				}, -- [75]
				{
					156, -- [1]
					1501942584, -- [2]
				}, -- [76]
				{
					168, -- [1]
					1501942584, -- [2]
				}, -- [77]
				{
					172, -- [1]
					1501942584, -- [2]
				}, -- [78]
				{
					178, -- [1]
					1501942584, -- [2]
				}, -- [79]
				{
					181, -- [1]
					1501942584, -- [2]
				}, -- [80]
				{
					185, -- [1]
					1501942584, -- [2]
				}, -- [81]
				{
					189, -- [1]
					1501942584, -- [2]
				}, -- [82]
				{
					192, -- [1]
					1501942584, -- [2]
				}, -- [83]
				{
					196, -- [1]
					1501942584, -- [2]
				}, -- [84]
				{
					2, -- [1]
					1502628101, -- [2]
				}, -- [85]
				{
					5, -- [1]
					1502628101, -- [2]
				}, -- [86]
				{
					9, -- [1]
					1502628101, -- [2]
				}, -- [87]
				{
					13, -- [1]
					1502628101, -- [2]
				}, -- [88]
				{
					16, -- [1]
					1502628101, -- [2]
				}, -- [89]
				{
					18, -- [1]
					1502628101, -- [2]
				}, -- [90]
				{
					21, -- [1]
					1502628101, -- [2]
				}, -- [91]
				{
					23, -- [1]
					1502628101, -- [2]
				}, -- [92]
				{
					26, -- [1]
					1502628101, -- [2]
				}, -- [93]
				{
					28, -- [1]
					1502628101, -- [2]
				}, -- [94]
				{
					30, -- [1]
					1502628101, -- [2]
				}, -- [95]
				{
					35, -- [1]
					1502628101, -- [2]
				}, -- [96]
				{
					38, -- [1]
					1502628101, -- [2]
				}, -- [97]
				{
					40, -- [1]
					1502628101, -- [2]
				}, -- [98]
				{
					43, -- [1]
					1502628101, -- [2]
				}, -- [99]
				{
					45, -- [1]
					1502628101, -- [2]
				}, -- [100]
				{
					60, -- [1]
					1502628101, -- [2]
				}, -- [101]
				{
					62, -- [1]
					1502628101, -- [2]
				}, -- [102]
				{
					64, -- [1]
					1502628101, -- [2]
				}, -- [103]
				{
					67, -- [1]
					1502628101, -- [2]
				}, -- [104]
				{
					69, -- [1]
					1502628101, -- [2]
				}, -- [105]
				{
					72, -- [1]
					1502628101, -- [2]
				}, -- [106]
				{
					74, -- [1]
					1502628101, -- [2]
				}, -- [107]
				{
					77, -- [1]
					1502628101, -- [2]
				}, -- [108]
				{
					79, -- [1]
					1502628101, -- [2]
				}, -- [109]
				{
					84, -- [1]
					1502628101, -- [2]
				}, -- [110]
				{
					86, -- [1]
					1502628101, -- [2]
				}, -- [111]
				{
					89, -- [1]
					1502628101, -- [2]
				}, -- [112]
				{
					91, -- [1]
					1502628101, -- [2]
				}, -- [113]
				{
					94, -- [1]
					1502628101, -- [2]
				}, -- [114]
				{
					96, -- [1]
					1502628101, -- [2]
				}, -- [115]
				{
					98, -- [1]
					1502628101, -- [2]
				}, -- [116]
				{
					101, -- [1]
					1502628101, -- [2]
				}, -- [117]
				{
					114, -- [1]
					1502628101, -- [2]
				}, -- [118]
				{
					117, -- [1]
					1502628101, -- [2]
				}, -- [119]
				{
					119, -- [1]
					1502628101, -- [2]
				}, -- [120]
				{
					122, -- [1]
					1502628101, -- [2]
				}, -- [121]
				{
					124, -- [1]
					1502628101, -- [2]
				}, -- [122]
				{
					128, -- [1]
					1502628101, -- [2]
				}, -- [123]
				{
					130, -- [1]
					1502628101, -- [2]
				}, -- [124]
				{
					133, -- [1]
					1502628101, -- [2]
				}, -- [125]
				{
					135, -- [1]
					1502628101, -- [2]
				}, -- [126]
				{
					139, -- [1]
					1502628101, -- [2]
				}, -- [127]
				{
					141, -- [1]
					1502628101, -- [2]
				}, -- [128]
				{
					143, -- [1]
					1502628101, -- [2]
				}, -- [129]
				{
					147, -- [1]
					1502628101, -- [2]
				}, -- [130]
				{
					150, -- [1]
					1502628101, -- [2]
				}, -- [131]
				{
					152, -- [1]
					1502628101, -- [2]
				}, -- [132]
				{
					154, -- [1]
					1502628101, -- [2]
				}, -- [133]
				{
					168, -- [1]
					1502628101, -- [2]
				}, -- [134]
				{
					170, -- [1]
					1502628101, -- [2]
				}, -- [135]
				{
					173, -- [1]
					1502628101, -- [2]
				}, -- [136]
				{
					178, -- [1]
					1502628101, -- [2]
				}, -- [137]
				{
					180, -- [1]
					1502628101, -- [2]
				}, -- [138]
			},
			["致命尖叫"] = {
				{
					122, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					128, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					125, -- [1]
					1501942584, -- [2]
				}, -- [3]
				{
					114, -- [1]
					1502628101, -- [2]
				}, -- [4]
			},
			["月光信标"] = {
				{
					223, -- [1]
					1501942584, -- [2]
				}, -- [1]
				{
					245, -- [1]
					1501942584, -- [2]
				}, -- [2]
				{
					278, -- [1]
					1501942584, -- [2]
				}, -- [3]
				{
					301, -- [1]
					1501942584, -- [2]
				}, -- [4]
				{
					202, -- [1]
					1502628101, -- [2]
				}, -- [5]
				{
					240, -- [1]
					1502628101, -- [2]
				}, -- [6]
				{
					262, -- [1]
					1502628101, -- [2]
				}, -- [7]
				{
					296, -- [1]
					1502628101, -- [2]
				}, -- [8]
			},
			["战刃风暴"] = {
				{
					106, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					109, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					112, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					113, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					160, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					163, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					166, -- [1]
					1501942123, -- [2]
				}, -- [7]
				{
					167, -- [1]
					1501942123, -- [2]
				}, -- [8]
				{
					105, -- [1]
					1501942584, -- [2]
				}, -- [9]
				{
					109, -- [1]
					1501942584, -- [2]
				}, -- [10]
				{
					111, -- [1]
					1501942584, -- [2]
				}, -- [11]
				{
					112, -- [1]
					1501942584, -- [2]
				}, -- [12]
				{
					159, -- [1]
					1501942584, -- [2]
				}, -- [13]
				{
					162, -- [1]
					1501942584, -- [2]
				}, -- [14]
				{
					165, -- [1]
					1501942584, -- [2]
				}, -- [15]
				{
					166, -- [1]
					1501942584, -- [2]
				}, -- [16]
				{
					214, -- [1]
					1501942584, -- [2]
				}, -- [17]
				{
					217, -- [1]
					1501942584, -- [2]
				}, -- [18]
				{
					219, -- [1]
					1501942584, -- [2]
				}, -- [19]
				{
					220, -- [1]
					1501942584, -- [2]
				}, -- [20]
				{
					269, -- [1]
					1501942584, -- [2]
				}, -- [21]
				{
					272, -- [1]
					1501942584, -- [2]
				}, -- [22]
				{
					275, -- [1]
					1501942584, -- [2]
				}, -- [23]
				{
					276, -- [1]
					1501942584, -- [2]
				}, -- [24]
				{
					105, -- [1]
					1502628101, -- [2]
				}, -- [25]
				{
					109, -- [1]
					1502628101, -- [2]
				}, -- [26]
				{
					111, -- [1]
					1502628101, -- [2]
				}, -- [27]
				{
					112, -- [1]
					1502628101, -- [2]
				}, -- [28]
				{
					159, -- [1]
					1502628101, -- [2]
				}, -- [29]
				{
					163, -- [1]
					1502628101, -- [2]
				}, -- [30]
				{
					165, -- [1]
					1502628101, -- [2]
				}, -- [31]
				{
					166, -- [1]
					1502628101, -- [2]
				}, -- [32]
				{
					214, -- [1]
					1502628101, -- [2]
				}, -- [33]
				{
					217, -- [1]
					1502628101, -- [2]
				}, -- [34]
				{
					220, -- [1]
					1502628101, -- [2]
				}, -- [35]
				{
					221, -- [1]
					1502628101, -- [2]
				}, -- [36]
				{
					269, -- [1]
					1502628101, -- [2]
				}, -- [37]
				{
					272, -- [1]
					1502628101, -- [2]
				}, -- [38]
				{
					276, -- [1]
					1502628101, -- [2]
				}, -- [39]
			},
			["月光战刃"] = {
				{
					15, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					48, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					73, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					15, -- [1]
					1501942584, -- [2]
				}, -- [5]
				{
					32, -- [1]
					1501942584, -- [2]
				}, -- [6]
				{
					47, -- [1]
					1501942584, -- [2]
				}, -- [7]
				{
					74, -- [1]
					1501942584, -- [2]
				}, -- [8]
				{
					14, -- [1]
					1502628101, -- [2]
				}, -- [9]
				{
					30, -- [1]
					1502628101, -- [2]
				}, -- [10]
				{
					74, -- [1]
					1502628101, -- [2]
				}, -- [11]
			},
			["召唤月爪"] = {
				{
					86, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					88, -- [1]
					1501942584, -- [2]
				}, -- [2]
				{
					83, -- [1]
					1502628101, -- [2]
				}, -- [3]
			},
			["暮光战刃"] = {
				{
					18, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					36, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					39, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					58, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					84, -- [1]
					1501942123, -- [2]
				}, -- [7]
				{
					87, -- [1]
					1501942123, -- [2]
				}, -- [8]
				{
					112, -- [1]
					1501942123, -- [2]
				}, -- [9]
				{
					115, -- [1]
					1501942123, -- [2]
				}, -- [10]
				{
					121, -- [1]
					1501942123, -- [2]
				}, -- [11]
				{
					124, -- [1]
					1501942123, -- [2]
				}, -- [12]
				{
					142, -- [1]
					1501942123, -- [2]
				}, -- [13]
				{
					145, -- [1]
					1501942123, -- [2]
				}, -- [14]
				{
					166, -- [1]
					1501942123, -- [2]
				}, -- [15]
				{
					174, -- [1]
					1501942123, -- [2]
				}, -- [16]
				{
					17, -- [1]
					1501942584, -- [2]
				}, -- [17]
				{
					20, -- [1]
					1501942584, -- [2]
				}, -- [18]
				{
					37, -- [1]
					1501942584, -- [2]
				}, -- [19]
				{
					40, -- [1]
					1501942584, -- [2]
				}, -- [20]
				{
					57, -- [1]
					1501942584, -- [2]
				}, -- [21]
				{
					60, -- [1]
					1501942584, -- [2]
				}, -- [22]
				{
					75, -- [1]
					1501942584, -- [2]
				}, -- [23]
				{
					79, -- [1]
					1501942584, -- [2]
				}, -- [24]
				{
					85, -- [1]
					1501942584, -- [2]
				}, -- [25]
				{
					88, -- [1]
					1501942584, -- [2]
				}, -- [26]
				{
					112, -- [1]
					1501942584, -- [2]
				}, -- [27]
				{
					115, -- [1]
					1501942584, -- [2]
				}, -- [28]
				{
					119, -- [1]
					1501942584, -- [2]
				}, -- [29]
				{
					122, -- [1]
					1501942584, -- [2]
				}, -- [30]
				{
					141, -- [1]
					1501942584, -- [2]
				}, -- [31]
				{
					144, -- [1]
					1501942584, -- [2]
				}, -- [32]
				{
					166, -- [1]
					1501942584, -- [2]
				}, -- [33]
				{
					169, -- [1]
					1501942584, -- [2]
				}, -- [34]
				{
					175, -- [1]
					1501942584, -- [2]
				}, -- [35]
				{
					178, -- [1]
					1501942584, -- [2]
				}, -- [36]
				{
					196, -- [1]
					1501942584, -- [2]
				}, -- [37]
				{
					199, -- [1]
					1501942584, -- [2]
				}, -- [38]
				{
					221, -- [1]
					1501942584, -- [2]
				}, -- [39]
				{
					224, -- [1]
					1501942584, -- [2]
				}, -- [40]
				{
					229, -- [1]
					1501942584, -- [2]
				}, -- [41]
				{
					232, -- [1]
					1501942584, -- [2]
				}, -- [42]
				{
					249, -- [1]
					1501942584, -- [2]
				}, -- [43]
				{
					252, -- [1]
					1501942584, -- [2]
				}, -- [44]
				{
					276, -- [1]
					1501942584, -- [2]
				}, -- [45]
				{
					279, -- [1]
					1501942584, -- [2]
				}, -- [46]
				{
					284, -- [1]
					1501942584, -- [2]
				}, -- [47]
				{
					287, -- [1]
					1501942584, -- [2]
				}, -- [48]
				{
					304, -- [1]
					1501942584, -- [2]
				}, -- [49]
				{
					307, -- [1]
					1501942584, -- [2]
				}, -- [50]
				{
					18, -- [1]
					1502628101, -- [2]
				}, -- [51]
				{
					21, -- [1]
					1502628101, -- [2]
				}, -- [52]
				{
					38, -- [1]
					1502628101, -- [2]
				}, -- [53]
				{
					41, -- [1]
					1502628101, -- [2]
				}, -- [54]
				{
					57, -- [1]
					1502628101, -- [2]
				}, -- [55]
				{
					60, -- [1]
					1502628101, -- [2]
				}, -- [56]
				{
					80, -- [1]
					1502628101, -- [2]
				}, -- [57]
				{
					83, -- [1]
					1502628101, -- [2]
				}, -- [58]
				{
					101, -- [1]
					1502628101, -- [2]
				}, -- [59]
				{
					120, -- [1]
					1502628101, -- [2]
				}, -- [60]
				{
					123, -- [1]
					1502628101, -- [2]
				}, -- [61]
				{
					141, -- [1]
					1502628101, -- [2]
				}, -- [62]
				{
					144, -- [1]
					1502628101, -- [2]
				}, -- [63]
				{
					165, -- [1]
					1502628101, -- [2]
				}, -- [64]
				{
					168, -- [1]
					1502628101, -- [2]
				}, -- [65]
				{
					173, -- [1]
					1502628101, -- [2]
				}, -- [66]
				{
					176, -- [1]
					1502628101, -- [2]
				}, -- [67]
				{
					193, -- [1]
					1502628101, -- [2]
				}, -- [68]
				{
					196, -- [1]
					1502628101, -- [2]
				}, -- [69]
				{
					221, -- [1]
					1502628101, -- [2]
				}, -- [70]
				{
					224, -- [1]
					1502628101, -- [2]
				}, -- [71]
				{
					229, -- [1]
					1502628101, -- [2]
				}, -- [72]
				{
					232, -- [1]
					1502628101, -- [2]
				}, -- [73]
				{
					249, -- [1]
					1502628101, -- [2]
				}, -- [74]
				{
					252, -- [1]
					1502628101, -- [2]
				}, -- [75]
				{
					276, -- [1]
					1502628101, -- [2]
				}, -- [76]
				{
					279, -- [1]
					1502628101, -- [2]
				}, -- [77]
				{
					285, -- [1]
					1502628101, -- [2]
				}, -- [78]
				{
					288, -- [1]
					1502628101, -- [2]
				}, -- [79]
			},
			["急速射击"] = {
				{
					94, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					112, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					131, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					149, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					176, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					95, -- [1]
					1501942584, -- [2]
				}, -- [6]
				{
					120, -- [1]
					1501942584, -- [2]
				}, -- [7]
				{
					140, -- [1]
					1501942584, -- [2]
				}, -- [8]
				{
					165, -- [1]
					1501942584, -- [2]
				}, -- [9]
				{
					184, -- [1]
					1501942584, -- [2]
				}, -- [10]
				{
					90, -- [1]
					1502628101, -- [2]
				}, -- [11]
				{
					112, -- [1]
					1502628101, -- [2]
				}, -- [12]
				{
					130, -- [1]
					1502628101, -- [2]
				}, -- [13]
				{
					150, -- [1]
					1502628101, -- [2]
				}, -- [14]
				{
					175, -- [1]
					1502628101, -- [2]
				}, -- [15]
			},
			["月灼"] = {
				{
					11, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					84, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					138, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					167, -- [1]
					1501942123, -- [2]
				}, -- [7]
				{
					177, -- [1]
					1501942123, -- [2]
				}, -- [8]
				{
					9, -- [1]
					1501942584, -- [2]
				}, -- [9]
				{
					34, -- [1]
					1501942584, -- [2]
				}, -- [10]
				{
					59, -- [1]
					1501942584, -- [2]
				}, -- [11]
				{
					82, -- [1]
					1501942584, -- [2]
				}, -- [12]
				{
					113, -- [1]
					1501942584, -- [2]
				}, -- [13]
				{
					137, -- [1]
					1501942584, -- [2]
				}, -- [14]
				{
					167, -- [1]
					1501942584, -- [2]
				}, -- [15]
				{
					177, -- [1]
					1501942584, -- [2]
				}, -- [16]
				{
					212, -- [1]
					1501942584, -- [2]
				}, -- [17]
				{
					233, -- [1]
					1501942584, -- [2]
				}, -- [18]
				{
					250, -- [1]
					1501942584, -- [2]
				}, -- [19]
				{
					267, -- [1]
					1501942584, -- [2]
				}, -- [20]
				{
					287, -- [1]
					1501942584, -- [2]
				}, -- [21]
				{
					306, -- [1]
					1501942584, -- [2]
				}, -- [22]
				{
					9, -- [1]
					1502628101, -- [2]
				}, -- [23]
				{
					33, -- [1]
					1502628101, -- [2]
				}, -- [24]
				{
					59, -- [1]
					1502628101, -- [2]
				}, -- [25]
				{
					83, -- [1]
					1502628101, -- [2]
				}, -- [26]
				{
					113, -- [1]
					1502628101, -- [2]
				}, -- [27]
				{
					138, -- [1]
					1502628101, -- [2]
				}, -- [28]
				{
					167, -- [1]
					1502628101, -- [2]
				}, -- [29]
				{
					177, -- [1]
					1502628101, -- [2]
				}, -- [30]
				{
					192, -- [1]
					1502628101, -- [2]
				}, -- [31]
				{
					211, -- [1]
					1502628101, -- [2]
				}, -- [32]
				{
					233, -- [1]
					1502628101, -- [2]
				}, -- [33]
				{
					251, -- [1]
					1502628101, -- [2]
				}, -- [34]
				{
					278, -- [1]
					1502628101, -- [2]
				}, -- [35]
				{
					298, -- [1]
					1502628101, -- [2]
				}, -- [36]
			},
			["灵体射击"] = {
				{
					48, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					47, -- [1]
					1501942584, -- [2]
				}, -- [2]
				{
					211, -- [1]
					1501942584, -- [2]
				}, -- [3]
				{
					266, -- [1]
					1501942584, -- [2]
				}, -- [4]
				{
					47, -- [1]
					1502628101, -- [2]
				}, -- [5]
				{
					211, -- [1]
					1502628101, -- [2]
				}, -- [6]
				{
					266, -- [1]
					1502628101, -- [2]
				}, -- [7]
			},
			["月蚀之拥"] = {
				{
					48, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					103, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					157, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					47, -- [1]
					1501942584, -- [2]
				}, -- [4]
				{
					102, -- [1]
					1501942584, -- [2]
				}, -- [5]
				{
					156, -- [1]
					1501942584, -- [2]
				}, -- [6]
				{
					47, -- [1]
					1502628101, -- [2]
				}, -- [7]
				{
					102, -- [1]
					1502628101, -- [2]
				}, -- [8]
				{
					156, -- [1]
					1502628101, -- [2]
				}, -- [9]
			},
			["暮光扫射"] = {
				{
					18, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					38, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					69, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					91, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					125, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					142, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					19, -- [1]
					1501942584, -- [2]
				}, -- [7]
				{
					38, -- [1]
					1501942584, -- [2]
				}, -- [8]
				{
					69, -- [1]
					1501942584, -- [2]
				}, -- [9]
				{
					94, -- [1]
					1501942584, -- [2]
				}, -- [10]
				{
					125, -- [1]
					1501942584, -- [2]
				}, -- [11]
				{
					139, -- [1]
					1501942584, -- [2]
				}, -- [12]
				{
					154, -- [1]
					1501942584, -- [2]
				}, -- [13]
				{
					178, -- [1]
					1501942584, -- [2]
				}, -- [14]
				{
					195, -- [1]
					1501942584, -- [2]
				}, -- [15]
				{
					233, -- [1]
					1501942584, -- [2]
				}, -- [16]
				{
					254, -- [1]
					1501942584, -- [2]
				}, -- [17]
				{
					288, -- [1]
					1501942584, -- [2]
				}, -- [18]
				{
					306, -- [1]
					1501942584, -- [2]
				}, -- [19]
				{
					19, -- [1]
					1502628101, -- [2]
				}, -- [20]
				{
					38, -- [1]
					1502628101, -- [2]
				}, -- [21]
				{
					69, -- [1]
					1502628101, -- [2]
				}, -- [22]
				{
					89, -- [1]
					1502628101, -- [2]
				}, -- [23]
				{
					123, -- [1]
					1502628101, -- [2]
				}, -- [24]
				{
					142, -- [1]
					1502628101, -- [2]
				}, -- [25]
				{
					179, -- [1]
					1502628101, -- [2]
				}, -- [26]
				{
					200, -- [1]
					1502628101, -- [2]
				}, -- [27]
				{
					233, -- [1]
					1502628101, -- [2]
				}, -- [28]
				{
					252, -- [1]
					1502628101, -- [2]
				}, -- [29]
				{
					288, -- [1]
					1502628101, -- [2]
				}, -- [30]
			},
			["灵体传送"] = {
				{
					5, -- [1]
					1501942123, -- [2]
				}, -- [1]
				{
					13, -- [1]
					1501942123, -- [2]
				}, -- [2]
				{
					26, -- [1]
					1501942123, -- [2]
				}, -- [3]
				{
					36, -- [1]
					1501942123, -- [2]
				}, -- [4]
				{
					45, -- [1]
					1501942123, -- [2]
				}, -- [5]
				{
					71, -- [1]
					1501942123, -- [2]
				}, -- [6]
				{
					72, -- [1]
					1501942123, -- [2]
				}, -- [7]
				{
					77, -- [1]
					1501942123, -- [2]
				}, -- [8]
				{
					93, -- [1]
					1501942123, -- [2]
				}, -- [9]
				{
					128, -- [1]
					1501942123, -- [2]
				}, -- [10]
				{
					147, -- [1]
					1501942123, -- [2]
				}, -- [11]
				{
					182, -- [1]
					1501942123, -- [2]
				}, -- [12]
				{
					5, -- [1]
					1501942584, -- [2]
				}, -- [13]
				{
					12, -- [1]
					1501942584, -- [2]
				}, -- [14]
				{
					25, -- [1]
					1501942584, -- [2]
				}, -- [15]
				{
					32, -- [1]
					1501942584, -- [2]
				}, -- [16]
				{
					60, -- [1]
					1501942584, -- [2]
				}, -- [17]
				{
					72, -- [1]
					1501942584, -- [2]
				}, -- [18]
				{
					79, -- [1]
					1501942584, -- [2]
				}, -- [19]
				{
					91, -- [1]
					1501942584, -- [2]
				}, -- [20]
				{
					128, -- [1]
					1501942584, -- [2]
				}, -- [21]
				{
					147, -- [1]
					1501942584, -- [2]
				}, -- [22]
				{
					181, -- [1]
					1501942584, -- [2]
				}, -- [23]
				{
					200, -- [1]
					1501942584, -- [2]
				}, -- [24]
				{
					204, -- [1]
					1501942584, -- [2]
				}, -- [25]
				{
					222, -- [1]
					1501942584, -- [2]
				}, -- [26]
				{
					246, -- [1]
					1501942584, -- [2]
				}, -- [27]
				{
					277, -- [1]
					1501942584, -- [2]
				}, -- [28]
				{
					302, -- [1]
					1501942584, -- [2]
				}, -- [29]
				{
					3, -- [1]
					1502628101, -- [2]
				}, -- [30]
				{
					13, -- [1]
					1502628101, -- [2]
				}, -- [31]
				{
					25, -- [1]
					1502628101, -- [2]
				}, -- [32]
				{
					35, -- [1]
					1502628101, -- [2]
				}, -- [33]
				{
					58, -- [1]
					1502628101, -- [2]
				}, -- [34]
				{
					72, -- [1]
					1502628101, -- [2]
				}, -- [35]
				{
					74, -- [1]
					1502628101, -- [2]
				}, -- [36]
				{
					91, -- [1]
					1502628101, -- [2]
				}, -- [37]
				{
					127, -- [1]
					1502628101, -- [2]
				}, -- [38]
				{
					147, -- [1]
					1502628101, -- [2]
				}, -- [39]
				{
					180, -- [1]
					1502628101, -- [2]
				}, -- [40]
				{
					181, -- [1]
					1502628101, -- [2]
				}, -- [41]
				{
					187, -- [1]
					1502628101, -- [2]
				}, -- [42]
				{
					210, -- [1]
					1502628101, -- [2]
				}, -- [43]
				{
					234, -- [1]
					1502628101, -- [2]
				}, -- [44]
				{
					254, -- [1]
					1502628101, -- [2]
				}, -- [45]
				{
					277, -- [1]
					1502628101, -- [2]
				}, -- [46]
				{
					296, -- [1]
					1502628101, -- [2]
				}, -- [47]
			},
		},
		["ids"] = {
			["暗影射击"] = 237630,
			["月光之火"] = 239264,
			["明月打击"] = 237632,
			["致命尖叫"] = 236697,
			["月光信标"] = 236712,
			["战刃风暴"] = 239386,
			["月光战刃"] = 236547,
			["召唤月爪"] = 236694,
			["暮光战刃"] = 236529,
			["急速射击"] = 236596,
			["月灼"] = 236518,
			["灵体射击"] = 236305,
			["月蚀之拥"] = 233263,
			["暮光扫射"] = 236442,
			["灵体传送"] = 236115,
		},
	},
	["185614"] = {
		["deaths"] = {
			[151] = {
				1501035030, -- [1]
			},
		},
		["spells"] = {
			["冰霜释放"] = {
				{
					77, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					162, -- [1]
					1501035030, -- [2]
				}, -- [2]
			},
			["水花飞溅"] = {
				{
					23, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					57, -- [1]
					1501035030, -- [2]
				}, -- [2]
				{
					102, -- [1]
					1501035030, -- [2]
				}, -- [3]
				{
					107, -- [1]
					1501035030, -- [2]
				}, -- [4]
				{
					133, -- [1]
					1501035030, -- [2]
				}, -- [5]
				{
					135, -- [1]
					1501035030, -- [2]
				}, -- [6]
				{
					137, -- [1]
					1501035030, -- [2]
				}, -- [7]
				{
					185, -- [1]
					1501035030, -- [2]
				}, -- [8]
				{
					187, -- [1]
					1501035030, -- [2]
				}, -- [9]
			},
			["严寒打击"] = {
				{
					63, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					64, -- [1]
					1501035030, -- [2]
				}, -- [2]
				{
					66, -- [1]
					1501035030, -- [2]
				}, -- [3]
				{
					137, -- [1]
					1501035030, -- [2]
				}, -- [4]
				{
					138, -- [1]
					1501035030, -- [2]
				}, -- [5]
				{
					139, -- [1]
					1501035030, -- [2]
				}, -- [6]
				{
					140, -- [1]
					1501035030, -- [2]
				}, -- [7]
				{
					141, -- [1]
					1501035030, -- [2]
				}, -- [8]
				{
					142, -- [1]
					1501035030, -- [2]
				}, -- [9]
			},
			["湿浸之池"] = {
				{
					70, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					72, -- [1]
					1501035030, -- [2]
				}, -- [2]
				{
					74, -- [1]
					1501035030, -- [2]
				}, -- [3]
				{
					76, -- [1]
					1501035030, -- [2]
				}, -- [4]
				{
					147, -- [1]
					1501035030, -- [2]
				}, -- [5]
				{
					149, -- [1]
					1501035030, -- [2]
				}, -- [6]
				{
					151, -- [1]
					1501035030, -- [2]
				}, -- [7]
				{
					153, -- [1]
					1501035030, -- [2]
				}, -- [8]
				{
					155, -- [1]
					1501035030, -- [2]
				}, -- [9]
				{
					157, -- [1]
					1501035030, -- [2]
				}, -- [10]
				{
					159, -- [1]
					1501035030, -- [2]
				}, -- [11]
				{
					161, -- [1]
					1501035030, -- [2]
				}, -- [12]
			},
			["水之爆发"] = {
				{
					23, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					25, -- [1]
					1501035030, -- [2]
				}, -- [2]
				{
					55, -- [1]
					1501035030, -- [2]
				}, -- [3]
				{
					100, -- [1]
					1501035030, -- [2]
				}, -- [4]
				{
					103, -- [1]
					1501035030, -- [2]
				}, -- [5]
				{
					132, -- [1]
					1501035030, -- [2]
				}, -- [6]
				{
					134, -- [1]
					1501035030, -- [2]
				}, -- [7]
				{
					184, -- [1]
					1501035030, -- [2]
				}, -- [8]
				{
					186, -- [1]
					1501035030, -- [2]
				}, -- [9]
			},
			["溅射顺劈"] = {
				{
					26, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					56, -- [1]
					1501035030, -- [2]
				}, -- [2]
				{
					100, -- [1]
					1501035030, -- [2]
				}, -- [3]
				{
					111, -- [1]
					1501035030, -- [2]
				}, -- [4]
				{
					122, -- [1]
					1501035030, -- [2]
				}, -- [5]
				{
					136, -- [1]
					1501035030, -- [2]
				}, -- [6]
				{
					185, -- [1]
					1501035030, -- [2]
				}, -- [7]
			},
			["不羁怒火"] = {
				{
					21, -- [1]
					1501035030, -- [2]
				}, -- [1]
				{
					42, -- [1]
					1501035030, -- [2]
				}, -- [2]
				{
					99, -- [1]
					1501035030, -- [2]
				}, -- [3]
				{
					120, -- [1]
					1501035030, -- [2]
				}, -- [4]
				{
					184, -- [1]
					1501035030, -- [2]
				}, -- [5]
			},
		},
		["ids"] = {
			["冰霜释放"] = 232174,
			["水花飞溅"] = 240066,
			["严寒打击"] = 233429,
			["湿浸之池"] = 233526,
			["水之爆发"] = 231729,
			["溅射顺劈"] = 234129,
			["不羁怒火"] = 231854,
		},
	},
	["171315"] = {
		["deaths"] = {
			[17] = {
				1501497863, -- [1]
			},
			[183] = {
				1500827260, -- [1]
			},
			[93] = {
				1500827260, -- [1]
			},
			[29] = {
				1501497863, -- [1]
			},
			[90] = {
				1501497863, -- [1]
			},
			[149] = {
				1501497863, -- [1]
				1501497863, -- [2]
			},
		},
		["spells"] = {
			["燃烧的沥青"] = {
				{
					52, -- [1]
					1500827260, -- [2]
				}, -- [1]
				{
					137, -- [1]
					1500827260, -- [2]
				}, -- [2]
				{
					49, -- [1]
					1501497863, -- [2]
				}, -- [3]
				{
					134, -- [1]
					1501497863, -- [2]
				}, -- [4]
			},
			["邪能爆发"] = {
				{
					54, -- [1]
					1500827260, -- [2]
				}, -- [1]
				{
					55, -- [1]
					1500827260, -- [2]
				}, -- [2]
				{
					56, -- [1]
					1500827260, -- [2]
				}, -- [3]
				{
					57, -- [1]
					1500827260, -- [2]
				}, -- [4]
				{
					58, -- [1]
					1500827260, -- [2]
				}, -- [5]
				{
					59, -- [1]
					1500827260, -- [2]
				}, -- [6]
				{
					60, -- [1]
					1500827260, -- [2]
				}, -- [7]
				{
					61, -- [1]
					1500827260, -- [2]
				}, -- [8]
				{
					62, -- [1]
					1500827260, -- [2]
				}, -- [9]
				{
					139, -- [1]
					1500827260, -- [2]
				}, -- [10]
				{
					140, -- [1]
					1500827260, -- [2]
				}, -- [11]
				{
					141, -- [1]
					1500827260, -- [2]
				}, -- [12]
				{
					142, -- [1]
					1500827260, -- [2]
				}, -- [13]
				{
					143, -- [1]
					1500827260, -- [2]
				}, -- [14]
				{
					144, -- [1]
					1500827260, -- [2]
				}, -- [15]
				{
					145, -- [1]
					1500827260, -- [2]
				}, -- [16]
				{
					146, -- [1]
					1500827260, -- [2]
				}, -- [17]
				{
					149, -- [1]
					1500827260, -- [2]
				}, -- [18]
				{
					150, -- [1]
					1500827260, -- [2]
				}, -- [19]
				{
					51, -- [1]
					1501497863, -- [2]
				}, -- [20]
				{
					52, -- [1]
					1501497863, -- [2]
				}, -- [21]
				{
					53, -- [1]
					1501497863, -- [2]
				}, -- [22]
				{
					54, -- [1]
					1501497863, -- [2]
				}, -- [23]
				{
					55, -- [1]
					1501497863, -- [2]
				}, -- [24]
				{
					56, -- [1]
					1501497863, -- [2]
				}, -- [25]
				{
					58, -- [1]
					1501497863, -- [2]
				}, -- [26]
				{
					136, -- [1]
					1501497863, -- [2]
				}, -- [27]
				{
					137, -- [1]
					1501497863, -- [2]
				}, -- [28]
				{
					138, -- [1]
					1501497863, -- [2]
				}, -- [29]
				{
					139, -- [1]
					1501497863, -- [2]
				}, -- [30]
				{
					140, -- [1]
					1501497863, -- [2]
				}, -- [31]
				{
					141, -- [1]
					1501497863, -- [2]
				}, -- [32]
				{
					142, -- [1]
					1501497863, -- [2]
				}, -- [33]
				{
					143, -- [1]
					1501497863, -- [2]
				}, -- [34]
				{
					144, -- [1]
					1501497863, -- [2]
				}, -- [35]
				{
					145, -- [1]
					1501497863, -- [2]
				}, -- [36]
				{
					146, -- [1]
					1501497863, -- [2]
				}, -- [37]
				{
					147, -- [1]
					1501497863, -- [2]
				}, -- [38]
				{
					148, -- [1]
					1501497863, -- [2]
				}, -- [39]
				{
					149, -- [1]
					1501497863, -- [2]
				}, -- [40]
				{
					150, -- [1]
					1501497863, -- [2]
				}, -- [41]
				{
					151, -- [1]
					1501497863, -- [2]
				}, -- [42]
				{
					152, -- [1]
					1501497863, -- [2]
				}, -- [43]
				{
					153, -- [1]
					1501497863, -- [2]
				}, -- [44]
				{
					154, -- [1]
					1501497863, -- [2]
				}, -- [45]
				{
					155, -- [1]
					1501497863, -- [2]
				}, -- [46]
			},
			["邪能光束"] = {
				{
					10, -- [1]
					1500827260, -- [2]
				}, -- [1]
				{
					39, -- [1]
					1500827260, -- [2]
				}, -- [2]
				{
					69, -- [1]
					1500827260, -- [2]
				}, -- [3]
				{
					114, -- [1]
					1500827260, -- [2]
				}, -- [4]
				{
					130, -- [1]
					1500827260, -- [2]
				}, -- [5]
				{
					146, -- [1]
					1500827260, -- [2]
				}, -- [6]
				{
					160, -- [1]
					1500827260, -- [2]
				}, -- [7]
				{
					176, -- [1]
					1500827260, -- [2]
				}, -- [8]
				{
					203, -- [1]
					1500827260, -- [2]
				}, -- [9]
				{
					7, -- [1]
					1501497863, -- [2]
				}, -- [10]
				{
					36, -- [1]
					1501497863, -- [2]
				}, -- [11]
				{
					66, -- [1]
					1501497863, -- [2]
				}, -- [12]
				{
					111, -- [1]
					1501497863, -- [2]
				}, -- [13]
				{
					127, -- [1]
					1501497863, -- [2]
				}, -- [14]
				{
					143, -- [1]
					1501497863, -- [2]
				}, -- [15]
			},
			["灼烧烙印"] = {
				{
					1, -- [1]
					1500827260, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1500827260, -- [2]
				}, -- [2]
				{
					6, -- [1]
					1500827260, -- [2]
				}, -- [3]
				{
					12, -- [1]
					1500827260, -- [2]
				}, -- [4]
				{
					14, -- [1]
					1500827260, -- [2]
				}, -- [5]
				{
					17, -- [1]
					1500827260, -- [2]
				}, -- [6]
				{
					23, -- [1]
					1500827260, -- [2]
				}, -- [7]
				{
					25, -- [1]
					1500827260, -- [2]
				}, -- [8]
				{
					28, -- [1]
					1500827260, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1500827260, -- [2]
				}, -- [10]
				{
					41, -- [1]
					1500827260, -- [2]
				}, -- [11]
				{
					44, -- [1]
					1500827260, -- [2]
				}, -- [12]
				{
					46, -- [1]
					1500827260, -- [2]
				}, -- [13]
				{
					48, -- [1]
					1500827260, -- [2]
				}, -- [14]
				{
					53, -- [1]
					1500827260, -- [2]
				}, -- [15]
				{
					56, -- [1]
					1500827260, -- [2]
				}, -- [16]
				{
					58, -- [1]
					1500827260, -- [2]
				}, -- [17]
				{
					65, -- [1]
					1500827260, -- [2]
				}, -- [18]
				{
					71, -- [1]
					1500827260, -- [2]
				}, -- [19]
				{
					73, -- [1]
					1500827260, -- [2]
				}, -- [20]
				{
					75, -- [1]
					1500827260, -- [2]
				}, -- [21]
				{
					78, -- [1]
					1500827260, -- [2]
				}, -- [22]
				{
					83, -- [1]
					1500827260, -- [2]
				}, -- [23]
				{
					86, -- [1]
					1500827260, -- [2]
				}, -- [24]
				{
					89, -- [1]
					1500827260, -- [2]
				}, -- [25]
				{
					98, -- [1]
					1500827260, -- [2]
				}, -- [26]
				{
					101, -- [1]
					1500827260, -- [2]
				}, -- [27]
				{
					106, -- [1]
					1500827260, -- [2]
				}, -- [28]
				{
					109, -- [1]
					1500827260, -- [2]
				}, -- [29]
				{
					116, -- [1]
					1500827260, -- [2]
				}, -- [30]
				{
					119, -- [1]
					1500827260, -- [2]
				}, -- [31]
				{
					125, -- [1]
					1500827260, -- [2]
				}, -- [32]
				{
					132, -- [1]
					1500827260, -- [2]
				}, -- [33]
				{
					134, -- [1]
					1500827260, -- [2]
				}, -- [34]
				{
					137, -- [1]
					1500827260, -- [2]
				}, -- [35]
				{
					140, -- [1]
					1500827260, -- [2]
				}, -- [36]
				{
					142, -- [1]
					1500827260, -- [2]
				}, -- [37]
				{
					148, -- [1]
					1500827260, -- [2]
				}, -- [38]
				{
					156, -- [1]
					1500827260, -- [2]
				}, -- [39]
				{
					162, -- [1]
					1500827260, -- [2]
				}, -- [40]
				{
					168, -- [1]
					1500827260, -- [2]
				}, -- [41]
				{
					171, -- [1]
					1500827260, -- [2]
				}, -- [42]
				{
					178, -- [1]
					1500827260, -- [2]
				}, -- [43]
				{
					187, -- [1]
					1500827260, -- [2]
				}, -- [44]
				{
					190, -- [1]
					1500827260, -- [2]
				}, -- [45]
				{
					195, -- [1]
					1500827260, -- [2]
				}, -- [46]
				{
					198, -- [1]
					1500827260, -- [2]
				}, -- [47]
				{
					205, -- [1]
					1500827260, -- [2]
				}, -- [48]
				{
					208, -- [1]
					1500827260, -- [2]
				}, -- [49]
				{
					215, -- [1]
					1500827260, -- [2]
				}, -- [50]
				{
					220, -- [1]
					1500827260, -- [2]
				}, -- [51]
				{
					2, -- [1]
					1501497863, -- [2]
				}, -- [52]
				{
					8, -- [1]
					1501497863, -- [2]
				}, -- [53]
				{
					11, -- [1]
					1501497863, -- [2]
				}, -- [54]
				{
					13, -- [1]
					1501497863, -- [2]
				}, -- [55]
				{
					15, -- [1]
					1501497863, -- [2]
				}, -- [56]
				{
					20, -- [1]
					1501497863, -- [2]
				}, -- [57]
				{
					23, -- [1]
					1501497863, -- [2]
				}, -- [58]
				{
					25, -- [1]
					1501497863, -- [2]
				}, -- [59]
				{
					33, -- [1]
					1501497863, -- [2]
				}, -- [60]
				{
					38, -- [1]
					1501497863, -- [2]
				}, -- [61]
				{
					40, -- [1]
					1501497863, -- [2]
				}, -- [62]
				{
					42, -- [1]
					1501497863, -- [2]
				}, -- [63]
				{
					45, -- [1]
					1501497863, -- [2]
				}, -- [64]
				{
					50, -- [1]
					1501497863, -- [2]
				}, -- [65]
				{
					52, -- [1]
					1501497863, -- [2]
				}, -- [66]
				{
					54, -- [1]
					1501497863, -- [2]
				}, -- [67]
				{
					62, -- [1]
					1501497863, -- [2]
				}, -- [68]
				{
					68, -- [1]
					1501497863, -- [2]
				}, -- [69]
				{
					70, -- [1]
					1501497863, -- [2]
				}, -- [70]
				{
					73, -- [1]
					1501497863, -- [2]
				}, -- [71]
				{
					75, -- [1]
					1501497863, -- [2]
				}, -- [72]
				{
					80, -- [1]
					1501497863, -- [2]
				}, -- [73]
				{
					82, -- [1]
					1501497863, -- [2]
				}, -- [74]
				{
					85, -- [1]
					1501497863, -- [2]
				}, -- [75]
				{
					95, -- [1]
					1501497863, -- [2]
				}, -- [76]
				{
					97, -- [1]
					1501497863, -- [2]
				}, -- [77]
				{
					103, -- [1]
					1501497863, -- [2]
				}, -- [78]
				{
					106, -- [1]
					1501497863, -- [2]
				}, -- [79]
				{
					112, -- [1]
					1501497863, -- [2]
				}, -- [80]
				{
					115, -- [1]
					1501497863, -- [2]
				}, -- [81]
				{
					123, -- [1]
					1501497863, -- [2]
				}, -- [82]
				{
					129, -- [1]
					1501497863, -- [2]
				}, -- [83]
				{
					135, -- [1]
					1501497863, -- [2]
				}, -- [84]
				{
					137, -- [1]
					1501497863, -- [2]
				}, -- [85]
				{
					139, -- [1]
					1501497863, -- [2]
				}, -- [86]
				{
					145, -- [1]
					1501497863, -- [2]
				}, -- [87]
				{
					153, -- [1]
					1501497863, -- [2]
				}, -- [88]
			},
			["猛击"] = {
				{
					32, -- [1]
					1500827260, -- [2]
				}, -- [1]
				{
					32, -- [1]
					1500827260, -- [2]
				}, -- [2]
				{
					62, -- [1]
					1500827260, -- [2]
				}, -- [3]
				{
					62, -- [1]
					1500827260, -- [2]
				}, -- [4]
				{
					92, -- [1]
					1500827260, -- [2]
				}, -- [5]
				{
					122, -- [1]
					1500827260, -- [2]
				}, -- [6]
				{
					122, -- [1]
					1500827260, -- [2]
				}, -- [7]
				{
					152, -- [1]
					1500827260, -- [2]
				}, -- [8]
				{
					152, -- [1]
					1500827260, -- [2]
				}, -- [9]
				{
					182, -- [1]
					1500827260, -- [2]
				}, -- [10]
				{
					212, -- [1]
					1500827260, -- [2]
				}, -- [11]
				{
					212, -- [1]
					1500827260, -- [2]
				}, -- [12]
				{
					29, -- [1]
					1501497863, -- [2]
				}, -- [13]
				{
					29, -- [1]
					1501497863, -- [2]
				}, -- [14]
				{
					59, -- [1]
					1501497863, -- [2]
				}, -- [15]
				{
					59, -- [1]
					1501497863, -- [2]
				}, -- [16]
				{
					89, -- [1]
					1501497863, -- [2]
				}, -- [17]
				{
					119, -- [1]
					1501497863, -- [2]
				}, -- [18]
				{
					119, -- [1]
					1501497863, -- [2]
				}, -- [19]
				{
					149, -- [1]
					1501497863, -- [2]
				}, -- [20]
				{
					149, -- [1]
					1501497863, -- [2]
				}, -- [21]
			},
			["毁灭之球"] = {
				{
					23, -- [1]
					1500827260, -- [2]
				}, -- [1]
				{
					83, -- [1]
					1500827260, -- [2]
				}, -- [2]
				{
					106, -- [1]
					1500827260, -- [2]
				}, -- [3]
				{
					168, -- [1]
					1500827260, -- [2]
				}, -- [4]
				{
					195, -- [1]
					1500827260, -- [2]
				}, -- [5]
				{
					220, -- [1]
					1500827260, -- [2]
				}, -- [6]
				{
					20, -- [1]
					1501497863, -- [2]
				}, -- [7]
				{
					80, -- [1]
					1501497863, -- [2]
				}, -- [8]
				{
					103, -- [1]
					1501497863, -- [2]
				}, -- [9]
			},
		},
		["ids"] = {
			["燃烧的沥青"] = 205420,
			["邪能爆发"] = 206351,
			["邪能光束"] = 205370,
			["灼烧烙印"] = 206677,
			["猛击"] = 205863,
			["毁灭之球"] = 205361,
		},
	},
	["189714"] = {
		["deaths"] = {
			[33] = {
				1501037557, -- [1]
			},
			[278] = {
				1500300564, -- [1]
			},
			[54] = {
				1501038082, -- [1]
			},
			[74] = {
				1501038082, -- [1]
			},
			[16] = {
				1500300564, -- [1]
			},
			[99] = {
				1501038082, -- [1]
			},
			[226] = {
				1502524811, -- [1]
			},
			[203] = {
				1501037557, -- [1]
			},
			[117] = {
				1501038082, -- [1]
				1501038082, -- [2]
			},
			[174] = {
				1501037557, -- [1]
			},
			[177] = {
				1501037557, -- [1]
			},
			[12] = {
				1501037557, -- [1]
			},
			[282] = {
				1500300564, -- [1]
			},
		},
		["spells"] = {
			["精华碎片"] = {
				{
					43, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					154, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					262, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1501037557, -- [2]
				}, -- [4]
				{
					155, -- [1]
					1501037557, -- [2]
				}, -- [5]
				{
					43, -- [1]
					1501038082, -- [2]
				}, -- [6]
				{
					149, -- [1]
					1501038082, -- [2]
				}, -- [7]
				{
					258, -- [1]
					1501038082, -- [2]
				}, -- [8]
				{
					43, -- [1]
					1502524811, -- [2]
				}, -- [9]
				{
					167, -- [1]
					1502524811, -- [2]
				}, -- [10]
			},
			["湮灭之锤"] = {
				{
					34, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					104, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					140, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					213, -- [1]
					1500300564, -- [2]
				}, -- [4]
				{
					249, -- [1]
					1500300564, -- [2]
				}, -- [5]
				{
					105, -- [1]
					1501037557, -- [2]
				}, -- [6]
				{
					141, -- [1]
					1501037557, -- [2]
				}, -- [7]
				{
					212, -- [1]
					1501037557, -- [2]
				}, -- [8]
				{
					34, -- [1]
					1501038082, -- [2]
				}, -- [9]
				{
					99, -- [1]
					1501038082, -- [2]
				}, -- [10]
				{
					135, -- [1]
					1501038082, -- [2]
				}, -- [11]
				{
					208, -- [1]
					1501038082, -- [2]
				}, -- [12]
				{
					244, -- [1]
					1501038082, -- [2]
				}, -- [13]
				{
					314, -- [1]
					1501038082, -- [2]
				}, -- [14]
				{
					34, -- [1]
					1502524811, -- [2]
				}, -- [15]
				{
					118, -- [1]
					1502524811, -- [2]
				}, -- [16]
				{
					154, -- [1]
					1502524811, -- [2]
				}, -- [17]
				{
					231, -- [1]
					1502524811, -- [2]
				}, -- [18]
			},
			["群体动荡"] = {
				{
					24, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					94, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					130, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					203, -- [1]
					1500300564, -- [2]
				}, -- [4]
				{
					239, -- [1]
					1500300564, -- [2]
				}, -- [5]
				{
					23, -- [1]
					1501037557, -- [2]
				}, -- [6]
				{
					95, -- [1]
					1501037557, -- [2]
				}, -- [7]
				{
					131, -- [1]
					1501037557, -- [2]
				}, -- [8]
				{
					201, -- [1]
					1501037557, -- [2]
				}, -- [9]
				{
					237, -- [1]
					1501037557, -- [2]
				}, -- [10]
				{
					23, -- [1]
					1501038082, -- [2]
				}, -- [11]
				{
					89, -- [1]
					1501038082, -- [2]
				}, -- [12]
				{
					125, -- [1]
					1501038082, -- [2]
				}, -- [13]
				{
					198, -- [1]
					1501038082, -- [2]
				}, -- [14]
				{
					234, -- [1]
					1501038082, -- [2]
				}, -- [15]
				{
					303, -- [1]
					1501038082, -- [2]
				}, -- [16]
				{
					24, -- [1]
					1502524811, -- [2]
				}, -- [17]
				{
					108, -- [1]
					1502524811, -- [2]
				}, -- [18]
				{
					144, -- [1]
					1502524811, -- [2]
				}, -- [19]
				{
					221, -- [1]
					1502524811, -- [2]
				}, -- [20]
				{
					257, -- [1]
					1502524811, -- [2]
				}, -- [21]
			},
			["灌注"] = {
				{
					5, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					75, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					113, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					184, -- [1]
					1500300564, -- [2]
				}, -- [4]
				{
					222, -- [1]
					1500300564, -- [2]
				}, -- [5]
				{
					290, -- [1]
					1500300564, -- [2]
				}, -- [6]
				{
					4, -- [1]
					1501037557, -- [2]
				}, -- [7]
				{
					76, -- [1]
					1501037557, -- [2]
				}, -- [8]
				{
					114, -- [1]
					1501037557, -- [2]
				}, -- [9]
				{
					182, -- [1]
					1501037557, -- [2]
				}, -- [10]
				{
					220, -- [1]
					1501037557, -- [2]
				}, -- [11]
				{
					4, -- [1]
					1501038082, -- [2]
				}, -- [12]
				{
					70, -- [1]
					1501038082, -- [2]
				}, -- [13]
				{
					108, -- [1]
					1501038082, -- [2]
				}, -- [14]
				{
					179, -- [1]
					1501038082, -- [2]
				}, -- [15]
				{
					217, -- [1]
					1501038082, -- [2]
				}, -- [16]
				{
					284, -- [1]
					1501038082, -- [2]
				}, -- [17]
				{
					322, -- [1]
					1501038082, -- [2]
				}, -- [18]
				{
					5, -- [1]
					1502524811, -- [2]
				}, -- [19]
				{
					89, -- [1]
					1502524811, -- [2]
				}, -- [20]
				{
					127, -- [1]
					1502524811, -- [2]
				}, -- [21]
				{
					202, -- [1]
					1502524811, -- [2]
				}, -- [22]
				{
					240, -- [1]
					1502524811, -- [2]
				}, -- [23]
			},
			["泰坦之壁"] = {
				{
					43, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					153, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					262, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1501037557, -- [2]
				}, -- [4]
				{
					154, -- [1]
					1501037557, -- [2]
				}, -- [5]
				{
					42, -- [1]
					1501038082, -- [2]
				}, -- [6]
				{
					148, -- [1]
					1501038082, -- [2]
				}, -- [7]
				{
					257, -- [1]
					1501038082, -- [2]
				}, -- [8]
				{
					43, -- [1]
					1502524811, -- [2]
				}, -- [9]
				{
					167, -- [1]
					1502524811, -- [2]
				}, -- [10]
			},
			["动荡的灵魂"] = {
				{
					11, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					26, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					96, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					132, -- [1]
					1500300564, -- [2]
				}, -- [4]
				{
					164, -- [1]
					1500300564, -- [2]
				}, -- [5]
				{
					196, -- [1]
					1500300564, -- [2]
				}, -- [6]
				{
					205, -- [1]
					1500300564, -- [2]
				}, -- [7]
				{
					213, -- [1]
					1500300564, -- [2]
				}, -- [8]
				{
					241, -- [1]
					1500300564, -- [2]
				}, -- [9]
				{
					242, -- [1]
					1500300564, -- [2]
				}, -- [10]
				{
					270, -- [1]
					1500300564, -- [2]
				}, -- [11]
				{
					25, -- [1]
					1501037557, -- [2]
				}, -- [12]
				{
					97, -- [1]
					1501037557, -- [2]
				}, -- [13]
				{
					133, -- [1]
					1501037557, -- [2]
				}, -- [14]
				{
					188, -- [1]
					1501037557, -- [2]
				}, -- [15]
				{
					202, -- [1]
					1501037557, -- [2]
				}, -- [16]
				{
					203, -- [1]
					1501037557, -- [2]
				}, -- [17]
				{
					216, -- [1]
					1501037557, -- [2]
				}, -- [18]
				{
					219, -- [1]
					1501037557, -- [2]
				}, -- [19]
				{
					230, -- [1]
					1501037557, -- [2]
				}, -- [20]
				{
					239, -- [1]
					1501037557, -- [2]
				}, -- [21]
				{
					253, -- [1]
					1501037557, -- [2]
				}, -- [22]
				{
					25, -- [1]
					1501038082, -- [2]
				}, -- [23]
				{
					91, -- [1]
					1501038082, -- [2]
				}, -- [24]
				{
					105, -- [1]
					1501038082, -- [2]
				}, -- [25]
				{
					127, -- [1]
					1501038082, -- [2]
				}, -- [26]
				{
					200, -- [1]
					1501038082, -- [2]
				}, -- [27]
				{
					236, -- [1]
					1501038082, -- [2]
				}, -- [28]
				{
					305, -- [1]
					1501038082, -- [2]
				}, -- [29]
				{
					26, -- [1]
					1502524811, -- [2]
				}, -- [30]
				{
					110, -- [1]
					1502524811, -- [2]
				}, -- [31]
				{
					146, -- [1]
					1502524811, -- [2]
				}, -- [32]
				{
					208, -- [1]
					1502524811, -- [2]
				}, -- [33]
				{
					223, -- [1]
					1502524811, -- [2]
				}, -- [34]
				{
					254, -- [1]
					1502524811, -- [2]
				}, -- [35]
				{
					255, -- [1]
					1502524811, -- [2]
				}, -- [36]
				{
					259, -- [1]
					1502524811, -- [2]
				}, -- [37]
			},
			["造物之锤"] = {
				{
					16, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					86, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					122, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					195, -- [1]
					1500300564, -- [2]
				}, -- [4]
				{
					231, -- [1]
					1500300564, -- [2]
				}, -- [5]
				{
					16, -- [1]
					1501037557, -- [2]
				}, -- [6]
				{
					87, -- [1]
					1501037557, -- [2]
				}, -- [7]
				{
					123, -- [1]
					1501037557, -- [2]
				}, -- [8]
				{
					194, -- [1]
					1501037557, -- [2]
				}, -- [9]
				{
					230, -- [1]
					1501037557, -- [2]
				}, -- [10]
				{
					16, -- [1]
					1501038082, -- [2]
				}, -- [11]
				{
					81, -- [1]
					1501038082, -- [2]
				}, -- [12]
				{
					117, -- [1]
					1501038082, -- [2]
				}, -- [13]
				{
					190, -- [1]
					1501038082, -- [2]
				}, -- [14]
				{
					226, -- [1]
					1501038082, -- [2]
				}, -- [15]
				{
					296, -- [1]
					1501038082, -- [2]
				}, -- [16]
				{
					16, -- [1]
					1502524811, -- [2]
				}, -- [17]
				{
					100, -- [1]
					1502524811, -- [2]
				}, -- [18]
				{
					136, -- [1]
					1502524811, -- [2]
				}, -- [19]
				{
					213, -- [1]
					1502524811, -- [2]
				}, -- [20]
				{
					249, -- [1]
					1502524811, -- [2]
				}, -- [21]
			},
			["反冲"] = {
				{
					42, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					153, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					261, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1501037557, -- [2]
				}, -- [4]
				{
					154, -- [1]
					1501037557, -- [2]
				}, -- [5]
				{
					42, -- [1]
					1501038082, -- [2]
				}, -- [6]
				{
					147, -- [1]
					1501038082, -- [2]
				}, -- [7]
				{
					257, -- [1]
					1501038082, -- [2]
				}, -- [8]
				{
					42, -- [1]
					1502524811, -- [2]
				}, -- [9]
				{
					166, -- [1]
					1502524811, -- [2]
				}, -- [10]
			},
			["造物者之怒"] = {
				{
					43, -- [1]
					1500300564, -- [2]
				}, -- [1]
				{
					154, -- [1]
					1500300564, -- [2]
				}, -- [2]
				{
					262, -- [1]
					1500300564, -- [2]
				}, -- [3]
				{
					43, -- [1]
					1501037557, -- [2]
				}, -- [4]
				{
					155, -- [1]
					1501037557, -- [2]
				}, -- [5]
				{
					43, -- [1]
					1501038082, -- [2]
				}, -- [6]
				{
					149, -- [1]
					1501038082, -- [2]
				}, -- [7]
				{
					258, -- [1]
					1501038082, -- [2]
				}, -- [8]
				{
					43, -- [1]
					1502524811, -- [2]
				}, -- [9]
				{
					167, -- [1]
					1502524811, -- [2]
				}, -- [10]
			},
		},
		["ids"] = {
			["精华碎片"] = 236061,
			["湮灭之锤"] = 241636,
			["群体动荡"] = 235267,
			["灌注"] = 235271,
			["泰坦之壁"] = 235028,
			["动荡的灵魂"] = 235117,
			["造物之锤"] = 241635,
			["反冲"] = 248812,
			["造物者之怒"] = 234891,
		},
	},
	["172515"] = {
		["deaths"] = {
			[49] = {
				1501496327, -- [1]
			},
		},
		["spells"] = {
			["时光珠"] = {
				{
					36, -- [1]
					1501496327, -- [2]
				}, -- [1]
			},
			["扭曲暗夜井"] = {
				{
					31, -- [1]
					1501496327, -- [2]
				}, -- [1]
				{
					38, -- [1]
					1501496327, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1501496327, -- [2]
				}, -- [3]
				{
					76, -- [1]
					1501496327, -- [2]
				}, -- [4]
			},
			["时间释放"] = {
				{
					3, -- [1]
					1501496327, -- [2]
				}, -- [1]
				{
					16, -- [1]
					1501496327, -- [2]
				}, -- [2]
				{
					41, -- [1]
					1501496327, -- [2]
				}, -- [3]
			},
			["时光粒子"] = {
				{
					9, -- [1]
					1501496327, -- [2]
				}, -- [1]
				{
					15, -- [1]
					1501496327, -- [2]
				}, -- [2]
				{
					21, -- [1]
					1501496327, -- [2]
				}, -- [3]
				{
					27, -- [1]
					1501496327, -- [2]
				}, -- [4]
				{
					34, -- [1]
					1501496327, -- [2]
				}, -- [5]
				{
					40, -- [1]
					1501496327, -- [2]
				}, -- [6]
				{
					46, -- [1]
					1501496327, -- [2]
				}, -- [7]
			},
			["时光打击"] = {
				{
					53, -- [1]
					1501496327, -- [2]
				}, -- [1]
				{
					61, -- [1]
					1501496327, -- [2]
				}, -- [2]
				{
					70, -- [1]
					1501496327, -- [2]
				}, -- [3]
				{
					85, -- [1]
					1501496327, -- [2]
				}, -- [4]
			},
			["时间炸弹"] = {
				{
					26, -- [1]
					1501496327, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1501496327, -- [2]
				}, -- [2]
			},
			["势不可挡"] = {
				{
					56, -- [1]
					1501496327, -- [2]
				}, -- [1]
			},
		},
		["ids"] = {
			["时光珠"] = 219815,
			["扭曲暗夜井"] = 207228,
			["时间释放"] = 206610,
			["时光粒子"] = 206607,
			["时光打击"] = 219808,
			["时间炸弹"] = 206618,
			["势不可挡"] = 211927,
		},
	},
	["186714"] = {
		["deaths"] = {
			[37] = {
				1500297596, -- [1]
			},
			[165] = {
				1500297596, -- [1]
			},
		},
		["spells"] = {
			["回响之痛"] = {
				{
					8, -- [1]
					1500297596, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1500297596, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1500297596, -- [2]
				}, -- [3]
				{
					87, -- [1]
					1500297596, -- [2]
				}, -- [4]
				{
					117, -- [1]
					1500297596, -- [2]
				}, -- [5]
				{
					141, -- [1]
					1500297596, -- [2]
				}, -- [6]
				{
					180, -- [1]
					1500297596, -- [2]
				}, -- [7]
				{
					205, -- [1]
					1500297596, -- [2]
				}, -- [8]
			},
			["邪能狂风"] = {
				{
					35, -- [1]
					1500297596, -- [2]
				}, -- [1]
				{
					98, -- [1]
					1500297596, -- [2]
				}, -- [2]
				{
					159, -- [1]
					1500297596, -- [2]
				}, -- [3]
				{
					221, -- [1]
					1500297596, -- [2]
				}, -- [4]
			},
			["镰刀横扫"] = {
				{
					8, -- [1]
					1500297596, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1500297596, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1500297596, -- [2]
				}, -- [3]
				{
					81, -- [1]
					1500297596, -- [2]
				}, -- [4]
				{
					106, -- [1]
					1500297596, -- [2]
				}, -- [5]
				{
					141, -- [1]
					1500297596, -- [2]
				}, -- [6]
				{
					165, -- [1]
					1500297596, -- [2]
				}, -- [7]
				{
					202, -- [1]
					1500297596, -- [2]
				}, -- [8]
				{
					226, -- [1]
					1500297596, -- [2]
				}, -- [9]
			},
			["骨锯"] = {
				{
					59, -- [1]
					1500297596, -- [2]
				}, -- [1]
				{
					120, -- [1]
					1500297596, -- [2]
				}, -- [2]
				{
					181, -- [1]
					1500297596, -- [2]
				}, -- [3]
			},
			["罪恶之痛"] = {
				{
					97, -- [1]
					1500297596, -- [2]
				}, -- [1]
			},
			["灵魂腐蚀"] = {
				{
					17, -- [1]
					1500297596, -- [2]
				}, -- [1]
				{
					23, -- [1]
					1500297596, -- [2]
				}, -- [2]
				{
					29, -- [1]
					1500297596, -- [2]
				}, -- [3]
				{
					35, -- [1]
					1500297596, -- [2]
				}, -- [4]
				{
					43, -- [1]
					1500297596, -- [2]
				}, -- [5]
				{
					49, -- [1]
					1500297596, -- [2]
				}, -- [6]
				{
					57, -- [1]
					1500297596, -- [2]
				}, -- [7]
				{
					63, -- [1]
					1500297596, -- [2]
				}, -- [8]
				{
					70, -- [1]
					1500297596, -- [2]
				}, -- [9]
				{
					77, -- [1]
					1500297596, -- [2]
				}, -- [10]
				{
					83, -- [1]
					1500297596, -- [2]
				}, -- [11]
				{
					90, -- [1]
					1500297596, -- [2]
				}, -- [12]
				{
					96, -- [1]
					1500297596, -- [2]
				}, -- [13]
				{
					102, -- [1]
					1500297596, -- [2]
				}, -- [14]
				{
					108, -- [1]
					1500297596, -- [2]
				}, -- [15]
				{
					116, -- [1]
					1500297596, -- [2]
				}, -- [16]
				{
					122, -- [1]
					1500297596, -- [2]
				}, -- [17]
				{
					128, -- [1]
					1500297596, -- [2]
				}, -- [18]
				{
					134, -- [1]
					1500297596, -- [2]
				}, -- [19]
				{
					141, -- [1]
					1500297596, -- [2]
				}, -- [20]
				{
					147, -- [1]
					1500297596, -- [2]
				}, -- [21]
				{
					153, -- [1]
					1500297596, -- [2]
				}, -- [22]
				{
					159, -- [1]
					1500297596, -- [2]
				}, -- [23]
				{
					165, -- [1]
					1500297596, -- [2]
				}, -- [24]
				{
					171, -- [1]
					1500297596, -- [2]
				}, -- [25]
				{
					177, -- [1]
					1500297596, -- [2]
				}, -- [26]
				{
					186, -- [1]
					1500297596, -- [2]
				}, -- [27]
				{
					192, -- [1]
					1500297596, -- [2]
				}, -- [28]
				{
					198, -- [1]
					1500297596, -- [2]
				}, -- [29]
				{
					204, -- [1]
					1500297596, -- [2]
				}, -- [30]
				{
					210, -- [1]
					1500297596, -- [2]
				}, -- [31]
				{
					216, -- [1]
					1500297596, -- [2]
				}, -- [32]
				{
					222, -- [1]
					1500297596, -- [2]
				}, -- [33]
			},
			["折磨爆发"] = {
				{
					10, -- [1]
					1500297596, -- [2]
				}, -- [1]
				{
					27, -- [1]
					1500297596, -- [2]
				}, -- [2]
				{
					53, -- [1]
					1500297596, -- [2]
				}, -- [3]
				{
					75, -- [1]
					1500297596, -- [2]
				}, -- [4]
				{
					94, -- [1]
					1500297596, -- [2]
				}, -- [5]
				{
					119, -- [1]
					1500297596, -- [2]
				}, -- [6]
				{
					144, -- [1]
					1500297596, -- [2]
				}, -- [7]
				{
					178, -- [1]
					1500297596, -- [2]
				}, -- [8]
				{
					197, -- [1]
					1500297596, -- [2]
				}, -- [9]
				{
					218, -- [1]
					1500297596, -- [2]
				}, -- [10]
			},
		},
		["ids"] = {
			["回响之痛"] = 233983,
			["邪能狂风"] = 235230,
			["镰刀横扫"] = 233426,
			["骨锯"] = 233441,
			["罪恶之痛"] = 239401,
			["灵魂腐蚀"] = 248713,
			["折磨爆发"] = 234015,
		},
	},
	["190314"] = {
		["deaths"] = {
			[55] = {
				1501036396, -- [1]
			},
			[53] = {
				1500299030, -- [1]
				1500299030, -- [2]
			},
			[47] = {
				1500299030, -- [1]
			},
		},
		["spells"] = {
			["暗影射击"] = {
				{
					0, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					2, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					5, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					7, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					10, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					12, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					18, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					21, -- [1]
					1500299030, -- [2]
				}, -- [8]
				{
					24, -- [1]
					1500299030, -- [2]
				}, -- [9]
				{
					27, -- [1]
					1500299030, -- [2]
				}, -- [10]
				{
					29, -- [1]
					1500299030, -- [2]
				}, -- [11]
				{
					32, -- [1]
					1500299030, -- [2]
				}, -- [12]
				{
					34, -- [1]
					1500299030, -- [2]
				}, -- [13]
				{
					39, -- [1]
					1500299030, -- [2]
				}, -- [14]
				{
					41, -- [1]
					1500299030, -- [2]
				}, -- [15]
				{
					44, -- [1]
					1500299030, -- [2]
				}, -- [16]
				{
					46, -- [1]
					1500299030, -- [2]
				}, -- [17]
				{
					154, -- [1]
					1500299030, -- [2]
				}, -- [18]
				{
					168, -- [1]
					1500299030, -- [2]
				}, -- [19]
				{
					170, -- [1]
					1500299030, -- [2]
				}, -- [20]
				{
					173, -- [1]
					1500299030, -- [2]
				}, -- [21]
				{
					179, -- [1]
					1500299030, -- [2]
				}, -- [22]
				{
					181, -- [1]
					1500299030, -- [2]
				}, -- [23]
				{
					184, -- [1]
					1500299030, -- [2]
				}, -- [24]
				{
					186, -- [1]
					1500299030, -- [2]
				}, -- [25]
				{
					189, -- [1]
					1500299030, -- [2]
				}, -- [26]
				{
					191, -- [1]
					1500299030, -- [2]
				}, -- [27]
				{
					193, -- [1]
					1500299030, -- [2]
				}, -- [28]
				{
					198, -- [1]
					1500299030, -- [2]
				}, -- [29]
				{
					201, -- [1]
					1500299030, -- [2]
				}, -- [30]
				{
					203, -- [1]
					1500299030, -- [2]
				}, -- [31]
				{
					206, -- [1]
					1500299030, -- [2]
				}, -- [32]
				{
					208, -- [1]
					1500299030, -- [2]
				}, -- [33]
				{
					223, -- [1]
					1500299030, -- [2]
				}, -- [34]
				{
					225, -- [1]
					1500299030, -- [2]
				}, -- [35]
				{
					228, -- [1]
					1500299030, -- [2]
				}, -- [36]
				{
					235, -- [1]
					1500299030, -- [2]
				}, -- [37]
				{
					237, -- [1]
					1500299030, -- [2]
				}, -- [38]
				{
					240, -- [1]
					1500299030, -- [2]
				}, -- [39]
				{
					242, -- [1]
					1500299030, -- [2]
				}, -- [40]
				{
					245, -- [1]
					1500299030, -- [2]
				}, -- [41]
				{
					247, -- [1]
					1500299030, -- [2]
				}, -- [42]
				{
					0, -- [1]
					1501036396, -- [2]
				}, -- [43]
				{
					2, -- [1]
					1501036396, -- [2]
				}, -- [44]
				{
					4, -- [1]
					1501036396, -- [2]
				}, -- [45]
				{
					7, -- [1]
					1501036396, -- [2]
				}, -- [46]
				{
					9, -- [1]
					1501036396, -- [2]
				}, -- [47]
				{
					12, -- [1]
					1501036396, -- [2]
				}, -- [48]
				{
					14, -- [1]
					1501036396, -- [2]
				}, -- [49]
				{
					19, -- [1]
					1501036396, -- [2]
				}, -- [50]
				{
					21, -- [1]
					1501036396, -- [2]
				}, -- [51]
				{
					24, -- [1]
					1501036396, -- [2]
				}, -- [52]
				{
					26, -- [1]
					1501036396, -- [2]
				}, -- [53]
				{
					29, -- [1]
					1501036396, -- [2]
				}, -- [54]
				{
					31, -- [1]
					1501036396, -- [2]
				}, -- [55]
				{
					37, -- [1]
					1501036396, -- [2]
				}, -- [56]
				{
					40, -- [1]
					1501036396, -- [2]
				}, -- [57]
				{
					42, -- [1]
					1501036396, -- [2]
				}, -- [58]
				{
					46, -- [1]
					1501036396, -- [2]
				}, -- [59]
				{
					60, -- [1]
					1501036396, -- [2]
				}, -- [60]
				{
					62, -- [1]
					1501036396, -- [2]
				}, -- [61]
				{
					65, -- [1]
					1501036396, -- [2]
				}, -- [62]
				{
					166, -- [1]
					1501036396, -- [2]
				}, -- [63]
				{
					168, -- [1]
					1501036396, -- [2]
				}, -- [64]
				{
					171, -- [1]
					1501036396, -- [2]
				}, -- [65]
				{
					173, -- [1]
					1501036396, -- [2]
				}, -- [66]
				{
					175, -- [1]
					1501036396, -- [2]
				}, -- [67]
				{
					178, -- [1]
					1501036396, -- [2]
				}, -- [68]
				{
					180, -- [1]
					1501036396, -- [2]
				}, -- [69]
				{
					185, -- [1]
					1501036396, -- [2]
				}, -- [70]
				{
					188, -- [1]
					1501036396, -- [2]
				}, -- [71]
				{
					190, -- [1]
					1501036396, -- [2]
				}, -- [72]
				{
					192, -- [1]
					1501036396, -- [2]
				}, -- [73]
				{
					196, -- [1]
					1501036396, -- [2]
				}, -- [74]
				{
					199, -- [1]
					1501036396, -- [2]
				}, -- [75]
				{
					201, -- [1]
					1501036396, -- [2]
				}, -- [76]
				{
					206, -- [1]
					1501036396, -- [2]
				}, -- [77]
				{
					208, -- [1]
					1501036396, -- [2]
				}, -- [78]
				{
					211, -- [1]
					1501036396, -- [2]
				}, -- [79]
				{
					224, -- [1]
					1501036396, -- [2]
				}, -- [80]
				{
					227, -- [1]
					1501036396, -- [2]
				}, -- [81]
				{
					229, -- [1]
					1501036396, -- [2]
				}, -- [82]
				{
					234, -- [1]
					1501036396, -- [2]
				}, -- [83]
				{
					236, -- [1]
					1501036396, -- [2]
				}, -- [84]
				{
					239, -- [1]
					1501036396, -- [2]
				}, -- [85]
				{
					241, -- [1]
					1501036396, -- [2]
				}, -- [86]
				{
					244, -- [1]
					1501036396, -- [2]
				}, -- [87]
				{
					246, -- [1]
					1501036396, -- [2]
				}, -- [88]
				{
					248, -- [1]
					1501036396, -- [2]
				}, -- [89]
				{
					254, -- [1]
					1501036396, -- [2]
				}, -- [90]
				{
					257, -- [1]
					1501036396, -- [2]
				}, -- [91]
				{
					259, -- [1]
					1501036396, -- [2]
				}, -- [92]
				{
					262, -- [1]
					1501036396, -- [2]
				}, -- [93]
				{
					264, -- [1]
					1501036396, -- [2]
				}, -- [94]
			},
			["月光之火"] = {
				{
					175, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					190, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					201, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					220, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					229, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					242, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					174, -- [1]
					1501036396, -- [2]
				}, -- [7]
				{
					188, -- [1]
					1501036396, -- [2]
				}, -- [8]
				{
					198, -- [1]
					1501036396, -- [2]
				}, -- [9]
				{
					209, -- [1]
					1501036396, -- [2]
				}, -- [10]
				{
					229, -- [1]
					1501036396, -- [2]
				}, -- [11]
				{
					244, -- [1]
					1501036396, -- [2]
				}, -- [12]
				{
					254, -- [1]
					1501036396, -- [2]
				}, -- [13]
				{
					265, -- [1]
					1501036396, -- [2]
				}, -- [14]
			},
			["明月打击"] = {
				{
					0, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					2, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					5, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					7, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					11, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					13, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					16, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					18, -- [1]
					1500299030, -- [2]
				}, -- [8]
				{
					21, -- [1]
					1500299030, -- [2]
				}, -- [9]
				{
					23, -- [1]
					1500299030, -- [2]
				}, -- [10]
				{
					26, -- [1]
					1500299030, -- [2]
				}, -- [11]
				{
					28, -- [1]
					1500299030, -- [2]
				}, -- [12]
				{
					30, -- [1]
					1500299030, -- [2]
				}, -- [13]
				{
					37, -- [1]
					1500299030, -- [2]
				}, -- [14]
				{
					39, -- [1]
					1500299030, -- [2]
				}, -- [15]
				{
					41, -- [1]
					1500299030, -- [2]
				}, -- [16]
				{
					44, -- [1]
					1500299030, -- [2]
				}, -- [17]
				{
					46, -- [1]
					1500299030, -- [2]
				}, -- [18]
				{
					60, -- [1]
					1500299030, -- [2]
				}, -- [19]
				{
					62, -- [1]
					1500299030, -- [2]
				}, -- [20]
				{
					65, -- [1]
					1500299030, -- [2]
				}, -- [21]
				{
					67, -- [1]
					1500299030, -- [2]
				}, -- [22]
				{
					69, -- [1]
					1500299030, -- [2]
				}, -- [23]
				{
					72, -- [1]
					1500299030, -- [2]
				}, -- [24]
				{
					74, -- [1]
					1500299030, -- [2]
				}, -- [25]
				{
					77, -- [1]
					1500299030, -- [2]
				}, -- [26]
				{
					79, -- [1]
					1500299030, -- [2]
				}, -- [27]
				{
					83, -- [1]
					1500299030, -- [2]
				}, -- [28]
				{
					85, -- [1]
					1500299030, -- [2]
				}, -- [29]
				{
					88, -- [1]
					1500299030, -- [2]
				}, -- [30]
				{
					91, -- [1]
					1500299030, -- [2]
				}, -- [31]
				{
					94, -- [1]
					1500299030, -- [2]
				}, -- [32]
				{
					96, -- [1]
					1500299030, -- [2]
				}, -- [33]
				{
					99, -- [1]
					1500299030, -- [2]
				}, -- [34]
				{
					101, -- [1]
					1500299030, -- [2]
				}, -- [35]
				{
					114, -- [1]
					1500299030, -- [2]
				}, -- [36]
				{
					117, -- [1]
					1500299030, -- [2]
				}, -- [37]
				{
					119, -- [1]
					1500299030, -- [2]
				}, -- [38]
				{
					122, -- [1]
					1500299030, -- [2]
				}, -- [39]
				{
					124, -- [1]
					1500299030, -- [2]
				}, -- [40]
				{
					128, -- [1]
					1500299030, -- [2]
				}, -- [41]
				{
					130, -- [1]
					1500299030, -- [2]
				}, -- [42]
				{
					133, -- [1]
					1500299030, -- [2]
				}, -- [43]
				{
					138, -- [1]
					1500299030, -- [2]
				}, -- [44]
				{
					140, -- [1]
					1500299030, -- [2]
				}, -- [45]
				{
					142, -- [1]
					1500299030, -- [2]
				}, -- [46]
				{
					145, -- [1]
					1500299030, -- [2]
				}, -- [47]
				{
					147, -- [1]
					1500299030, -- [2]
				}, -- [48]
				{
					150, -- [1]
					1500299030, -- [2]
				}, -- [49]
				{
					152, -- [1]
					1500299030, -- [2]
				}, -- [50]
				{
					0, -- [1]
					1501036396, -- [2]
				}, -- [51]
				{
					2, -- [1]
					1501036396, -- [2]
				}, -- [52]
				{
					4, -- [1]
					1501036396, -- [2]
				}, -- [53]
				{
					7, -- [1]
					1501036396, -- [2]
				}, -- [54]
				{
					11, -- [1]
					1501036396, -- [2]
				}, -- [55]
				{
					14, -- [1]
					1501036396, -- [2]
				}, -- [56]
				{
					17, -- [1]
					1501036396, -- [2]
				}, -- [57]
				{
					19, -- [1]
					1501036396, -- [2]
				}, -- [58]
				{
					21, -- [1]
					1501036396, -- [2]
				}, -- [59]
				{
					24, -- [1]
					1501036396, -- [2]
				}, -- [60]
				{
					26, -- [1]
					1501036396, -- [2]
				}, -- [61]
				{
					29, -- [1]
					1501036396, -- [2]
				}, -- [62]
				{
					31, -- [1]
					1501036396, -- [2]
				}, -- [63]
				{
					36, -- [1]
					1501036396, -- [2]
				}, -- [64]
				{
					38, -- [1]
					1501036396, -- [2]
				}, -- [65]
				{
					41, -- [1]
					1501036396, -- [2]
				}, -- [66]
				{
					43, -- [1]
					1501036396, -- [2]
				}, -- [67]
				{
					46, -- [1]
					1501036396, -- [2]
				}, -- [68]
				{
					60, -- [1]
					1501036396, -- [2]
				}, -- [69]
				{
					62, -- [1]
					1501036396, -- [2]
				}, -- [70]
				{
					65, -- [1]
					1501036396, -- [2]
				}, -- [71]
				{
					67, -- [1]
					1501036396, -- [2]
				}, -- [72]
				{
					71, -- [1]
					1501036396, -- [2]
				}, -- [73]
				{
					74, -- [1]
					1501036396, -- [2]
				}, -- [74]
				{
					77, -- [1]
					1501036396, -- [2]
				}, -- [75]
				{
					79, -- [1]
					1501036396, -- [2]
				}, -- [76]
				{
					82, -- [1]
					1501036396, -- [2]
				}, -- [77]
				{
					84, -- [1]
					1501036396, -- [2]
				}, -- [78]
				{
					87, -- [1]
					1501036396, -- [2]
				}, -- [79]
				{
					89, -- [1]
					1501036396, -- [2]
				}, -- [80]
				{
					95, -- [1]
					1501036396, -- [2]
				}, -- [81]
				{
					98, -- [1]
					1501036396, -- [2]
				}, -- [82]
				{
					100, -- [1]
					1501036396, -- [2]
				}, -- [83]
				{
					112, -- [1]
					1501036396, -- [2]
				}, -- [84]
				{
					115, -- [1]
					1501036396, -- [2]
				}, -- [85]
				{
					117, -- [1]
					1501036396, -- [2]
				}, -- [86]
				{
					119, -- [1]
					1501036396, -- [2]
				}, -- [87]
				{
					124, -- [1]
					1501036396, -- [2]
				}, -- [88]
				{
					127, -- [1]
					1501036396, -- [2]
				}, -- [89]
				{
					129, -- [1]
					1501036396, -- [2]
				}, -- [90]
				{
					132, -- [1]
					1501036396, -- [2]
				}, -- [91]
				{
					134, -- [1]
					1501036396, -- [2]
				}, -- [92]
				{
					137, -- [1]
					1501036396, -- [2]
				}, -- [93]
				{
					139, -- [1]
					1501036396, -- [2]
				}, -- [94]
				{
					141, -- [1]
					1501036396, -- [2]
				}, -- [95]
				{
					144, -- [1]
					1501036396, -- [2]
				}, -- [96]
				{
					146, -- [1]
					1501036396, -- [2]
				}, -- [97]
				{
					150, -- [1]
					1501036396, -- [2]
				}, -- [98]
				{
					152, -- [1]
					1501036396, -- [2]
				}, -- [99]
				{
					155, -- [1]
					1501036396, -- [2]
				}, -- [100]
			},
			["暮光扫射"] = {
				{
					18, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					38, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					71, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					87, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					104, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					124, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					143, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					178, -- [1]
					1500299030, -- [2]
				}, -- [8]
				{
					198, -- [1]
					1500299030, -- [2]
				}, -- [9]
				{
					233, -- [1]
					1500299030, -- [2]
				}, -- [10]
				{
					18, -- [1]
					1501036396, -- [2]
				}, -- [11]
				{
					37, -- [1]
					1501036396, -- [2]
				}, -- [12]
				{
					84, -- [1]
					1501036396, -- [2]
				}, -- [13]
				{
					98, -- [1]
					1501036396, -- [2]
				}, -- [14]
				{
					124, -- [1]
					1501036396, -- [2]
				}, -- [15]
				{
					143, -- [1]
					1501036396, -- [2]
				}, -- [16]
				{
					185, -- [1]
					1501036396, -- [2]
				}, -- [17]
				{
					205, -- [1]
					1501036396, -- [2]
				}, -- [18]
				{
					233, -- [1]
					1501036396, -- [2]
				}, -- [19]
				{
					254, -- [1]
					1501036396, -- [2]
				}, -- [20]
			},
			["月蚀之拥"] = {
				{
					102, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					103, -- [1]
					1501036396, -- [2]
				}, -- [2]
				{
					157, -- [1]
					1501036396, -- [2]
				}, -- [3]
			},
			["战刃风暴"] = {
				{
					160, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					163, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					166, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					167, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					214, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					215, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					218, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					215, -- [1]
					1501036396, -- [2]
				}, -- [8]
				{
					218, -- [1]
					1501036396, -- [2]
				}, -- [9]
				{
					220, -- [1]
					1501036396, -- [2]
				}, -- [10]
				{
					221, -- [1]
					1501036396, -- [2]
				}, -- [11]
			},
			["月光战刃"] = {
				{
					13, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					46, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					15, -- [1]
					1501036396, -- [2]
				}, -- [4]
				{
					30, -- [1]
					1501036396, -- [2]
				}, -- [5]
				{
					46, -- [1]
					1501036396, -- [2]
				}, -- [6]
			},
			["召唤月爪"] = {
				{
					67, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					79, -- [1]
					1501036396, -- [2]
				}, -- [2]
			},
			["暮光战刃"] = {
				{
					18, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					38, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					41, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					66, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					69, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					86, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					89, -- [1]
					1500299030, -- [2]
				}, -- [8]
				{
					112, -- [1]
					1500299030, -- [2]
				}, -- [9]
				{
					115, -- [1]
					1500299030, -- [2]
				}, -- [10]
				{
					119, -- [1]
					1500299030, -- [2]
				}, -- [11]
				{
					122, -- [1]
					1500299030, -- [2]
				}, -- [12]
				{
					139, -- [1]
					1500299030, -- [2]
				}, -- [13]
				{
					142, -- [1]
					1500299030, -- [2]
				}, -- [14]
				{
					167, -- [1]
					1500299030, -- [2]
				}, -- [15]
				{
					170, -- [1]
					1500299030, -- [2]
				}, -- [16]
				{
					174, -- [1]
					1500299030, -- [2]
				}, -- [17]
				{
					177, -- [1]
					1500299030, -- [2]
				}, -- [18]
				{
					196, -- [1]
					1500299030, -- [2]
				}, -- [19]
				{
					199, -- [1]
					1500299030, -- [2]
				}, -- [20]
				{
					220, -- [1]
					1500299030, -- [2]
				}, -- [21]
				{
					223, -- [1]
					1500299030, -- [2]
				}, -- [22]
				{
					229, -- [1]
					1500299030, -- [2]
				}, -- [23]
				{
					232, -- [1]
					1500299030, -- [2]
				}, -- [24]
				{
					18, -- [1]
					1501036396, -- [2]
				}, -- [25]
				{
					21, -- [1]
					1501036396, -- [2]
				}, -- [26]
				{
					36, -- [1]
					1501036396, -- [2]
				}, -- [27]
				{
					39, -- [1]
					1501036396, -- [2]
				}, -- [28]
				{
					57, -- [1]
					1501036396, -- [2]
				}, -- [29]
				{
					61, -- [1]
					1501036396, -- [2]
				}, -- [30]
				{
					77, -- [1]
					1501036396, -- [2]
				}, -- [31]
				{
					80, -- [1]
					1501036396, -- [2]
				}, -- [32]
				{
					96, -- [1]
					1501036396, -- [2]
				}, -- [33]
				{
					99, -- [1]
					1501036396, -- [2]
				}, -- [34]
				{
					119, -- [1]
					1501036396, -- [2]
				}, -- [35]
				{
					123, -- [1]
					1501036396, -- [2]
				}, -- [36]
				{
					140, -- [1]
					1501036396, -- [2]
				}, -- [37]
				{
					143, -- [1]
					1501036396, -- [2]
				}, -- [38]
				{
					166, -- [1]
					1501036396, -- [2]
				}, -- [39]
				{
					169, -- [1]
					1501036396, -- [2]
				}, -- [40]
				{
					175, -- [1]
					1501036396, -- [2]
				}, -- [41]
				{
					178, -- [1]
					1501036396, -- [2]
				}, -- [42]
				{
					195, -- [1]
					1501036396, -- [2]
				}, -- [43]
				{
					198, -- [1]
					1501036396, -- [2]
				}, -- [44]
				{
					222, -- [1]
					1501036396, -- [2]
				}, -- [45]
				{
					225, -- [1]
					1501036396, -- [2]
				}, -- [46]
				{
					230, -- [1]
					1501036396, -- [2]
				}, -- [47]
				{
					233, -- [1]
					1501036396, -- [2]
				}, -- [48]
				{
					251, -- [1]
					1501036396, -- [2]
				}, -- [49]
				{
					254, -- [1]
					1501036396, -- [2]
				}, -- [50]
			},
			["急速射击"] = {
				{
					73, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					93, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					112, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					131, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					151, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					85, -- [1]
					1501036396, -- [2]
				}, -- [6]
				{
					112, -- [1]
					1501036396, -- [2]
				}, -- [7]
				{
					132, -- [1]
					1501036396, -- [2]
				}, -- [8]
				{
					150, -- [1]
					1501036396, -- [2]
				}, -- [9]
			},
			["月灼"] = {
				{
					10, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					59, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					82, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					114, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					137, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					168, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					189, -- [1]
					1500299030, -- [2]
				}, -- [8]
				{
					211, -- [1]
					1500299030, -- [2]
				}, -- [9]
				{
					231, -- [1]
					1500299030, -- [2]
				}, -- [10]
				{
					10, -- [1]
					1501036396, -- [2]
				}, -- [11]
				{
					34, -- [1]
					1501036396, -- [2]
				}, -- [12]
				{
					59, -- [1]
					1501036396, -- [2]
				}, -- [13]
				{
					70, -- [1]
					1501036396, -- [2]
				}, -- [14]
				{
					93, -- [1]
					1501036396, -- [2]
				}, -- [15]
				{
					123, -- [1]
					1501036396, -- [2]
				}, -- [16]
				{
					149, -- [1]
					1501036396, -- [2]
				}, -- [17]
				{
					177, -- [1]
					1501036396, -- [2]
				}, -- [18]
				{
					195, -- [1]
					1501036396, -- [2]
				}, -- [19]
				{
					223, -- [1]
					1501036396, -- [2]
				}, -- [20]
				{
					243, -- [1]
					1501036396, -- [2]
				}, -- [21]
				{
					265, -- [1]
					1501036396, -- [2]
				}, -- [22]
			},
			["灵体射击"] = {
				{
					47, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					49, -- [1]
					1501036396, -- [2]
				}, -- [2]
			},
			["月光信标"] = {
				{
					186, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					208, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					241, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					187, -- [1]
					1501036396, -- [2]
				}, -- [4]
				{
					209, -- [1]
					1501036396, -- [2]
				}, -- [5]
				{
					240, -- [1]
					1501036396, -- [2]
				}, -- [6]
				{
					262, -- [1]
					1501036396, -- [2]
				}, -- [7]
			},
			["致命尖叫"] = {
				{
					90, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					105, -- [1]
					1501036396, -- [2]
				}, -- [2]
			},
			["灵体传送"] = {
				{
					5, -- [1]
					1500299030, -- [2]
				}, -- [1]
				{
					13, -- [1]
					1500299030, -- [2]
				}, -- [2]
				{
					24, -- [1]
					1500299030, -- [2]
				}, -- [3]
				{
					36, -- [1]
					1500299030, -- [2]
				}, -- [4]
				{
					44, -- [1]
					1500299030, -- [2]
				}, -- [5]
				{
					57, -- [1]
					1500299030, -- [2]
				}, -- [6]
				{
					72, -- [1]
					1500299030, -- [2]
				}, -- [7]
				{
					91, -- [1]
					1500299030, -- [2]
				}, -- [8]
				{
					128, -- [1]
					1500299030, -- [2]
				}, -- [9]
				{
					147, -- [1]
					1500299030, -- [2]
				}, -- [10]
				{
					153, -- [1]
					1500299030, -- [2]
				}, -- [11]
				{
					168, -- [1]
					1500299030, -- [2]
				}, -- [12]
				{
					188, -- [1]
					1500299030, -- [2]
				}, -- [13]
				{
					212, -- [1]
					1500299030, -- [2]
				}, -- [14]
				{
					235, -- [1]
					1500299030, -- [2]
				}, -- [15]
				{
					4, -- [1]
					1501036396, -- [2]
				}, -- [16]
				{
					14, -- [1]
					1501036396, -- [2]
				}, -- [17]
				{
					24, -- [1]
					1501036396, -- [2]
				}, -- [18]
				{
					36, -- [1]
					1501036396, -- [2]
				}, -- [19]
				{
					46, -- [1]
					1501036396, -- [2]
				}, -- [20]
				{
					70, -- [1]
					1501036396, -- [2]
				}, -- [21]
				{
					74, -- [1]
					1501036396, -- [2]
				}, -- [22]
				{
					95, -- [1]
					1501036396, -- [2]
				}, -- [23]
				{
					127, -- [1]
					1501036396, -- [2]
				}, -- [24]
				{
					146, -- [1]
					1501036396, -- [2]
				}, -- [25]
				{
					166, -- [1]
					1501036396, -- [2]
				}, -- [26]
				{
					170, -- [1]
					1501036396, -- [2]
				}, -- [27]
				{
					196, -- [1]
					1501036396, -- [2]
				}, -- [28]
				{
					224, -- [1]
					1501036396, -- [2]
				}, -- [29]
				{
					248, -- [1]
					1501036396, -- [2]
				}, -- [30]
			},
		},
		["ids"] = {
			["暗影射击"] = 237630,
			["月光之火"] = 239264,
			["明月打击"] = 237632,
			["暮光扫射"] = 236442,
			["月蚀之拥"] = 233263,
			["战刃风暴"] = 239386,
			["月光战刃"] = 236547,
			["召唤月爪"] = 236694,
			["暮光战刃"] = 236529,
			["急速射击"] = 236596,
			["月灼"] = 236518,
			["灵体射击"] = 236305,
			["月光信标"] = 236712,
			["致命尖叫"] = 236697,
			["灵体传送"] = 236115,
		},
	},
	["166715"] = {
		["deaths"] = {
			[51] = {
				1500890151, -- [1]
			},
		},
		["spells"] = {
			["撕裂"] = {
				{
					11, -- [1]
					1500890151, -- [2]
				}, -- [1]
				{
					22, -- [1]
					1500890151, -- [2]
				}, -- [2]
				{
					34, -- [1]
					1500890151, -- [2]
				}, -- [3]
			},
			["压制"] = {
				{
					10, -- [1]
					1500890151, -- [2]
				}, -- [1]
				{
					20, -- [1]
					1500890151, -- [2]
				}, -- [2]
				{
					30, -- [1]
					1500890151, -- [2]
				}, -- [3]
				{
					40, -- [1]
					1500890151, -- [2]
				}, -- [4]
				{
					50, -- [1]
					1500890151, -- [2]
				}, -- [5]
			},
			["回荡杂音"] = {
				{
					40, -- [1]
					1500890151, -- [2]
				}, -- [1]
				{
					50, -- [1]
					1500890151, -- [2]
				}, -- [2]
			},
			["撕裂肉体"] = {
				{
					14, -- [1]
					1500890151, -- [2]
				}, -- [1]
				{
					14, -- [1]
					1500890151, -- [2]
				}, -- [2]
				{
					34, -- [1]
					1500890151, -- [2]
				}, -- [3]
				{
					34, -- [1]
					1500890151, -- [2]
				}, -- [4]
				{
					55, -- [1]
					1500890151, -- [2]
				}, -- [5]
				{
					55, -- [1]
					1500890151, -- [2]
				}, -- [6]
			},
			["血性狂乱"] = {
				{
					40, -- [1]
					1500890151, -- [2]
				}, -- [1]
			},
			["震耳喧嚣"] = {
				{
					40, -- [1]
					1500890151, -- [2]
				}, -- [1]
				{
					50, -- [1]
					1500890151, -- [2]
				}, -- [2]
			},
			["梦魇喧嚣"] = {
				{
					50, -- [1]
					1500890151, -- [2]
				}, -- [1]
			},
		},
		["ids"] = {
			["撕裂"] = 223572,
			["压制"] = 197943,
			["回荡杂音"] = 198392,
			["撕裂肉体"] = 197942,
			["血性狂乱"] = 198388,
			["震耳喧嚣"] = 197969,
			["梦魇喧嚣"] = 197980,
		},
	},
	["189615"] = {
		["deaths"] = {
			[213] = {
				1501944972, -- [1]
			},
			[201] = {
				1501943711, -- [1]
			},
			[262] = {
				1501944972, -- [1]
			},
			[209] = {
				1501943711, -- [1]
			},
			[288] = {
				1501943711, -- [1]
			},
			[193] = {
				1501944972, -- [1]
			},
			[156] = {
				1505817730, -- [1]
			},
			[267] = {
				1501943711, -- [1]
			},
			[268] = {
				1501944310, -- [1]
			},
			[313] = {
				1501944972, -- [1]
			},
			[143] = {
				1501944310, -- [1]
			},
			[151] = {
				1501944310, -- [1]
			},
			[189] = {
				1505817730, -- [1]
			},
			[80] = {
				1501944310, -- [1]
				1501944310, -- [2]
			},
			[71] = {
				1502628859, -- [1]
			},
			[133] = {
				1501943711, -- [1]
			},
		},
		["spells"] = {
			["折磨哀嚎"] = {
				{
					121, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					125, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					131, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					137, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					143, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					149, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					155, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					161, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					167, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					173, -- [1]
					1501943711, -- [2]
				}, -- [10]
				{
					179, -- [1]
					1501943711, -- [2]
				}, -- [11]
				{
					185, -- [1]
					1501943711, -- [2]
				}, -- [12]
				{
					121, -- [1]
					1501944310, -- [2]
				}, -- [13]
				{
					125, -- [1]
					1501944310, -- [2]
				}, -- [14]
				{
					131, -- [1]
					1501944310, -- [2]
				}, -- [15]
				{
					137, -- [1]
					1501944310, -- [2]
				}, -- [16]
				{
					143, -- [1]
					1501944310, -- [2]
				}, -- [17]
				{
					149, -- [1]
					1501944310, -- [2]
				}, -- [18]
				{
					155, -- [1]
					1501944310, -- [2]
				}, -- [19]
				{
					161, -- [1]
					1501944310, -- [2]
				}, -- [20]
				{
					167, -- [1]
					1501944310, -- [2]
				}, -- [21]
				{
					173, -- [1]
					1501944310, -- [2]
				}, -- [22]
				{
					179, -- [1]
					1501944310, -- [2]
				}, -- [23]
				{
					185, -- [1]
					1501944310, -- [2]
				}, -- [24]
				{
					121, -- [1]
					1501944972, -- [2]
				}, -- [25]
				{
					125, -- [1]
					1501944972, -- [2]
				}, -- [26]
				{
					131, -- [1]
					1501944972, -- [2]
				}, -- [27]
				{
					137, -- [1]
					1501944972, -- [2]
				}, -- [28]
				{
					143, -- [1]
					1501944972, -- [2]
				}, -- [29]
				{
					149, -- [1]
					1501944972, -- [2]
				}, -- [30]
				{
					155, -- [1]
					1501944972, -- [2]
				}, -- [31]
				{
					161, -- [1]
					1501944972, -- [2]
				}, -- [32]
				{
					121, -- [1]
					1502628859, -- [2]
				}, -- [33]
				{
					125, -- [1]
					1502628859, -- [2]
				}, -- [34]
				{
					131, -- [1]
					1502628859, -- [2]
				}, -- [35]
				{
					137, -- [1]
					1502628859, -- [2]
				}, -- [36]
				{
					143, -- [1]
					1502628859, -- [2]
				}, -- [37]
				{
					149, -- [1]
					1502628859, -- [2]
				}, -- [38]
				{
					155, -- [1]
					1502628859, -- [2]
				}, -- [39]
				{
					161, -- [1]
					1502628859, -- [2]
				}, -- [40]
				{
					167, -- [1]
					1502628859, -- [2]
				}, -- [41]
				{
					173, -- [1]
					1502628859, -- [2]
				}, -- [42]
				{
					179, -- [1]
					1502628859, -- [2]
				}, -- [43]
				{
					185, -- [1]
					1502628859, -- [2]
				}, -- [44]
				{
					121, -- [1]
					1505817730, -- [2]
				}, -- [45]
				{
					125, -- [1]
					1505817730, -- [2]
				}, -- [46]
				{
					131, -- [1]
					1505817730, -- [2]
				}, -- [47]
				{
					137, -- [1]
					1505817730, -- [2]
				}, -- [48]
				{
					143, -- [1]
					1505817730, -- [2]
				}, -- [49]
				{
					149, -- [1]
					1505817730, -- [2]
				}, -- [50]
				{
					155, -- [1]
					1505817730, -- [2]
				}, -- [51]
				{
					161, -- [1]
					1505817730, -- [2]
				}, -- [52]
			},
			["末日分裂"] = {
				{
					242, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					267, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					293, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					318, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					344, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					268, -- [1]
					1501944310, -- [2]
				}, -- [6]
				{
					294, -- [1]
					1501944310, -- [2]
				}, -- [7]
				{
					319, -- [1]
					1501944310, -- [2]
				}, -- [8]
				{
					345, -- [1]
					1501944310, -- [2]
				}, -- [9]
				{
					370, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					396, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					421, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					211, -- [1]
					1501944972, -- [2]
				}, -- [13]
				{
					237, -- [1]
					1501944972, -- [2]
				}, -- [14]
				{
					262, -- [1]
					1501944972, -- [2]
				}, -- [15]
				{
					287, -- [1]
					1501944972, -- [2]
				}, -- [16]
				{
					313, -- [1]
					1501944972, -- [2]
				}, -- [17]
				{
					269, -- [1]
					1502628859, -- [2]
				}, -- [18]
				{
					295, -- [1]
					1502628859, -- [2]
				}, -- [19]
				{
					320, -- [1]
					1502628859, -- [2]
				}, -- [20]
				{
					346, -- [1]
					1502628859, -- [2]
				}, -- [21]
				{
					371, -- [1]
					1502628859, -- [2]
				}, -- [22]
				{
					206, -- [1]
					1505817730, -- [2]
				}, -- [23]
				{
					232, -- [1]
					1505817730, -- [2]
				}, -- [24]
				{
					257, -- [1]
					1505817730, -- [2]
				}, -- [25]
				{
					283, -- [1]
					1505817730, -- [2]
				}, -- [26]
			},
			["裂地猛击"] = {
				{
					8, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					34, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					57, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					72, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					84, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					96, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					106, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					119, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					142, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					165, -- [1]
					1501943711, -- [2]
				}, -- [10]
				{
					188, -- [1]
					1501943711, -- [2]
				}, -- [11]
				{
					189, -- [1]
					1501943711, -- [2]
				}, -- [12]
				{
					191, -- [1]
					1501943711, -- [2]
				}, -- [13]
				{
					212, -- [1]
					1501943711, -- [2]
				}, -- [14]
				{
					214, -- [1]
					1501943711, -- [2]
				}, -- [15]
				{
					235, -- [1]
					1501943711, -- [2]
				}, -- [16]
				{
					237, -- [1]
					1501943711, -- [2]
				}, -- [17]
				{
					266, -- [1]
					1501943711, -- [2]
				}, -- [18]
				{
					289, -- [1]
					1501943711, -- [2]
				}, -- [19]
				{
					314, -- [1]
					1501943711, -- [2]
				}, -- [20]
				{
					336, -- [1]
					1501943711, -- [2]
				}, -- [21]
				{
					10, -- [1]
					1501944310, -- [2]
				}, -- [22]
				{
					33, -- [1]
					1501944310, -- [2]
				}, -- [23]
				{
					56, -- [1]
					1501944310, -- [2]
				}, -- [24]
				{
					69, -- [1]
					1501944310, -- [2]
				}, -- [25]
				{
					80, -- [1]
					1501944310, -- [2]
				}, -- [26]
				{
					92, -- [1]
					1501944310, -- [2]
				}, -- [27]
				{
					102, -- [1]
					1501944310, -- [2]
				}, -- [28]
				{
					115, -- [1]
					1501944310, -- [2]
				}, -- [29]
				{
					125, -- [1]
					1501944310, -- [2]
				}, -- [30]
				{
					142, -- [1]
					1501944310, -- [2]
				}, -- [31]
				{
					165, -- [1]
					1501944310, -- [2]
				}, -- [32]
				{
					190, -- [1]
					1501944310, -- [2]
				}, -- [33]
				{
					213, -- [1]
					1501944310, -- [2]
				}, -- [34]
				{
					238, -- [1]
					1501944310, -- [2]
				}, -- [35]
				{
					239, -- [1]
					1501944310, -- [2]
				}, -- [36]
				{
					261, -- [1]
					1501944310, -- [2]
				}, -- [37]
				{
					269, -- [1]
					1501944310, -- [2]
				}, -- [38]
				{
					284, -- [1]
					1501944310, -- [2]
				}, -- [39]
				{
					291, -- [1]
					1501944310, -- [2]
				}, -- [40]
				{
					310, -- [1]
					1501944310, -- [2]
				}, -- [41]
				{
					314, -- [1]
					1501944310, -- [2]
				}, -- [42]
				{
					332, -- [1]
					1501944310, -- [2]
				}, -- [43]
				{
					337, -- [1]
					1501944310, -- [2]
				}, -- [44]
				{
					360, -- [1]
					1501944310, -- [2]
				}, -- [45]
				{
					10, -- [1]
					1501944972, -- [2]
				}, -- [46]
				{
					33, -- [1]
					1501944972, -- [2]
				}, -- [47]
				{
					56, -- [1]
					1501944972, -- [2]
				}, -- [48]
				{
					74, -- [1]
					1501944972, -- [2]
				}, -- [49]
				{
					79, -- [1]
					1501944972, -- [2]
				}, -- [50]
				{
					96, -- [1]
					1501944972, -- [2]
				}, -- [51]
				{
					119, -- [1]
					1501944972, -- [2]
				}, -- [52]
				{
					143, -- [1]
					1501944972, -- [2]
				}, -- [53]
				{
					165, -- [1]
					1501944972, -- [2]
				}, -- [54]
				{
					188, -- [1]
					1501944972, -- [2]
				}, -- [55]
				{
					12, -- [1]
					1502628859, -- [2]
				}, -- [56]
				{
					36, -- [1]
					1502628859, -- [2]
				}, -- [57]
				{
					59, -- [1]
					1502628859, -- [2]
				}, -- [58]
				{
					71, -- [1]
					1502628859, -- [2]
				}, -- [59]
				{
					82, -- [1]
					1502628859, -- [2]
				}, -- [60]
				{
					95, -- [1]
					1502628859, -- [2]
				}, -- [61]
				{
					105, -- [1]
					1502628859, -- [2]
				}, -- [62]
				{
					118, -- [1]
					1502628859, -- [2]
				}, -- [63]
				{
					141, -- [1]
					1502628859, -- [2]
				}, -- [64]
				{
					164, -- [1]
					1502628859, -- [2]
				}, -- [65]
				{
					187, -- [1]
					1502628859, -- [2]
				}, -- [66]
				{
					189, -- [1]
					1502628859, -- [2]
				}, -- [67]
				{
					195, -- [1]
					1502628859, -- [2]
				}, -- [68]
				{
					212, -- [1]
					1502628859, -- [2]
				}, -- [69]
				{
					218, -- [1]
					1502628859, -- [2]
				}, -- [70]
				{
					236, -- [1]
					1502628859, -- [2]
				}, -- [71]
				{
					241, -- [1]
					1502628859, -- [2]
				}, -- [72]
				{
					259, -- [1]
					1502628859, -- [2]
				}, -- [73]
				{
					264, -- [1]
					1502628859, -- [2]
				}, -- [74]
				{
					282, -- [1]
					1502628859, -- [2]
				}, -- [75]
				{
					287, -- [1]
					1502628859, -- [2]
				}, -- [76]
				{
					305, -- [1]
					1502628859, -- [2]
				}, -- [77]
				{
					310, -- [1]
					1502628859, -- [2]
				}, -- [78]
				{
					14, -- [1]
					1505817730, -- [2]
				}, -- [79]
				{
					36, -- [1]
					1505817730, -- [2]
				}, -- [80]
				{
					59, -- [1]
					1505817730, -- [2]
				}, -- [81]
				{
					74, -- [1]
					1505817730, -- [2]
				}, -- [82]
				{
					85, -- [1]
					1505817730, -- [2]
				}, -- [83]
				{
					97, -- [1]
					1505817730, -- [2]
				}, -- [84]
				{
					107, -- [1]
					1505817730, -- [2]
				}, -- [85]
				{
					120, -- [1]
					1505817730, -- [2]
				}, -- [86]
				{
					144, -- [1]
					1505817730, -- [2]
				}, -- [87]
			},
			["枯萎"] = {
				{
					22, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					32, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					142, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					152, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					220, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					225, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					252, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					279, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					285, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					23, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					32, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					143, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					153, -- [1]
					1501944310, -- [2]
				}, -- [13]
				{
					247, -- [1]
					1501944310, -- [2]
				}, -- [14]
				{
					252, -- [1]
					1501944310, -- [2]
				}, -- [15]
				{
					279, -- [1]
					1501944310, -- [2]
				}, -- [16]
				{
					306, -- [1]
					1501944310, -- [2]
				}, -- [17]
				{
					311, -- [1]
					1501944310, -- [2]
				}, -- [18]
				{
					23, -- [1]
					1501944972, -- [2]
				}, -- [19]
				{
					32, -- [1]
					1501944972, -- [2]
				}, -- [20]
				{
					140, -- [1]
					1501944972, -- [2]
				}, -- [21]
				{
					152, -- [1]
					1501944972, -- [2]
				}, -- [22]
				{
					189, -- [1]
					1501944972, -- [2]
				}, -- [23]
				{
					194, -- [1]
					1501944972, -- [2]
				}, -- [24]
				{
					221, -- [1]
					1501944972, -- [2]
				}, -- [25]
				{
					247, -- [1]
					1501944972, -- [2]
				}, -- [26]
				{
					252, -- [1]
					1501944972, -- [2]
				}, -- [27]
				{
					22, -- [1]
					1502628859, -- [2]
				}, -- [28]
				{
					32, -- [1]
					1502628859, -- [2]
				}, -- [29]
				{
					59, -- [1]
					1502628859, -- [2]
				}, -- [30]
				{
					143, -- [1]
					1502628859, -- [2]
				}, -- [31]
				{
					152, -- [1]
					1502628859, -- [2]
				}, -- [32]
				{
					247, -- [1]
					1502628859, -- [2]
				}, -- [33]
				{
					252, -- [1]
					1502628859, -- [2]
				}, -- [34]
				{
					279, -- [1]
					1502628859, -- [2]
				}, -- [35]
				{
					306, -- [1]
					1502628859, -- [2]
				}, -- [36]
				{
					311, -- [1]
					1502628859, -- [2]
				}, -- [37]
				{
					24, -- [1]
					1505817730, -- [2]
				}, -- [38]
				{
					33, -- [1]
					1505817730, -- [2]
				}, -- [39]
				{
					140, -- [1]
					1505817730, -- [2]
				}, -- [40]
				{
					153, -- [1]
					1505817730, -- [2]
				}, -- [41]
				{
					187, -- [1]
					1505817730, -- [2]
				}, -- [42]
				{
					192, -- [1]
					1505817730, -- [2]
				}, -- [43]
				{
					223, -- [1]
					1505817730, -- [2]
				}, -- [44]
			},
			["哀嚎之魂"] = {
				{
					61, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					181, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					61, -- [1]
					1501944310, -- [2]
				}, -- [3]
				{
					181, -- [1]
					1501944310, -- [2]
				}, -- [4]
				{
					61, -- [1]
					1501944972, -- [2]
				}, -- [5]
				{
					61, -- [1]
					1502628859, -- [2]
				}, -- [6]
				{
					181, -- [1]
					1502628859, -- [2]
				}, -- [7]
				{
					61, -- [1]
					1505817730, -- [2]
				}, -- [8]
			},
			["攫取之暗"] = {
				{
					5, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					7, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					8, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					12, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					13, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					15, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					16, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					19, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					20, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					23, -- [1]
					1501943711, -- [2]
				}, -- [10]
				{
					24, -- [1]
					1501943711, -- [2]
				}, -- [11]
				{
					26, -- [1]
					1501943711, -- [2]
				}, -- [12]
				{
					34, -- [1]
					1501943711, -- [2]
				}, -- [13]
				{
					38, -- [1]
					1501943711, -- [2]
				}, -- [14]
				{
					44, -- [1]
					1501943711, -- [2]
				}, -- [15]
				{
					47, -- [1]
					1501943711, -- [2]
				}, -- [16]
				{
					51, -- [1]
					1501943711, -- [2]
				}, -- [17]
				{
					54, -- [1]
					1501943711, -- [2]
				}, -- [18]
				{
					58, -- [1]
					1501943711, -- [2]
				}, -- [19]
				{
					61, -- [1]
					1501943711, -- [2]
				}, -- [20]
				{
					64, -- [1]
					1501943711, -- [2]
				}, -- [21]
				{
					65, -- [1]
					1501943711, -- [2]
				}, -- [22]
				{
					68, -- [1]
					1501943711, -- [2]
				}, -- [23]
				{
					69, -- [1]
					1501943711, -- [2]
				}, -- [24]
				{
					72, -- [1]
					1501943711, -- [2]
				}, -- [25]
				{
					75, -- [1]
					1501943711, -- [2]
				}, -- [26]
				{
					84, -- [1]
					1501943711, -- [2]
				}, -- [27]
				{
					89, -- [1]
					1501943711, -- [2]
				}, -- [28]
				{
					93, -- [1]
					1501943711, -- [2]
				}, -- [29]
				{
					94, -- [1]
					1501943711, -- [2]
				}, -- [30]
				{
					97, -- [1]
					1501943711, -- [2]
				}, -- [31]
				{
					102, -- [1]
					1501943711, -- [2]
				}, -- [32]
				{
					105, -- [1]
					1501943711, -- [2]
				}, -- [33]
				{
					106, -- [1]
					1501943711, -- [2]
				}, -- [34]
				{
					109, -- [1]
					1501943711, -- [2]
				}, -- [35]
				{
					113, -- [1]
					1501943711, -- [2]
				}, -- [36]
				{
					117, -- [1]
					1501943711, -- [2]
				}, -- [37]
				{
					120, -- [1]
					1501943711, -- [2]
				}, -- [38]
				{
					124, -- [1]
					1501943711, -- [2]
				}, -- [39]
				{
					128, -- [1]
					1501943711, -- [2]
				}, -- [40]
				{
					136, -- [1]
					1501943711, -- [2]
				}, -- [41]
				{
					140, -- [1]
					1501943711, -- [2]
				}, -- [42]
				{
					143, -- [1]
					1501943711, -- [2]
				}, -- [43]
				{
					148, -- [1]
					1501943711, -- [2]
				}, -- [44]
				{
					152, -- [1]
					1501943711, -- [2]
				}, -- [45]
				{
					156, -- [1]
					1501943711, -- [2]
				}, -- [46]
				{
					159, -- [1]
					1501943711, -- [2]
				}, -- [47]
				{
					163, -- [1]
					1501943711, -- [2]
				}, -- [48]
				{
					166, -- [1]
					1501943711, -- [2]
				}, -- [49]
				{
					170, -- [1]
					1501943711, -- [2]
				}, -- [50]
				{
					174, -- [1]
					1501943711, -- [2]
				}, -- [51]
				{
					186, -- [1]
					1501943711, -- [2]
				}, -- [52]
				{
					190, -- [1]
					1501943711, -- [2]
				}, -- [53]
				{
					193, -- [1]
					1501943711, -- [2]
				}, -- [54]
				{
					197, -- [1]
					1501943711, -- [2]
				}, -- [55]
				{
					200, -- [1]
					1501943711, -- [2]
				}, -- [56]
				{
					204, -- [1]
					1501943711, -- [2]
				}, -- [57]
				{
					208, -- [1]
					1501943711, -- [2]
				}, -- [58]
				{
					211, -- [1]
					1501943711, -- [2]
				}, -- [59]
				{
					215, -- [1]
					1501943711, -- [2]
				}, -- [60]
				{
					219, -- [1]
					1501943711, -- [2]
				}, -- [61]
				{
					222, -- [1]
					1501943711, -- [2]
				}, -- [62]
				{
					226, -- [1]
					1501943711, -- [2]
				}, -- [63]
				{
					229, -- [1]
					1501943711, -- [2]
				}, -- [64]
				{
					233, -- [1]
					1501943711, -- [2]
				}, -- [65]
				{
					237, -- [1]
					1501943711, -- [2]
				}, -- [66]
				{
					241, -- [1]
					1501943711, -- [2]
				}, -- [67]
				{
					244, -- [1]
					1501943711, -- [2]
				}, -- [68]
				{
					247, -- [1]
					1501943711, -- [2]
				}, -- [69]
				{
					251, -- [1]
					1501943711, -- [2]
				}, -- [70]
				{
					255, -- [1]
					1501943711, -- [2]
				}, -- [71]
				{
					266, -- [1]
					1501943711, -- [2]
				}, -- [72]
				{
					270, -- [1]
					1501943711, -- [2]
				}, -- [73]
				{
					273, -- [1]
					1501943711, -- [2]
				}, -- [74]
				{
					277, -- [1]
					1501943711, -- [2]
				}, -- [75]
				{
					281, -- [1]
					1501943711, -- [2]
				}, -- [76]
				{
					284, -- [1]
					1501943711, -- [2]
				}, -- [77]
				{
					288, -- [1]
					1501943711, -- [2]
				}, -- [78]
				{
					10, -- [1]
					1501944310, -- [2]
				}, -- [79]
				{
					13, -- [1]
					1501944310, -- [2]
				}, -- [80]
				{
					17, -- [1]
					1501944310, -- [2]
				}, -- [81]
				{
					21, -- [1]
					1501944310, -- [2]
				}, -- [82]
				{
					24, -- [1]
					1501944310, -- [2]
				}, -- [83]
				{
					28, -- [1]
					1501944310, -- [2]
				}, -- [84]
				{
					33, -- [1]
					1501944310, -- [2]
				}, -- [85]
				{
					38, -- [1]
					1501944310, -- [2]
				}, -- [86]
				{
					41, -- [1]
					1501944310, -- [2]
				}, -- [87]
				{
					45, -- [1]
					1501944310, -- [2]
				}, -- [88]
				{
					49, -- [1]
					1501944310, -- [2]
				}, -- [89]
				{
					52, -- [1]
					1501944310, -- [2]
				}, -- [90]
				{
					56, -- [1]
					1501944310, -- [2]
				}, -- [91]
				{
					60, -- [1]
					1501944310, -- [2]
				}, -- [92]
				{
					63, -- [1]
					1501944310, -- [2]
				}, -- [93]
				{
					65, -- [1]
					1501944310, -- [2]
				}, -- [94]
				{
					67, -- [1]
					1501944310, -- [2]
				}, -- [95]
				{
					68, -- [1]
					1501944310, -- [2]
				}, -- [96]
				{
					70, -- [1]
					1501944310, -- [2]
				}, -- [97]
				{
					71, -- [1]
					1501944310, -- [2]
				}, -- [98]
				{
					73, -- [1]
					1501944310, -- [2]
				}, -- [99]
				{
					76, -- [1]
					1501944310, -- [2]
				}, -- [100]
				{
					79, -- [1]
					1501944310, -- [2]
				}, -- [101]
				{
					80, -- [1]
					1501944310, -- [2]
				}, -- [102]
				{
					83, -- [1]
					1501944310, -- [2]
				}, -- [103]
				{
					86, -- [1]
					1501944310, -- [2]
				}, -- [104]
				{
					87, -- [1]
					1501944310, -- [2]
				}, -- [105]
				{
					90, -- [1]
					1501944310, -- [2]
				}, -- [106]
				{
					97, -- [1]
					1501944310, -- [2]
				}, -- [107]
				{
					102, -- [1]
					1501944310, -- [2]
				}, -- [108]
				{
					105, -- [1]
					1501944310, -- [2]
				}, -- [109]
				{
					109, -- [1]
					1501944310, -- [2]
				}, -- [110]
				{
					112, -- [1]
					1501944310, -- [2]
				}, -- [111]
				{
					116, -- [1]
					1501944310, -- [2]
				}, -- [112]
				{
					120, -- [1]
					1501944310, -- [2]
				}, -- [113]
				{
					124, -- [1]
					1501944310, -- [2]
				}, -- [114]
				{
					127, -- [1]
					1501944310, -- [2]
				}, -- [115]
				{
					131, -- [1]
					1501944310, -- [2]
				}, -- [116]
				{
					134, -- [1]
					1501944310, -- [2]
				}, -- [117]
				{
					142, -- [1]
					1501944310, -- [2]
				}, -- [118]
				{
					146, -- [1]
					1501944310, -- [2]
				}, -- [119]
				{
					150, -- [1]
					1501944310, -- [2]
				}, -- [120]
				{
					154, -- [1]
					1501944310, -- [2]
				}, -- [121]
				{
					158, -- [1]
					1501944310, -- [2]
				}, -- [122]
				{
					161, -- [1]
					1501944310, -- [2]
				}, -- [123]
				{
					165, -- [1]
					1501944310, -- [2]
				}, -- [124]
				{
					174, -- [1]
					1501944310, -- [2]
				}, -- [125]
				{
					185, -- [1]
					1501944310, -- [2]
				}, -- [126]
				{
					189, -- [1]
					1501944310, -- [2]
				}, -- [127]
				{
					192, -- [1]
					1501944310, -- [2]
				}, -- [128]
				{
					196, -- [1]
					1501944310, -- [2]
				}, -- [129]
				{
					206, -- [1]
					1501944310, -- [2]
				}, -- [130]
				{
					209, -- [1]
					1501944310, -- [2]
				}, -- [131]
				{
					213, -- [1]
					1501944310, -- [2]
				}, -- [132]
				{
					217, -- [1]
					1501944310, -- [2]
				}, -- [133]
				{
					220, -- [1]
					1501944310, -- [2]
				}, -- [134]
				{
					224, -- [1]
					1501944310, -- [2]
				}, -- [135]
				{
					228, -- [1]
					1501944310, -- [2]
				}, -- [136]
				{
					238, -- [1]
					1501944310, -- [2]
				}, -- [137]
				{
					242, -- [1]
					1501944310, -- [2]
				}, -- [138]
				{
					246, -- [1]
					1501944310, -- [2]
				}, -- [139]
				{
					250, -- [1]
					1501944310, -- [2]
				}, -- [140]
				{
					253, -- [1]
					1501944310, -- [2]
				}, -- [141]
				{
					257, -- [1]
					1501944310, -- [2]
				}, -- [142]
				{
					261, -- [1]
					1501944310, -- [2]
				}, -- [143]
				{
					270, -- [1]
					1501944310, -- [2]
				}, -- [144]
				{
					274, -- [1]
					1501944310, -- [2]
				}, -- [145]
				{
					278, -- [1]
					1501944310, -- [2]
				}, -- [146]
				{
					281, -- [1]
					1501944310, -- [2]
				}, -- [147]
				{
					285, -- [1]
					1501944310, -- [2]
				}, -- [148]
				{
					288, -- [1]
					1501944310, -- [2]
				}, -- [149]
				{
					292, -- [1]
					1501944310, -- [2]
				}, -- [150]
				{
					296, -- [1]
					1501944310, -- [2]
				}, -- [151]
				{
					299, -- [1]
					1501944310, -- [2]
				}, -- [152]
				{
					5, -- [1]
					1501944972, -- [2]
				}, -- [153]
				{
					6, -- [1]
					1501944972, -- [2]
				}, -- [154]
				{
					11, -- [1]
					1501944972, -- [2]
				}, -- [155]
				{
					16, -- [1]
					1501944972, -- [2]
				}, -- [156]
				{
					17, -- [1]
					1501944972, -- [2]
				}, -- [157]
				{
					19, -- [1]
					1501944972, -- [2]
				}, -- [158]
				{
					21, -- [1]
					1501944972, -- [2]
				}, -- [159]
				{
					23, -- [1]
					1501944972, -- [2]
				}, -- [160]
				{
					24, -- [1]
					1501944972, -- [2]
				}, -- [161]
				{
					28, -- [1]
					1501944972, -- [2]
				}, -- [162]
				{
					30, -- [1]
					1501944972, -- [2]
				}, -- [163]
				{
					32, -- [1]
					1501944972, -- [2]
				}, -- [164]
				{
					34, -- [1]
					1501944972, -- [2]
				}, -- [165]
				{
					35, -- [1]
					1501944972, -- [2]
				}, -- [166]
				{
					38, -- [1]
					1501944972, -- [2]
				}, -- [167]
				{
					42, -- [1]
					1501944972, -- [2]
				}, -- [168]
				{
					46, -- [1]
					1501944972, -- [2]
				}, -- [169]
				{
					50, -- [1]
					1501944972, -- [2]
				}, -- [170]
				{
					53, -- [1]
					1501944972, -- [2]
				}, -- [171]
				{
					57, -- [1]
					1501944972, -- [2]
				}, -- [172]
				{
					61, -- [1]
					1501944972, -- [2]
				}, -- [173]
				{
					64, -- [1]
					1501944972, -- [2]
				}, -- [174]
				{
					65, -- [1]
					1501944972, -- [2]
				}, -- [175]
				{
					68, -- [1]
					1501944972, -- [2]
				}, -- [176]
				{
					72, -- [1]
					1501944972, -- [2]
				}, -- [177]
				{
					74, -- [1]
					1501944972, -- [2]
				}, -- [178]
				{
					77, -- [1]
					1501944972, -- [2]
				}, -- [179]
				{
					78, -- [1]
					1501944972, -- [2]
				}, -- [180]
				{
					81, -- [1]
					1501944972, -- [2]
				}, -- [181]
				{
					84, -- [1]
					1501944972, -- [2]
				}, -- [182]
				{
					85, -- [1]
					1501944972, -- [2]
				}, -- [183]
				{
					88, -- [1]
					1501944972, -- [2]
				}, -- [184]
				{
					89, -- [1]
					1501944972, -- [2]
				}, -- [185]
				{
					92, -- [1]
					1501944972, -- [2]
				}, -- [186]
				{
					95, -- [1]
					1501944972, -- [2]
				}, -- [187]
				{
					96, -- [1]
					1501944972, -- [2]
				}, -- [188]
				{
					99, -- [1]
					1501944972, -- [2]
				}, -- [189]
				{
					102, -- [1]
					1501944972, -- [2]
				}, -- [190]
				{
					105, -- [1]
					1501944972, -- [2]
				}, -- [191]
				{
					106, -- [1]
					1501944972, -- [2]
				}, -- [192]
				{
					109, -- [1]
					1501944972, -- [2]
				}, -- [193]
				{
					110, -- [1]
					1501944972, -- [2]
				}, -- [194]
				{
					112, -- [1]
					1501944972, -- [2]
				}, -- [195]
				{
					113, -- [1]
					1501944972, -- [2]
				}, -- [196]
				{
					116, -- [1]
					1501944972, -- [2]
				}, -- [197]
				{
					117, -- [1]
					1501944972, -- [2]
				}, -- [198]
				{
					119, -- [1]
					1501944972, -- [2]
				}, -- [199]
				{
					121, -- [1]
					1501944972, -- [2]
				}, -- [200]
				{
					126, -- [1]
					1501944972, -- [2]
				}, -- [201]
				{
					129, -- [1]
					1501944972, -- [2]
				}, -- [202]
				{
					136, -- [1]
					1501944972, -- [2]
				}, -- [203]
				{
					139, -- [1]
					1501944972, -- [2]
				}, -- [204]
				{
					143, -- [1]
					1501944972, -- [2]
				}, -- [205]
				{
					144, -- [1]
					1501944972, -- [2]
				}, -- [206]
				{
					146, -- [1]
					1501944972, -- [2]
				}, -- [207]
				{
					147, -- [1]
					1501944972, -- [2]
				}, -- [208]
				{
					150, -- [1]
					1501944972, -- [2]
				}, -- [209]
				{
					151, -- [1]
					1501944972, -- [2]
				}, -- [210]
				{
					153, -- [1]
					1501944972, -- [2]
				}, -- [211]
				{
					155, -- [1]
					1501944972, -- [2]
				}, -- [212]
				{
					157, -- [1]
					1501944972, -- [2]
				}, -- [213]
				{
					158, -- [1]
					1501944972, -- [2]
				}, -- [214]
				{
					161, -- [1]
					1501944972, -- [2]
				}, -- [215]
				{
					162, -- [1]
					1501944972, -- [2]
				}, -- [216]
				{
					164, -- [1]
					1501944972, -- [2]
				}, -- [217]
				{
					166, -- [1]
					1501944972, -- [2]
				}, -- [218]
				{
					169, -- [1]
					1501944972, -- [2]
				}, -- [219]
				{
					173, -- [1]
					1501944972, -- [2]
				}, -- [220]
				{
					177, -- [1]
					1501944972, -- [2]
				}, -- [221]
				{
					5, -- [1]
					1502628859, -- [2]
				}, -- [222]
				{
					9, -- [1]
					1502628859, -- [2]
				}, -- [223]
				{
					13, -- [1]
					1502628859, -- [2]
				}, -- [224]
				{
					17, -- [1]
					1502628859, -- [2]
				}, -- [225]
				{
					20, -- [1]
					1502628859, -- [2]
				}, -- [226]
				{
					24, -- [1]
					1502628859, -- [2]
				}, -- [227]
				{
					27, -- [1]
					1502628859, -- [2]
				}, -- [228]
				{
					28, -- [1]
					1502628859, -- [2]
				}, -- [229]
				{
					31, -- [1]
					1502628859, -- [2]
				}, -- [230]
				{
					35, -- [1]
					1502628859, -- [2]
				}, -- [231]
				{
					38, -- [1]
					1502628859, -- [2]
				}, -- [232]
				{
					42, -- [1]
					1502628859, -- [2]
				}, -- [233]
				{
					46, -- [1]
					1502628859, -- [2]
				}, -- [234]
				{
					49, -- [1]
					1502628859, -- [2]
				}, -- [235]
				{
					53, -- [1]
					1502628859, -- [2]
				}, -- [236]
				{
					57, -- [1]
					1502628859, -- [2]
				}, -- [237]
				{
					60, -- [1]
					1502628859, -- [2]
				}, -- [238]
				{
					64, -- [1]
					1502628859, -- [2]
				}, -- [239]
				{
					65, -- [1]
					1502628859, -- [2]
				}, -- [240]
				{
					68, -- [1]
					1502628859, -- [2]
				}, -- [241]
				{
					69, -- [1]
					1502628859, -- [2]
				}, -- [242]
				{
					71, -- [1]
					1502628859, -- [2]
				}, -- [243]
				{
					73, -- [1]
					1502628859, -- [2]
				}, -- [244]
				{
					76, -- [1]
					1502628859, -- [2]
				}, -- [245]
				{
					80, -- [1]
					1502628859, -- [2]
				}, -- [246]
				{
					84, -- [1]
					1502628859, -- [2]
				}, -- [247]
				{
					87, -- [1]
					1502628859, -- [2]
				}, -- [248]
				{
					91, -- [1]
					1502628859, -- [2]
				}, -- [249]
				{
					95, -- [1]
					1502628859, -- [2]
				}, -- [250]
				{
					98, -- [1]
					1502628859, -- [2]
				}, -- [251]
				{
					102, -- [1]
					1502628859, -- [2]
				}, -- [252]
				{
					105, -- [1]
					1502628859, -- [2]
				}, -- [253]
				{
					109, -- [1]
					1502628859, -- [2]
				}, -- [254]
				{
					113, -- [1]
					1502628859, -- [2]
				}, -- [255]
				{
					116, -- [1]
					1502628859, -- [2]
				}, -- [256]
				{
					120, -- [1]
					1502628859, -- [2]
				}, -- [257]
				{
					123, -- [1]
					1502628859, -- [2]
				}, -- [258]
				{
					127, -- [1]
					1502628859, -- [2]
				}, -- [259]
				{
					131, -- [1]
					1502628859, -- [2]
				}, -- [260]
				{
					134, -- [1]
					1502628859, -- [2]
				}, -- [261]
				{
					138, -- [1]
					1502628859, -- [2]
				}, -- [262]
				{
					142, -- [1]
					1502628859, -- [2]
				}, -- [263]
				{
					145, -- [1]
					1502628859, -- [2]
				}, -- [264]
				{
					149, -- [1]
					1502628859, -- [2]
				}, -- [265]
				{
					152, -- [1]
					1502628859, -- [2]
				}, -- [266]
				{
					161, -- [1]
					1502628859, -- [2]
				}, -- [267]
				{
					165, -- [1]
					1502628859, -- [2]
				}, -- [268]
				{
					168, -- [1]
					1502628859, -- [2]
				}, -- [269]
				{
					172, -- [1]
					1502628859, -- [2]
				}, -- [270]
				{
					186, -- [1]
					1502628859, -- [2]
				}, -- [271]
				{
					189, -- [1]
					1502628859, -- [2]
				}, -- [272]
				{
					193, -- [1]
					1502628859, -- [2]
				}, -- [273]
				{
					198, -- [1]
					1502628859, -- [2]
				}, -- [274]
				{
					202, -- [1]
					1502628859, -- [2]
				}, -- [275]
				{
					205, -- [1]
					1502628859, -- [2]
				}, -- [276]
				{
					209, -- [1]
					1502628859, -- [2]
				}, -- [277]
				{
					212, -- [1]
					1502628859, -- [2]
				}, -- [278]
				{
					216, -- [1]
					1502628859, -- [2]
				}, -- [279]
				{
					220, -- [1]
					1502628859, -- [2]
				}, -- [280]
				{
					223, -- [1]
					1502628859, -- [2]
				}, -- [281]
				{
					227, -- [1]
					1502628859, -- [2]
				}, -- [282]
				{
					231, -- [1]
					1502628859, -- [2]
				}, -- [283]
				{
					234, -- [1]
					1502628859, -- [2]
				}, -- [284]
				{
					238, -- [1]
					1502628859, -- [2]
				}, -- [285]
				{
					242, -- [1]
					1502628859, -- [2]
				}, -- [286]
				{
					245, -- [1]
					1502628859, -- [2]
				}, -- [287]
				{
					249, -- [1]
					1502628859, -- [2]
				}, -- [288]
				{
					253, -- [1]
					1502628859, -- [2]
				}, -- [289]
				{
					256, -- [1]
					1502628859, -- [2]
				}, -- [290]
				{
					260, -- [1]
					1502628859, -- [2]
				}, -- [291]
				{
					264, -- [1]
					1502628859, -- [2]
				}, -- [292]
				{
					267, -- [1]
					1502628859, -- [2]
				}, -- [293]
				{
					271, -- [1]
					1502628859, -- [2]
				}, -- [294]
				{
					275, -- [1]
					1502628859, -- [2]
				}, -- [295]
				{
					278, -- [1]
					1502628859, -- [2]
				}, -- [296]
				{
					282, -- [1]
					1502628859, -- [2]
				}, -- [297]
				{
					285, -- [1]
					1502628859, -- [2]
				}, -- [298]
				{
					10, -- [1]
					1505817730, -- [2]
				}, -- [299]
				{
					12, -- [1]
					1505817730, -- [2]
				}, -- [300]
				{
					14, -- [1]
					1505817730, -- [2]
				}, -- [301]
				{
					16, -- [1]
					1505817730, -- [2]
				}, -- [302]
				{
					18, -- [1]
					1505817730, -- [2]
				}, -- [303]
				{
					19, -- [1]
					1505817730, -- [2]
				}, -- [304]
				{
					22, -- [1]
					1505817730, -- [2]
				}, -- [305]
				{
					23, -- [1]
					1505817730, -- [2]
				}, -- [306]
				{
					25, -- [1]
					1505817730, -- [2]
				}, -- [307]
				{
					27, -- [1]
					1505817730, -- [2]
				}, -- [308]
				{
					29, -- [1]
					1505817730, -- [2]
				}, -- [309]
				{
					30, -- [1]
					1505817730, -- [2]
				}, -- [310]
				{
					33, -- [1]
					1505817730, -- [2]
				}, -- [311]
				{
					34, -- [1]
					1505817730, -- [2]
				}, -- [312]
				{
					36, -- [1]
					1505817730, -- [2]
				}, -- [313]
				{
					37, -- [1]
					1505817730, -- [2]
				}, -- [314]
				{
					44, -- [1]
					1505817730, -- [2]
				}, -- [315]
				{
					47, -- [1]
					1505817730, -- [2]
				}, -- [316]
				{
					49, -- [1]
					1505817730, -- [2]
				}, -- [317]
				{
					52, -- [1]
					1505817730, -- [2]
				}, -- [318]
				{
					53, -- [1]
					1505817730, -- [2]
				}, -- [319]
				{
					57, -- [1]
					1505817730, -- [2]
				}, -- [320]
				{
					59, -- [1]
					1505817730, -- [2]
				}, -- [321]
				{
					61, -- [1]
					1505817730, -- [2]
				}, -- [322]
				{
					62, -- [1]
					1505817730, -- [2]
				}, -- [323]
				{
					64, -- [1]
					1505817730, -- [2]
				}, -- [324]
				{
					65, -- [1]
					1505817730, -- [2]
				}, -- [325]
				{
					74, -- [1]
					1505817730, -- [2]
				}, -- [326]
				{
					76, -- [1]
					1505817730, -- [2]
				}, -- [327]
				{
					78, -- [1]
					1505817730, -- [2]
				}, -- [328]
				{
					80, -- [1]
					1505817730, -- [2]
				}, -- [329]
				{
					82, -- [1]
					1505817730, -- [2]
				}, -- [330]
				{
					83, -- [1]
					1505817730, -- [2]
				}, -- [331]
				{
					87, -- [1]
					1505817730, -- [2]
				}, -- [332]
				{
					88, -- [1]
					1505817730, -- [2]
				}, -- [333]
				{
					91, -- [1]
					1505817730, -- [2]
				}, -- [334]
				{
					96, -- [1]
					1505817730, -- [2]
				}, -- [335]
				{
					99, -- [1]
					1505817730, -- [2]
				}, -- [336]
				{
					100, -- [1]
					1505817730, -- [2]
				}, -- [337]
				{
					103, -- [1]
					1505817730, -- [2]
				}, -- [338]
				{
					106, -- [1]
					1505817730, -- [2]
				}, -- [339]
				{
					107, -- [1]
					1505817730, -- [2]
				}, -- [340]
				{
					113, -- [1]
					1505817730, -- [2]
				}, -- [341]
				{
					114, -- [1]
					1505817730, -- [2]
				}, -- [342]
				{
					117, -- [1]
					1505817730, -- [2]
				}, -- [343]
				{
					119, -- [1]
					1505817730, -- [2]
				}, -- [344]
				{
					122, -- [1]
					1505817730, -- [2]
				}, -- [345]
				{
					125, -- [1]
					1505817730, -- [2]
				}, -- [346]
				{
					126, -- [1]
					1505817730, -- [2]
				}, -- [347]
				{
					129, -- [1]
					1505817730, -- [2]
				}, -- [348]
				{
					134, -- [1]
					1505817730, -- [2]
				}, -- [349]
				{
					135, -- [1]
					1505817730, -- [2]
				}, -- [350]
				{
					142, -- [1]
					1505817730, -- [2]
				}, -- [351]
				{
					144, -- [1]
					1505817730, -- [2]
				}, -- [352]
				{
					145, -- [1]
					1505817730, -- [2]
				}, -- [353]
				{
					147, -- [1]
					1505817730, -- [2]
				}, -- [354]
				{
					149, -- [1]
					1505817730, -- [2]
				}, -- [355]
				{
					151, -- [1]
					1505817730, -- [2]
				}, -- [356]
				{
					153, -- [1]
					1505817730, -- [2]
				}, -- [357]
			},
			["折磨"] = {
				{
					243, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					268, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					294, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					319, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					339, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					269, -- [1]
					1501944310, -- [2]
				}, -- [6]
				{
					295, -- [1]
					1501944310, -- [2]
				}, -- [7]
				{
					320, -- [1]
					1501944310, -- [2]
				}, -- [8]
				{
					346, -- [1]
					1501944310, -- [2]
				}, -- [9]
				{
					371, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					397, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					422, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					212, -- [1]
					1501944972, -- [2]
				}, -- [13]
				{
					237, -- [1]
					1501944972, -- [2]
				}, -- [14]
				{
					263, -- [1]
					1501944972, -- [2]
				}, -- [15]
				{
					288, -- [1]
					1501944972, -- [2]
				}, -- [16]
				{
					314, -- [1]
					1501944972, -- [2]
				}, -- [17]
				{
					270, -- [1]
					1502628859, -- [2]
				}, -- [18]
				{
					296, -- [1]
					1502628859, -- [2]
				}, -- [19]
				{
					321, -- [1]
					1502628859, -- [2]
				}, -- [20]
				{
					347, -- [1]
					1502628859, -- [2]
				}, -- [21]
				{
					372, -- [1]
					1502628859, -- [2]
				}, -- [22]
				{
					207, -- [1]
					1505817730, -- [2]
				}, -- [23]
				{
					233, -- [1]
					1505817730, -- [2]
				}, -- [24]
				{
					258, -- [1]
					1505817730, -- [2]
				}, -- [25]
				{
					284, -- [1]
					1505817730, -- [2]
				}, -- [26]
			},
			["粉碎意志"] = {
				{
					3, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					6, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					8, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					10, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					13, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					20, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					25, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					27, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					30, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1501943711, -- [2]
				}, -- [10]
				{
					37, -- [1]
					1501943711, -- [2]
				}, -- [11]
				{
					44, -- [1]
					1501943711, -- [2]
				}, -- [12]
				{
					47, -- [1]
					1501943711, -- [2]
				}, -- [13]
				{
					49, -- [1]
					1501943711, -- [2]
				}, -- [14]
				{
					52, -- [1]
					1501943711, -- [2]
				}, -- [15]
				{
					54, -- [1]
					1501943711, -- [2]
				}, -- [16]
				{
					57, -- [1]
					1501943711, -- [2]
				}, -- [17]
				{
					124, -- [1]
					1501943711, -- [2]
				}, -- [18]
				{
					126, -- [1]
					1501943711, -- [2]
				}, -- [19]
				{
					128, -- [1]
					1501943711, -- [2]
				}, -- [20]
				{
					131, -- [1]
					1501943711, -- [2]
				}, -- [21]
				{
					138, -- [1]
					1501943711, -- [2]
				}, -- [22]
				{
					141, -- [1]
					1501943711, -- [2]
				}, -- [23]
				{
					145, -- [1]
					1501943711, -- [2]
				}, -- [24]
				{
					148, -- [1]
					1501943711, -- [2]
				}, -- [25]
				{
					150, -- [1]
					1501943711, -- [2]
				}, -- [26]
				{
					155, -- [1]
					1501943711, -- [2]
				}, -- [27]
				{
					162, -- [1]
					1501943711, -- [2]
				}, -- [28]
				{
					165, -- [1]
					1501943711, -- [2]
				}, -- [29]
				{
					167, -- [1]
					1501943711, -- [2]
				}, -- [30]
				{
					170, -- [1]
					1501943711, -- [2]
				}, -- [31]
				{
					172, -- [1]
					1501943711, -- [2]
				}, -- [32]
				{
					175, -- [1]
					1501943711, -- [2]
				}, -- [33]
				{
					177, -- [1]
					1501943711, -- [2]
				}, -- [34]
				{
					211, -- [1]
					1501943711, -- [2]
				}, -- [35]
				{
					213, -- [1]
					1501943711, -- [2]
				}, -- [36]
				{
					223, -- [1]
					1501943711, -- [2]
				}, -- [37]
				{
					228, -- [1]
					1501943711, -- [2]
				}, -- [38]
				{
					230, -- [1]
					1501943711, -- [2]
				}, -- [39]
				{
					233, -- [1]
					1501943711, -- [2]
				}, -- [40]
				{
					240, -- [1]
					1501943711, -- [2]
				}, -- [41]
				{
					243, -- [1]
					1501943711, -- [2]
				}, -- [42]
				{
					245, -- [1]
					1501943711, -- [2]
				}, -- [43]
				{
					247, -- [1]
					1501943711, -- [2]
				}, -- [44]
				{
					250, -- [1]
					1501943711, -- [2]
				}, -- [45]
				{
					260, -- [1]
					1501943711, -- [2]
				}, -- [46]
				{
					262, -- [1]
					1501943711, -- [2]
				}, -- [47]
				{
					264, -- [1]
					1501943711, -- [2]
				}, -- [48]
				{
					267, -- [1]
					1501943711, -- [2]
				}, -- [49]
				{
					269, -- [1]
					1501943711, -- [2]
				}, -- [50]
				{
					272, -- [1]
					1501943711, -- [2]
				}, -- [51]
				{
					281, -- [1]
					1501943711, -- [2]
				}, -- [52]
				{
					283, -- [1]
					1501943711, -- [2]
				}, -- [53]
				{
					288, -- [1]
					1501943711, -- [2]
				}, -- [54]
				{
					291, -- [1]
					1501943711, -- [2]
				}, -- [55]
				{
					4, -- [1]
					1501944310, -- [2]
				}, -- [56]
				{
					6, -- [1]
					1501944310, -- [2]
				}, -- [57]
				{
					8, -- [1]
					1501944310, -- [2]
				}, -- [58]
				{
					11, -- [1]
					1501944310, -- [2]
				}, -- [59]
				{
					18, -- [1]
					1501944310, -- [2]
				}, -- [60]
				{
					21, -- [1]
					1501944310, -- [2]
				}, -- [61]
				{
					25, -- [1]
					1501944310, -- [2]
				}, -- [62]
				{
					28, -- [1]
					1501944310, -- [2]
				}, -- [63]
				{
					31, -- [1]
					1501944310, -- [2]
				}, -- [64]
				{
					35, -- [1]
					1501944310, -- [2]
				}, -- [65]
				{
					42, -- [1]
					1501944310, -- [2]
				}, -- [66]
				{
					45, -- [1]
					1501944310, -- [2]
				}, -- [67]
				{
					47, -- [1]
					1501944310, -- [2]
				}, -- [68]
				{
					50, -- [1]
					1501944310, -- [2]
				}, -- [69]
				{
					52, -- [1]
					1501944310, -- [2]
				}, -- [70]
				{
					55, -- [1]
					1501944310, -- [2]
				}, -- [71]
				{
					57, -- [1]
					1501944310, -- [2]
				}, -- [72]
				{
					124, -- [1]
					1501944310, -- [2]
				}, -- [73]
				{
					126, -- [1]
					1501944310, -- [2]
				}, -- [74]
				{
					129, -- [1]
					1501944310, -- [2]
				}, -- [75]
				{
					131, -- [1]
					1501944310, -- [2]
				}, -- [76]
				{
					139, -- [1]
					1501944310, -- [2]
				}, -- [77]
				{
					141, -- [1]
					1501944310, -- [2]
				}, -- [78]
				{
					146, -- [1]
					1501944310, -- [2]
				}, -- [79]
				{
					148, -- [1]
					1501944310, -- [2]
				}, -- [80]
				{
					151, -- [1]
					1501944310, -- [2]
				}, -- [81]
				{
					156, -- [1]
					1501944310, -- [2]
				}, -- [82]
				{
					163, -- [1]
					1501944310, -- [2]
				}, -- [83]
				{
					165, -- [1]
					1501944310, -- [2]
				}, -- [84]
				{
					168, -- [1]
					1501944310, -- [2]
				}, -- [85]
				{
					170, -- [1]
					1501944310, -- [2]
				}, -- [86]
				{
					173, -- [1]
					1501944310, -- [2]
				}, -- [87]
				{
					175, -- [1]
					1501944310, -- [2]
				}, -- [88]
				{
					177, -- [1]
					1501944310, -- [2]
				}, -- [89]
				{
					238, -- [1]
					1501944310, -- [2]
				}, -- [90]
				{
					241, -- [1]
					1501944310, -- [2]
				}, -- [91]
				{
					250, -- [1]
					1501944310, -- [2]
				}, -- [92]
				{
					255, -- [1]
					1501944310, -- [2]
				}, -- [93]
				{
					258, -- [1]
					1501944310, -- [2]
				}, -- [94]
				{
					260, -- [1]
					1501944310, -- [2]
				}, -- [95]
				{
					267, -- [1]
					1501944310, -- [2]
				}, -- [96]
				{
					270, -- [1]
					1501944310, -- [2]
				}, -- [97]
				{
					272, -- [1]
					1501944310, -- [2]
				}, -- [98]
				{
					275, -- [1]
					1501944310, -- [2]
				}, -- [99]
				{
					277, -- [1]
					1501944310, -- [2]
				}, -- [100]
				{
					287, -- [1]
					1501944310, -- [2]
				}, -- [101]
				{
					289, -- [1]
					1501944310, -- [2]
				}, -- [102]
				{
					292, -- [1]
					1501944310, -- [2]
				}, -- [103]
				{
					294, -- [1]
					1501944310, -- [2]
				}, -- [104]
				{
					297, -- [1]
					1501944310, -- [2]
				}, -- [105]
				{
					299, -- [1]
					1501944310, -- [2]
				}, -- [106]
				{
					309, -- [1]
					1501944310, -- [2]
				}, -- [107]
				{
					314, -- [1]
					1501944310, -- [2]
				}, -- [108]
				{
					316, -- [1]
					1501944310, -- [2]
				}, -- [109]
				{
					318, -- [1]
					1501944310, -- [2]
				}, -- [110]
				{
					326, -- [1]
					1501944310, -- [2]
				}, -- [111]
				{
					4, -- [1]
					1501944972, -- [2]
				}, -- [112]
				{
					6, -- [1]
					1501944972, -- [2]
				}, -- [113]
				{
					8, -- [1]
					1501944972, -- [2]
				}, -- [114]
				{
					11, -- [1]
					1501944972, -- [2]
				}, -- [115]
				{
					18, -- [1]
					1501944972, -- [2]
				}, -- [116]
				{
					21, -- [1]
					1501944972, -- [2]
				}, -- [117]
				{
					25, -- [1]
					1501944972, -- [2]
				}, -- [118]
				{
					28, -- [1]
					1501944972, -- [2]
				}, -- [119]
				{
					30, -- [1]
					1501944972, -- [2]
				}, -- [120]
				{
					35, -- [1]
					1501944972, -- [2]
				}, -- [121]
				{
					42, -- [1]
					1501944972, -- [2]
				}, -- [122]
				{
					45, -- [1]
					1501944972, -- [2]
				}, -- [123]
				{
					47, -- [1]
					1501944972, -- [2]
				}, -- [124]
				{
					50, -- [1]
					1501944972, -- [2]
				}, -- [125]
				{
					52, -- [1]
					1501944972, -- [2]
				}, -- [126]
				{
					55, -- [1]
					1501944972, -- [2]
				}, -- [127]
				{
					57, -- [1]
					1501944972, -- [2]
				}, -- [128]
				{
					124, -- [1]
					1501944972, -- [2]
				}, -- [129]
				{
					126, -- [1]
					1501944972, -- [2]
				}, -- [130]
				{
					129, -- [1]
					1501944972, -- [2]
				}, -- [131]
				{
					131, -- [1]
					1501944972, -- [2]
				}, -- [132]
				{
					139, -- [1]
					1501944972, -- [2]
				}, -- [133]
				{
					143, -- [1]
					1501944972, -- [2]
				}, -- [134]
				{
					145, -- [1]
					1501944972, -- [2]
				}, -- [135]
				{
					148, -- [1]
					1501944972, -- [2]
				}, -- [136]
				{
					150, -- [1]
					1501944972, -- [2]
				}, -- [137]
				{
					155, -- [1]
					1501944972, -- [2]
				}, -- [138]
				{
					163, -- [1]
					1501944972, -- [2]
				}, -- [139]
				{
					165, -- [1]
					1501944972, -- [2]
				}, -- [140]
				{
					168, -- [1]
					1501944972, -- [2]
				}, -- [141]
				{
					170, -- [1]
					1501944972, -- [2]
				}, -- [142]
				{
					173, -- [1]
					1501944972, -- [2]
				}, -- [143]
				{
					175, -- [1]
					1501944972, -- [2]
				}, -- [144]
				{
					177, -- [1]
					1501944972, -- [2]
				}, -- [145]
				{
					180, -- [1]
					1501944972, -- [2]
				}, -- [146]
				{
					182, -- [1]
					1501944972, -- [2]
				}, -- [147]
				{
					192, -- [1]
					1501944972, -- [2]
				}, -- [148]
				{
					197, -- [1]
					1501944972, -- [2]
				}, -- [149]
				{
					199, -- [1]
					1501944972, -- [2]
				}, -- [150]
				{
					202, -- [1]
					1501944972, -- [2]
				}, -- [151]
				{
					209, -- [1]
					1501944972, -- [2]
				}, -- [152]
				{
					211, -- [1]
					1501944972, -- [2]
				}, -- [153]
				{
					214, -- [1]
					1501944972, -- [2]
				}, -- [154]
				{
					216, -- [1]
					1501944972, -- [2]
				}, -- [155]
				{
					219, -- [1]
					1501944972, -- [2]
				}, -- [156]
				{
					228, -- [1]
					1501944972, -- [2]
				}, -- [157]
				{
					231, -- [1]
					1501944972, -- [2]
				}, -- [158]
				{
					233, -- [1]
					1501944972, -- [2]
				}, -- [159]
				{
					236, -- [1]
					1501944972, -- [2]
				}, -- [160]
				{
					238, -- [1]
					1501944972, -- [2]
				}, -- [161]
				{
					241, -- [1]
					1501944972, -- [2]
				}, -- [162]
				{
					250, -- [1]
					1501944972, -- [2]
				}, -- [163]
				{
					255, -- [1]
					1501944972, -- [2]
				}, -- [164]
				{
					3, -- [1]
					1502628859, -- [2]
				}, -- [165]
				{
					6, -- [1]
					1502628859, -- [2]
				}, -- [166]
				{
					8, -- [1]
					1502628859, -- [2]
				}, -- [167]
				{
					11, -- [1]
					1502628859, -- [2]
				}, -- [168]
				{
					13, -- [1]
					1502628859, -- [2]
				}, -- [169]
				{
					20, -- [1]
					1502628859, -- [2]
				}, -- [170]
				{
					25, -- [1]
					1502628859, -- [2]
				}, -- [171]
				{
					28, -- [1]
					1502628859, -- [2]
				}, -- [172]
				{
					30, -- [1]
					1502628859, -- [2]
				}, -- [173]
				{
					35, -- [1]
					1502628859, -- [2]
				}, -- [174]
				{
					37, -- [1]
					1502628859, -- [2]
				}, -- [175]
				{
					45, -- [1]
					1502628859, -- [2]
				}, -- [176]
				{
					47, -- [1]
					1502628859, -- [2]
				}, -- [177]
				{
					49, -- [1]
					1502628859, -- [2]
				}, -- [178]
				{
					52, -- [1]
					1502628859, -- [2]
				}, -- [179]
				{
					54, -- [1]
					1502628859, -- [2]
				}, -- [180]
				{
					57, -- [1]
					1502628859, -- [2]
				}, -- [181]
				{
					124, -- [1]
					1502628859, -- [2]
				}, -- [182]
				{
					126, -- [1]
					1502628859, -- [2]
				}, -- [183]
				{
					129, -- [1]
					1502628859, -- [2]
				}, -- [184]
				{
					131, -- [1]
					1502628859, -- [2]
				}, -- [185]
				{
					138, -- [1]
					1502628859, -- [2]
				}, -- [186]
				{
					141, -- [1]
					1502628859, -- [2]
				}, -- [187]
				{
					146, -- [1]
					1502628859, -- [2]
				}, -- [188]
				{
					148, -- [1]
					1502628859, -- [2]
				}, -- [189]
				{
					150, -- [1]
					1502628859, -- [2]
				}, -- [190]
				{
					155, -- [1]
					1502628859, -- [2]
				}, -- [191]
				{
					163, -- [1]
					1502628859, -- [2]
				}, -- [192]
				{
					165, -- [1]
					1502628859, -- [2]
				}, -- [193]
				{
					168, -- [1]
					1502628859, -- [2]
				}, -- [194]
				{
					170, -- [1]
					1502628859, -- [2]
				}, -- [195]
				{
					172, -- [1]
					1502628859, -- [2]
				}, -- [196]
				{
					175, -- [1]
					1502628859, -- [2]
				}, -- [197]
				{
					177, -- [1]
					1502628859, -- [2]
				}, -- [198]
				{
					238, -- [1]
					1502628859, -- [2]
				}, -- [199]
				{
					240, -- [1]
					1502628859, -- [2]
				}, -- [200]
				{
					250, -- [1]
					1502628859, -- [2]
				}, -- [201]
				{
					255, -- [1]
					1502628859, -- [2]
				}, -- [202]
				{
					257, -- [1]
					1502628859, -- [2]
				}, -- [203]
				{
					260, -- [1]
					1502628859, -- [2]
				}, -- [204]
				{
					267, -- [1]
					1502628859, -- [2]
				}, -- [205]
				{
					270, -- [1]
					1502628859, -- [2]
				}, -- [206]
				{
					272, -- [1]
					1502628859, -- [2]
				}, -- [207]
				{
					275, -- [1]
					1502628859, -- [2]
				}, -- [208]
				{
					277, -- [1]
					1502628859, -- [2]
				}, -- [209]
				{
					287, -- [1]
					1502628859, -- [2]
				}, -- [210]
				{
					289, -- [1]
					1502628859, -- [2]
				}, -- [211]
				{
					292, -- [1]
					1502628859, -- [2]
				}, -- [212]
				{
					294, -- [1]
					1502628859, -- [2]
				}, -- [213]
				{
					296, -- [1]
					1502628859, -- [2]
				}, -- [214]
				{
					299, -- [1]
					1502628859, -- [2]
				}, -- [215]
				{
					309, -- [1]
					1502628859, -- [2]
				}, -- [216]
				{
					5, -- [1]
					1505817730, -- [2]
				}, -- [217]
				{
					7, -- [1]
					1505817730, -- [2]
				}, -- [218]
				{
					9, -- [1]
					1505817730, -- [2]
				}, -- [219]
				{
					12, -- [1]
					1505817730, -- [2]
				}, -- [220]
				{
					19, -- [1]
					1505817730, -- [2]
				}, -- [221]
				{
					22, -- [1]
					1505817730, -- [2]
				}, -- [222]
				{
					27, -- [1]
					1505817730, -- [2]
				}, -- [223]
				{
					29, -- [1]
					1505817730, -- [2]
				}, -- [224]
				{
					31, -- [1]
					1505817730, -- [2]
				}, -- [225]
				{
					36, -- [1]
					1505817730, -- [2]
				}, -- [226]
				{
					44, -- [1]
					1505817730, -- [2]
				}, -- [227]
				{
					46, -- [1]
					1505817730, -- [2]
				}, -- [228]
				{
					48, -- [1]
					1505817730, -- [2]
				}, -- [229]
				{
					51, -- [1]
					1505817730, -- [2]
				}, -- [230]
				{
					53, -- [1]
					1505817730, -- [2]
				}, -- [231]
				{
					56, -- [1]
					1505817730, -- [2]
				}, -- [232]
				{
					58, -- [1]
					1505817730, -- [2]
				}, -- [233]
				{
					124, -- [1]
					1505817730, -- [2]
				}, -- [234]
				{
					126, -- [1]
					1505817730, -- [2]
				}, -- [235]
				{
					129, -- [1]
					1505817730, -- [2]
				}, -- [236]
				{
					131, -- [1]
					1505817730, -- [2]
				}, -- [237]
				{
					138, -- [1]
					1505817730, -- [2]
				}, -- [238]
				{
					143, -- [1]
					1505817730, -- [2]
				}, -- [239]
				{
					146, -- [1]
					1505817730, -- [2]
				}, -- [240]
				{
					148, -- [1]
					1505817730, -- [2]
				}, -- [241]
				{
					151, -- [1]
					1505817730, -- [2]
				}, -- [242]
				{
					155, -- [1]
					1505817730, -- [2]
				}, -- [243]
				{
					163, -- [1]
					1505817730, -- [2]
				}, -- [244]
				{
					165, -- [1]
					1505817730, -- [2]
				}, -- [245]
				{
					168, -- [1]
					1505817730, -- [2]
				}, -- [246]
				{
					170, -- [1]
					1505817730, -- [2]
				}, -- [247]
				{
					173, -- [1]
					1505817730, -- [2]
				}, -- [248]
				{
					175, -- [1]
					1505817730, -- [2]
				}, -- [249]
				{
					177, -- [1]
					1505817730, -- [2]
				}, -- [250]
				{
					185, -- [1]
					1505817730, -- [2]
				}, -- [251]
				{
					190, -- [1]
					1505817730, -- [2]
				}, -- [252]
				{
					194, -- [1]
					1505817730, -- [2]
				}, -- [253]
				{
					197, -- [1]
					1505817730, -- [2]
				}, -- [254]
				{
					204, -- [1]
					1505817730, -- [2]
				}, -- [255]
				{
					207, -- [1]
					1505817730, -- [2]
				}, -- [256]
				{
					209, -- [1]
					1505817730, -- [2]
				}, -- [257]
				{
					212, -- [1]
					1505817730, -- [2]
				}, -- [258]
				{
					214, -- [1]
					1505817730, -- [2]
				}, -- [259]
				{
					216, -- [1]
					1505817730, -- [2]
				}, -- [260]
				{
					226, -- [1]
					1505817730, -- [2]
				}, -- [261]
				{
					229, -- [1]
					1505817730, -- [2]
				}, -- [262]
				{
					231, -- [1]
					1505817730, -- [2]
				}, -- [263]
				{
					233, -- [1]
					1505817730, -- [2]
				}, -- [264]
			},
			["破碎尖叫"] = {
				{
					10, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					12, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					16, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					28, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					37, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					42, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					125, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					135, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					144, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					147, -- [1]
					1501943711, -- [2]
				}, -- [10]
				{
					156, -- [1]
					1501943711, -- [2]
				}, -- [11]
				{
					159, -- [1]
					1501943711, -- [2]
				}, -- [12]
				{
					168, -- [1]
					1501943711, -- [2]
				}, -- [13]
				{
					9, -- [1]
					1501944310, -- [2]
				}, -- [14]
				{
					13, -- [1]
					1501944310, -- [2]
				}, -- [15]
				{
					16, -- [1]
					1501944310, -- [2]
				}, -- [16]
				{
					23, -- [1]
					1501944310, -- [2]
				}, -- [17]
				{
					25, -- [1]
					1501944310, -- [2]
				}, -- [18]
				{
					35, -- [1]
					1501944310, -- [2]
				}, -- [19]
				{
					37, -- [1]
					1501944310, -- [2]
				}, -- [20]
				{
					47, -- [1]
					1501944310, -- [2]
				}, -- [21]
				{
					125, -- [1]
					1501944310, -- [2]
				}, -- [22]
				{
					126, -- [1]
					1501944310, -- [2]
				}, -- [23]
				{
					138, -- [1]
					1501944310, -- [2]
				}, -- [24]
				{
					150, -- [1]
					1501944310, -- [2]
				}, -- [25]
				{
					153, -- [1]
					1501944310, -- [2]
				}, -- [26]
				{
					169, -- [1]
					1501944310, -- [2]
				}, -- [27]
				{
					178, -- [1]
					1501944310, -- [2]
				}, -- [28]
				{
					5, -- [1]
					1501944972, -- [2]
				}, -- [29]
				{
					10, -- [1]
					1501944972, -- [2]
				}, -- [30]
				{
					19, -- [1]
					1501944972, -- [2]
				}, -- [31]
				{
					21, -- [1]
					1501944972, -- [2]
				}, -- [32]
				{
					33, -- [1]
					1501944972, -- [2]
				}, -- [33]
				{
					37, -- [1]
					1501944972, -- [2]
				}, -- [34]
				{
					46, -- [1]
					1501944972, -- [2]
				}, -- [35]
				{
					125, -- [1]
					1501944972, -- [2]
				}, -- [36]
				{
					137, -- [1]
					1501944972, -- [2]
				}, -- [37]
				{
					143, -- [1]
					1501944972, -- [2]
				}, -- [38]
				{
					149, -- [1]
					1501944972, -- [2]
				}, -- [39]
				{
					155, -- [1]
					1501944972, -- [2]
				}, -- [40]
				{
					158, -- [1]
					1501944972, -- [2]
				}, -- [41]
				{
					168, -- [1]
					1501944972, -- [2]
				}, -- [42]
				{
					171, -- [1]
					1501944972, -- [2]
				}, -- [43]
				{
					4, -- [1]
					1502628859, -- [2]
				}, -- [44]
				{
					16, -- [1]
					1502628859, -- [2]
				}, -- [45]
				{
					17, -- [1]
					1502628859, -- [2]
				}, -- [46]
				{
					22, -- [1]
					1502628859, -- [2]
				}, -- [47]
				{
					34, -- [1]
					1502628859, -- [2]
				}, -- [48]
				{
					125, -- [1]
					1502628859, -- [2]
				}, -- [49]
				{
					136, -- [1]
					1502628859, -- [2]
				}, -- [50]
				{
					142, -- [1]
					1502628859, -- [2]
				}, -- [51]
				{
					148, -- [1]
					1502628859, -- [2]
				}, -- [52]
				{
					154, -- [1]
					1502628859, -- [2]
				}, -- [53]
				{
					161, -- [1]
					1502628859, -- [2]
				}, -- [54]
				{
					163, -- [1]
					1502628859, -- [2]
				}, -- [55]
				{
					169, -- [1]
					1502628859, -- [2]
				}, -- [56]
				{
					171, -- [1]
					1502628859, -- [2]
				}, -- [57]
				{
					11, -- [1]
					1505817730, -- [2]
				}, -- [58]
				{
					15, -- [1]
					1505817730, -- [2]
				}, -- [59]
				{
					20, -- [1]
					1505817730, -- [2]
				}, -- [60]
				{
					33, -- [1]
					1505817730, -- [2]
				}, -- [61]
				{
					125, -- [1]
					1505817730, -- [2]
				}, -- [62]
				{
					135, -- [1]
					1505817730, -- [2]
				}, -- [63]
				{
					140, -- [1]
					1505817730, -- [2]
				}, -- [64]
				{
					148, -- [1]
					1505817730, -- [2]
				}, -- [65]
				{
					157, -- [1]
					1505817730, -- [2]
				}, -- [66]
				{
					160, -- [1]
					1505817730, -- [2]
				}, -- [67]
				{
					169, -- [1]
					1505817730, -- [2]
				}, -- [68]
				{
					172, -- [1]
					1505817730, -- [2]
				}, -- [69]
			},
			["灵魂束缚"] = {
				{
					17, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					42, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					135, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					160, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					218, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					237, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					257, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					276, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					296, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					15, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					40, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					136, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					160, -- [1]
					1501944310, -- [2]
				}, -- [13]
				{
					245, -- [1]
					1501944310, -- [2]
				}, -- [14]
				{
					265, -- [1]
					1501944310, -- [2]
				}, -- [15]
				{
					284, -- [1]
					1501944310, -- [2]
				}, -- [16]
				{
					303, -- [1]
					1501944310, -- [2]
				}, -- [17]
				{
					323, -- [1]
					1501944310, -- [2]
				}, -- [18]
				{
					15, -- [1]
					1501944972, -- [2]
				}, -- [19]
				{
					40, -- [1]
					1501944972, -- [2]
				}, -- [20]
				{
					136, -- [1]
					1501944972, -- [2]
				}, -- [21]
				{
					160, -- [1]
					1501944972, -- [2]
				}, -- [22]
				{
					187, -- [1]
					1501944972, -- [2]
				}, -- [23]
				{
					206, -- [1]
					1501944972, -- [2]
				}, -- [24]
				{
					226, -- [1]
					1501944972, -- [2]
				}, -- [25]
				{
					245, -- [1]
					1501944972, -- [2]
				}, -- [26]
				{
					17, -- [1]
					1502628859, -- [2]
				}, -- [27]
				{
					42, -- [1]
					1502628859, -- [2]
				}, -- [28]
				{
					135, -- [1]
					1502628859, -- [2]
				}, -- [29]
				{
					160, -- [1]
					1502628859, -- [2]
				}, -- [30]
				{
					245, -- [1]
					1502628859, -- [2]
				}, -- [31]
				{
					264, -- [1]
					1502628859, -- [2]
				}, -- [32]
				{
					284, -- [1]
					1502628859, -- [2]
				}, -- [33]
				{
					303, -- [1]
					1502628859, -- [2]
				}, -- [34]
				{
					16, -- [1]
					1505817730, -- [2]
				}, -- [35]
				{
					41, -- [1]
					1505817730, -- [2]
				}, -- [36]
				{
					136, -- [1]
					1505817730, -- [2]
				}, -- [37]
				{
					160, -- [1]
					1505817730, -- [2]
				}, -- [38]
				{
					182, -- [1]
					1505817730, -- [2]
				}, -- [39]
				{
					201, -- [1]
					1505817730, -- [2]
				}, -- [40]
				{
					221, -- [1]
					1505817730, -- [2]
				}, -- [41]
			},
			["骨牢护甲"] = {
				{
					27, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					35, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					92, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					98, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					206, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					225, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					227, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					17, -- [1]
					1501944310, -- [2]
				}, -- [9]
				{
					19, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					34, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					93, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					95, -- [1]
					1501944310, -- [2]
				}, -- [13]
				{
					218, -- [1]
					1501944310, -- [2]
				}, -- [14]
				{
					229, -- [1]
					1501944310, -- [2]
				}, -- [15]
				{
					237, -- [1]
					1501944310, -- [2]
				}, -- [16]
				{
					14, -- [1]
					1501944972, -- [2]
				}, -- [17]
				{
					15, -- [1]
					1501944972, -- [2]
				}, -- [18]
				{
					34, -- [1]
					1501944972, -- [2]
				}, -- [19]
				{
					85, -- [1]
					1501944972, -- [2]
				}, -- [20]
				{
					96, -- [1]
					1501944972, -- [2]
				}, -- [21]
				{
					97, -- [1]
					1501944972, -- [2]
				}, -- [22]
				{
					24, -- [1]
					1502628859, -- [2]
				}, -- [23]
				{
					28, -- [1]
					1502628859, -- [2]
				}, -- [24]
				{
					34, -- [1]
					1502628859, -- [2]
				}, -- [25]
				{
					85, -- [1]
					1502628859, -- [2]
				}, -- [26]
				{
					91, -- [1]
					1502628859, -- [2]
				}, -- [27]
				{
					102, -- [1]
					1502628859, -- [2]
				}, -- [28]
				{
					207, -- [1]
					1502628859, -- [2]
				}, -- [29]
				{
					219, -- [1]
					1502628859, -- [2]
				}, -- [30]
				{
					222, -- [1]
					1502628859, -- [2]
				}, -- [31]
				{
					10, -- [1]
					1505817730, -- [2]
				}, -- [32]
				{
					12, -- [1]
					1505817730, -- [2]
				}, -- [33]
				{
					27, -- [1]
					1505817730, -- [2]
				}, -- [34]
				{
					80, -- [1]
					1505817730, -- [2]
				}, -- [35]
				{
					81, -- [1]
					1505817730, -- [2]
				}, -- [36]
			},
			["白骨碎片"] = {
				{
					3, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					4, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					6, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					10, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					12, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					14, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					16, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					18, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					22, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					25, -- [1]
					1501943711, -- [2]
				}, -- [10]
				{
					27, -- [1]
					1501943711, -- [2]
				}, -- [11]
				{
					29, -- [1]
					1501943711, -- [2]
				}, -- [12]
				{
					32, -- [1]
					1501943711, -- [2]
				}, -- [13]
				{
					34, -- [1]
					1501943711, -- [2]
				}, -- [14]
				{
					37, -- [1]
					1501943711, -- [2]
				}, -- [15]
				{
					41, -- [1]
					1501943711, -- [2]
				}, -- [16]
				{
					44, -- [1]
					1501943711, -- [2]
				}, -- [17]
				{
					46, -- [1]
					1501943711, -- [2]
				}, -- [18]
				{
					49, -- [1]
					1501943711, -- [2]
				}, -- [19]
				{
					51, -- [1]
					1501943711, -- [2]
				}, -- [20]
				{
					54, -- [1]
					1501943711, -- [2]
				}, -- [21]
				{
					56, -- [1]
					1501943711, -- [2]
				}, -- [22]
				{
					59, -- [1]
					1501943711, -- [2]
				}, -- [23]
				{
					61, -- [1]
					1501943711, -- [2]
				}, -- [24]
				{
					65, -- [1]
					1501943711, -- [2]
				}, -- [25]
				{
					67, -- [1]
					1501943711, -- [2]
				}, -- [26]
				{
					71, -- [1]
					1501943711, -- [2]
				}, -- [27]
				{
					73, -- [1]
					1501943711, -- [2]
				}, -- [28]
				{
					76, -- [1]
					1501943711, -- [2]
				}, -- [29]
				{
					78, -- [1]
					1501943711, -- [2]
				}, -- [30]
				{
					80, -- [1]
					1501943711, -- [2]
				}, -- [31]
				{
					83, -- [1]
					1501943711, -- [2]
				}, -- [32]
				{
					87, -- [1]
					1501943711, -- [2]
				}, -- [33]
				{
					89, -- [1]
					1501943711, -- [2]
				}, -- [34]
				{
					91, -- [1]
					1501943711, -- [2]
				}, -- [35]
				{
					94, -- [1]
					1501943711, -- [2]
				}, -- [36]
				{
					96, -- [1]
					1501943711, -- [2]
				}, -- [37]
				{
					98, -- [1]
					1501943711, -- [2]
				}, -- [38]
				{
					101, -- [1]
					1501943711, -- [2]
				}, -- [39]
				{
					104, -- [1]
					1501943711, -- [2]
				}, -- [40]
				{
					107, -- [1]
					1501943711, -- [2]
				}, -- [41]
				{
					110, -- [1]
					1501943711, -- [2]
				}, -- [42]
				{
					112, -- [1]
					1501943711, -- [2]
				}, -- [43]
				{
					114, -- [1]
					1501943711, -- [2]
				}, -- [44]
				{
					117, -- [1]
					1501943711, -- [2]
				}, -- [45]
				{
					183, -- [1]
					1501943711, -- [2]
				}, -- [46]
				{
					185, -- [1]
					1501943711, -- [2]
				}, -- [47]
				{
					189, -- [1]
					1501943711, -- [2]
				}, -- [48]
				{
					191, -- [1]
					1501943711, -- [2]
				}, -- [49]
				{
					195, -- [1]
					1501943711, -- [2]
				}, -- [50]
				{
					197, -- [1]
					1501943711, -- [2]
				}, -- [51]
				{
					200, -- [1]
					1501943711, -- [2]
				}, -- [52]
				{
					203, -- [1]
					1501943711, -- [2]
				}, -- [53]
				{
					206, -- [1]
					1501943711, -- [2]
				}, -- [54]
				{
					209, -- [1]
					1501943711, -- [2]
				}, -- [55]
				{
					213, -- [1]
					1501943711, -- [2]
				}, -- [56]
				{
					215, -- [1]
					1501943711, -- [2]
				}, -- [57]
				{
					219, -- [1]
					1501943711, -- [2]
				}, -- [58]
				{
					221, -- [1]
					1501943711, -- [2]
				}, -- [59]
				{
					224, -- [1]
					1501943711, -- [2]
				}, -- [60]
				{
					226, -- [1]
					1501943711, -- [2]
				}, -- [61]
				{
					230, -- [1]
					1501943711, -- [2]
				}, -- [62]
				{
					232, -- [1]
					1501943711, -- [2]
				}, -- [63]
				{
					235, -- [1]
					1501943711, -- [2]
				}, -- [64]
				{
					237, -- [1]
					1501943711, -- [2]
				}, -- [65]
				{
					241, -- [1]
					1501943711, -- [2]
				}, -- [66]
				{
					243, -- [1]
					1501943711, -- [2]
				}, -- [67]
				{
					247, -- [1]
					1501943711, -- [2]
				}, -- [68]
				{
					249, -- [1]
					1501943711, -- [2]
				}, -- [69]
				{
					252, -- [1]
					1501943711, -- [2]
				}, -- [70]
				{
					254, -- [1]
					1501943711, -- [2]
				}, -- [71]
				{
					257, -- [1]
					1501943711, -- [2]
				}, -- [72]
				{
					259, -- [1]
					1501943711, -- [2]
				}, -- [73]
				{
					264, -- [1]
					1501943711, -- [2]
				}, -- [74]
				{
					266, -- [1]
					1501943711, -- [2]
				}, -- [75]
				{
					269, -- [1]
					1501943711, -- [2]
				}, -- [76]
				{
					271, -- [1]
					1501943711, -- [2]
				}, -- [77]
				{
					274, -- [1]
					1501943711, -- [2]
				}, -- [78]
				{
					276, -- [1]
					1501943711, -- [2]
				}, -- [79]
				{
					279, -- [1]
					1501943711, -- [2]
				}, -- [80]
				{
					280, -- [1]
					1501943711, -- [2]
				}, -- [81]
				{
					282, -- [1]
					1501943711, -- [2]
				}, -- [82]
				{
					285, -- [1]
					1501943711, -- [2]
				}, -- [83]
				{
					287, -- [1]
					1501943711, -- [2]
				}, -- [84]
				{
					289, -- [1]
					1501943711, -- [2]
				}, -- [85]
				{
					292, -- [1]
					1501943711, -- [2]
				}, -- [86]
				{
					294, -- [1]
					1501943711, -- [2]
				}, -- [87]
				{
					3, -- [1]
					1501944310, -- [2]
				}, -- [88]
				{
					6, -- [1]
					1501944310, -- [2]
				}, -- [89]
				{
					9, -- [1]
					1501944310, -- [2]
				}, -- [90]
				{
					12, -- [1]
					1501944310, -- [2]
				}, -- [91]
				{
					14, -- [1]
					1501944310, -- [2]
				}, -- [92]
				{
					16, -- [1]
					1501944310, -- [2]
				}, -- [93]
				{
					19, -- [1]
					1501944310, -- [2]
				}, -- [94]
				{
					23, -- [1]
					1501944310, -- [2]
				}, -- [95]
				{
					25, -- [1]
					1501944310, -- [2]
				}, -- [96]
				{
					27, -- [1]
					1501944310, -- [2]
				}, -- [97]
				{
					30, -- [1]
					1501944310, -- [2]
				}, -- [98]
				{
					32, -- [1]
					1501944310, -- [2]
				}, -- [99]
				{
					35, -- [1]
					1501944310, -- [2]
				}, -- [100]
				{
					37, -- [1]
					1501944310, -- [2]
				}, -- [101]
				{
					41, -- [1]
					1501944310, -- [2]
				}, -- [102]
				{
					44, -- [1]
					1501944310, -- [2]
				}, -- [103]
				{
					47, -- [1]
					1501944310, -- [2]
				}, -- [104]
				{
					49, -- [1]
					1501944310, -- [2]
				}, -- [105]
				{
					52, -- [1]
					1501944310, -- [2]
				}, -- [106]
				{
					54, -- [1]
					1501944310, -- [2]
				}, -- [107]
				{
					57, -- [1]
					1501944310, -- [2]
				}, -- [108]
				{
					59, -- [1]
					1501944310, -- [2]
				}, -- [109]
				{
					61, -- [1]
					1501944310, -- [2]
				}, -- [110]
				{
					65, -- [1]
					1501944310, -- [2]
				}, -- [111]
				{
					68, -- [1]
					1501944310, -- [2]
				}, -- [112]
				{
					71, -- [1]
					1501944310, -- [2]
				}, -- [113]
				{
					74, -- [1]
					1501944310, -- [2]
				}, -- [114]
				{
					76, -- [1]
					1501944310, -- [2]
				}, -- [115]
				{
					79, -- [1]
					1501944310, -- [2]
				}, -- [116]
				{
					81, -- [1]
					1501944310, -- [2]
				}, -- [117]
				{
					83, -- [1]
					1501944310, -- [2]
				}, -- [118]
				{
					87, -- [1]
					1501944310, -- [2]
				}, -- [119]
				{
					89, -- [1]
					1501944310, -- [2]
				}, -- [120]
				{
					92, -- [1]
					1501944310, -- [2]
				}, -- [121]
				{
					94, -- [1]
					1501944310, -- [2]
				}, -- [122]
				{
					97, -- [1]
					1501944310, -- [2]
				}, -- [123]
				{
					99, -- [1]
					1501944310, -- [2]
				}, -- [124]
				{
					103, -- [1]
					1501944310, -- [2]
				}, -- [125]
				{
					105, -- [1]
					1501944310, -- [2]
				}, -- [126]
				{
					109, -- [1]
					1501944310, -- [2]
				}, -- [127]
				{
					111, -- [1]
					1501944310, -- [2]
				}, -- [128]
				{
					114, -- [1]
					1501944310, -- [2]
				}, -- [129]
				{
					116, -- [1]
					1501944310, -- [2]
				}, -- [130]
				{
					119, -- [1]
					1501944310, -- [2]
				}, -- [131]
				{
					183, -- [1]
					1501944310, -- [2]
				}, -- [132]
				{
					185, -- [1]
					1501944310, -- [2]
				}, -- [133]
				{
					189, -- [1]
					1501944310, -- [2]
				}, -- [134]
				{
					192, -- [1]
					1501944310, -- [2]
				}, -- [135]
				{
					194, -- [1]
					1501944310, -- [2]
				}, -- [136]
				{
					196, -- [1]
					1501944310, -- [2]
				}, -- [137]
				{
					199, -- [1]
					1501944310, -- [2]
				}, -- [138]
				{
					202, -- [1]
					1501944310, -- [2]
				}, -- [139]
				{
					205, -- [1]
					1501944310, -- [2]
				}, -- [140]
				{
					207, -- [1]
					1501944310, -- [2]
				}, -- [141]
				{
					210, -- [1]
					1501944310, -- [2]
				}, -- [142]
				{
					213, -- [1]
					1501944310, -- [2]
				}, -- [143]
				{
					216, -- [1]
					1501944310, -- [2]
				}, -- [144]
				{
					219, -- [1]
					1501944310, -- [2]
				}, -- [145]
				{
					223, -- [1]
					1501944310, -- [2]
				}, -- [146]
				{
					226, -- [1]
					1501944310, -- [2]
				}, -- [147]
				{
					228, -- [1]
					1501944310, -- [2]
				}, -- [148]
				{
					230, -- [1]
					1501944310, -- [2]
				}, -- [149]
				{
					233, -- [1]
					1501944310, -- [2]
				}, -- [150]
				{
					237, -- [1]
					1501944310, -- [2]
				}, -- [151]
				{
					240, -- [1]
					1501944310, -- [2]
				}, -- [152]
				{
					243, -- [1]
					1501944310, -- [2]
				}, -- [153]
				{
					246, -- [1]
					1501944310, -- [2]
				}, -- [154]
				{
					249, -- [1]
					1501944310, -- [2]
				}, -- [155]
				{
					251, -- [1]
					1501944310, -- [2]
				}, -- [156]
				{
					253, -- [1]
					1501944310, -- [2]
				}, -- [157]
				{
					257, -- [1]
					1501944310, -- [2]
				}, -- [158]
				{
					260, -- [1]
					1501944310, -- [2]
				}, -- [159]
				{
					262, -- [1]
					1501944310, -- [2]
				}, -- [160]
				{
					264, -- [1]
					1501944310, -- [2]
				}, -- [161]
				{
					268, -- [1]
					1501944310, -- [2]
				}, -- [162]
				{
					271, -- [1]
					1501944310, -- [2]
				}, -- [163]
				{
					274, -- [1]
					1501944310, -- [2]
				}, -- [164]
				{
					277, -- [1]
					1501944310, -- [2]
				}, -- [165]
				{
					279, -- [1]
					1501944310, -- [2]
				}, -- [166]
				{
					281, -- [1]
					1501944310, -- [2]
				}, -- [167]
				{
					284, -- [1]
					1501944310, -- [2]
				}, -- [168]
				{
					286, -- [1]
					1501944310, -- [2]
				}, -- [169]
				{
					291, -- [1]
					1501944310, -- [2]
				}, -- [170]
				{
					294, -- [1]
					1501944310, -- [2]
				}, -- [171]
				{
					296, -- [1]
					1501944310, -- [2]
				}, -- [172]
				{
					299, -- [1]
					1501944310, -- [2]
				}, -- [173]
				{
					301, -- [1]
					1501944310, -- [2]
				}, -- [174]
				{
					303, -- [1]
					1501944310, -- [2]
				}, -- [175]
				{
					307, -- [1]
					1501944310, -- [2]
				}, -- [176]
				{
					311, -- [1]
					1501944310, -- [2]
				}, -- [177]
				{
					313, -- [1]
					1501944310, -- [2]
				}, -- [178]
				{
					316, -- [1]
					1501944310, -- [2]
				}, -- [179]
				{
					318, -- [1]
					1501944310, -- [2]
				}, -- [180]
				{
					320, -- [1]
					1501944310, -- [2]
				}, -- [181]
				{
					323, -- [1]
					1501944310, -- [2]
				}, -- [182]
				{
					3, -- [1]
					1501944972, -- [2]
				}, -- [183]
				{
					4, -- [1]
					1501944972, -- [2]
				}, -- [184]
				{
					6, -- [1]
					1501944972, -- [2]
				}, -- [185]
				{
					10, -- [1]
					1501944972, -- [2]
				}, -- [186]
				{
					13, -- [1]
					1501944972, -- [2]
				}, -- [187]
				{
					15, -- [1]
					1501944972, -- [2]
				}, -- [188]
				{
					18, -- [1]
					1501944972, -- [2]
				}, -- [189]
				{
					20, -- [1]
					1501944972, -- [2]
				}, -- [190]
				{
					24, -- [1]
					1501944972, -- [2]
				}, -- [191]
				{
					26, -- [1]
					1501944972, -- [2]
				}, -- [192]
				{
					29, -- [1]
					1501944972, -- [2]
				}, -- [193]
				{
					31, -- [1]
					1501944972, -- [2]
				}, -- [194]
				{
					33, -- [1]
					1501944972, -- [2]
				}, -- [195]
				{
					36, -- [1]
					1501944972, -- [2]
				}, -- [196]
				{
					38, -- [1]
					1501944972, -- [2]
				}, -- [197]
				{
					42, -- [1]
					1501944972, -- [2]
				}, -- [198]
				{
					44, -- [1]
					1501944972, -- [2]
				}, -- [199]
				{
					47, -- [1]
					1501944972, -- [2]
				}, -- [200]
				{
					49, -- [1]
					1501944972, -- [2]
				}, -- [201]
				{
					52, -- [1]
					1501944972, -- [2]
				}, -- [202]
				{
					54, -- [1]
					1501944972, -- [2]
				}, -- [203]
				{
					57, -- [1]
					1501944972, -- [2]
				}, -- [204]
				{
					59, -- [1]
					1501944972, -- [2]
				}, -- [205]
				{
					61, -- [1]
					1501944972, -- [2]
				}, -- [206]
				{
					64, -- [1]
					1501944972, -- [2]
				}, -- [207]
				{
					66, -- [1]
					1501944972, -- [2]
				}, -- [208]
				{
					69, -- [1]
					1501944972, -- [2]
				}, -- [209]
				{
					72, -- [1]
					1501944972, -- [2]
				}, -- [210]
				{
					75, -- [1]
					1501944972, -- [2]
				}, -- [211]
				{
					77, -- [1]
					1501944972, -- [2]
				}, -- [212]
				{
					80, -- [1]
					1501944972, -- [2]
				}, -- [213]
				{
					82, -- [1]
					1501944972, -- [2]
				}, -- [214]
				{
					86, -- [1]
					1501944972, -- [2]
				}, -- [215]
				{
					88, -- [1]
					1501944972, -- [2]
				}, -- [216]
				{
					91, -- [1]
					1501944972, -- [2]
				}, -- [217]
				{
					93, -- [1]
					1501944972, -- [2]
				}, -- [218]
				{
					96, -- [1]
					1501944972, -- [2]
				}, -- [219]
				{
					98, -- [1]
					1501944972, -- [2]
				}, -- [220]
				{
					100, -- [1]
					1501944972, -- [2]
				}, -- [221]
				{
					104, -- [1]
					1501944972, -- [2]
				}, -- [222]
				{
					108, -- [1]
					1501944972, -- [2]
				}, -- [223]
				{
					110, -- [1]
					1501944972, -- [2]
				}, -- [224]
				{
					113, -- [1]
					1501944972, -- [2]
				}, -- [225]
				{
					115, -- [1]
					1501944972, -- [2]
				}, -- [226]
				{
					117, -- [1]
					1501944972, -- [2]
				}, -- [227]
				{
					162, -- [1]
					1501944972, -- [2]
				}, -- [228]
				{
					166, -- [1]
					1501944972, -- [2]
				}, -- [229]
				{
					168, -- [1]
					1501944972, -- [2]
				}, -- [230]
				{
					171, -- [1]
					1501944972, -- [2]
				}, -- [231]
				{
					173, -- [1]
					1501944972, -- [2]
				}, -- [232]
				{
					175, -- [1]
					1501944972, -- [2]
				}, -- [233]
				{
					178, -- [1]
					1501944972, -- [2]
				}, -- [234]
				{
					179, -- [1]
					1501944972, -- [2]
				}, -- [235]
				{
					183, -- [1]
					1501944972, -- [2]
				}, -- [236]
				{
					187, -- [1]
					1501944972, -- [2]
				}, -- [237]
				{
					189, -- [1]
					1501944972, -- [2]
				}, -- [238]
				{
					191, -- [1]
					1501944972, -- [2]
				}, -- [239]
				{
					194, -- [1]
					1501944972, -- [2]
				}, -- [240]
				{
					196, -- [1]
					1501944972, -- [2]
				}, -- [241]
				{
					200, -- [1]
					1501944972, -- [2]
				}, -- [242]
				{
					202, -- [1]
					1501944972, -- [2]
				}, -- [243]
				{
					205, -- [1]
					1501944972, -- [2]
				}, -- [244]
				{
					209, -- [1]
					1501944972, -- [2]
				}, -- [245]
				{
					211, -- [1]
					1501944972, -- [2]
				}, -- [246]
				{
					213, -- [1]
					1501944972, -- [2]
				}, -- [247]
				{
					216, -- [1]
					1501944972, -- [2]
				}, -- [248]
				{
					218, -- [1]
					1501944972, -- [2]
				}, -- [249]
				{
					221, -- [1]
					1501944972, -- [2]
				}, -- [250]
				{
					223, -- [1]
					1501944972, -- [2]
				}, -- [251]
				{
					225, -- [1]
					1501944972, -- [2]
				}, -- [252]
				{
					229, -- [1]
					1501944972, -- [2]
				}, -- [253]
				{
					233, -- [1]
					1501944972, -- [2]
				}, -- [254]
				{
					235, -- [1]
					1501944972, -- [2]
				}, -- [255]
				{
					238, -- [1]
					1501944972, -- [2]
				}, -- [256]
				{
					240, -- [1]
					1501944972, -- [2]
				}, -- [257]
				{
					243, -- [1]
					1501944972, -- [2]
				}, -- [258]
				{
					245, -- [1]
					1501944972, -- [2]
				}, -- [259]
				{
					247, -- [1]
					1501944972, -- [2]
				}, -- [260]
				{
					250, -- [1]
					1501944972, -- [2]
				}, -- [261]
				{
					252, -- [1]
					1501944972, -- [2]
				}, -- [262]
				{
					255, -- [1]
					1501944972, -- [2]
				}, -- [263]
				{
					3, -- [1]
					1502628859, -- [2]
				}, -- [264]
				{
					4, -- [1]
					1502628859, -- [2]
				}, -- [265]
				{
					6, -- [1]
					1502628859, -- [2]
				}, -- [266]
				{
					10, -- [1]
					1502628859, -- [2]
				}, -- [267]
				{
					12, -- [1]
					1502628859, -- [2]
				}, -- [268]
				{
					15, -- [1]
					1502628859, -- [2]
				}, -- [269]
				{
					17, -- [1]
					1502628859, -- [2]
				}, -- [270]
				{
					20, -- [1]
					1502628859, -- [2]
				}, -- [271]
				{
					23, -- [1]
					1502628859, -- [2]
				}, -- [272]
				{
					26, -- [1]
					1502628859, -- [2]
				}, -- [273]
				{
					28, -- [1]
					1502628859, -- [2]
				}, -- [274]
				{
					31, -- [1]
					1502628859, -- [2]
				}, -- [275]
				{
					33, -- [1]
					1502628859, -- [2]
				}, -- [276]
				{
					36, -- [1]
					1502628859, -- [2]
				}, -- [277]
				{
					38, -- [1]
					1502628859, -- [2]
				}, -- [278]
				{
					42, -- [1]
					1502628859, -- [2]
				}, -- [279]
				{
					45, -- [1]
					1502628859, -- [2]
				}, -- [280]
				{
					48, -- [1]
					1502628859, -- [2]
				}, -- [281]
				{
					50, -- [1]
					1502628859, -- [2]
				}, -- [282]
				{
					53, -- [1]
					1502628859, -- [2]
				}, -- [283]
				{
					55, -- [1]
					1502628859, -- [2]
				}, -- [284]
				{
					57, -- [1]
					1502628859, -- [2]
				}, -- [285]
				{
					60, -- [1]
					1502628859, -- [2]
				}, -- [286]
				{
					62, -- [1]
					1502628859, -- [2]
				}, -- [287]
				{
					66, -- [1]
					1502628859, -- [2]
				}, -- [288]
				{
					68, -- [1]
					1502628859, -- [2]
				}, -- [289]
				{
					71, -- [1]
					1502628859, -- [2]
				}, -- [290]
				{
					73, -- [1]
					1502628859, -- [2]
				}, -- [291]
				{
					76, -- [1]
					1502628859, -- [2]
				}, -- [292]
				{
					78, -- [1]
					1502628859, -- [2]
				}, -- [293]
				{
					81, -- [1]
					1502628859, -- [2]
				}, -- [294]
				{
					83, -- [1]
					1502628859, -- [2]
				}, -- [295]
				{
					87, -- [1]
					1502628859, -- [2]
				}, -- [296]
				{
					89, -- [1]
					1502628859, -- [2]
				}, -- [297]
				{
					92, -- [1]
					1502628859, -- [2]
				}, -- [298]
				{
					94, -- [1]
					1502628859, -- [2]
				}, -- [299]
				{
					96, -- [1]
					1502628859, -- [2]
				}, -- [300]
				{
					99, -- [1]
					1502628859, -- [2]
				}, -- [301]
				{
					103, -- [1]
					1502628859, -- [2]
				}, -- [302]
				{
					105, -- [1]
					1502628859, -- [2]
				}, -- [303]
				{
					109, -- [1]
					1502628859, -- [2]
				}, -- [304]
				{
					111, -- [1]
					1502628859, -- [2]
				}, -- [305]
				{
					113, -- [1]
					1502628859, -- [2]
				}, -- [306]
				{
					116, -- [1]
					1502628859, -- [2]
				}, -- [307]
				{
					118, -- [1]
					1502628859, -- [2]
				}, -- [308]
				{
					183, -- [1]
					1502628859, -- [2]
				}, -- [309]
				{
					185, -- [1]
					1502628859, -- [2]
				}, -- [310]
				{
					188, -- [1]
					1502628859, -- [2]
				}, -- [311]
				{
					190, -- [1]
					1502628859, -- [2]
				}, -- [312]
				{
					193, -- [1]
					1502628859, -- [2]
				}, -- [313]
				{
					195, -- [1]
					1502628859, -- [2]
				}, -- [314]
				{
					197, -- [1]
					1502628859, -- [2]
				}, -- [315]
				{
					200, -- [1]
					1502628859, -- [2]
				}, -- [316]
				{
					203, -- [1]
					1502628859, -- [2]
				}, -- [317]
				{
					206, -- [1]
					1502628859, -- [2]
				}, -- [318]
				{
					208, -- [1]
					1502628859, -- [2]
				}, -- [319]
				{
					211, -- [1]
					1502628859, -- [2]
				}, -- [320]
				{
					213, -- [1]
					1502628859, -- [2]
				}, -- [321]
				{
					216, -- [1]
					1502628859, -- [2]
				}, -- [322]
				{
					219, -- [1]
					1502628859, -- [2]
				}, -- [323]
				{
					222, -- [1]
					1502628859, -- [2]
				}, -- [324]
				{
					225, -- [1]
					1502628859, -- [2]
				}, -- [325]
				{
					228, -- [1]
					1502628859, -- [2]
				}, -- [326]
				{
					230, -- [1]
					1502628859, -- [2]
				}, -- [327]
				{
					233, -- [1]
					1502628859, -- [2]
				}, -- [328]
				{
					236, -- [1]
					1502628859, -- [2]
				}, -- [329]
				{
					239, -- [1]
					1502628859, -- [2]
				}, -- [330]
				{
					241, -- [1]
					1502628859, -- [2]
				}, -- [331]
				{
					244, -- [1]
					1502628859, -- [2]
				}, -- [332]
				{
					246, -- [1]
					1502628859, -- [2]
				}, -- [333]
				{
					248, -- [1]
					1502628859, -- [2]
				}, -- [334]
				{
					251, -- [1]
					1502628859, -- [2]
				}, -- [335]
				{
					253, -- [1]
					1502628859, -- [2]
				}, -- [336]
				{
					256, -- [1]
					1502628859, -- [2]
				}, -- [337]
				{
					258, -- [1]
					1502628859, -- [2]
				}, -- [338]
				{
					261, -- [1]
					1502628859, -- [2]
				}, -- [339]
				{
					263, -- [1]
					1502628859, -- [2]
				}, -- [340]
				{
					266, -- [1]
					1502628859, -- [2]
				}, -- [341]
				{
					268, -- [1]
					1502628859, -- [2]
				}, -- [342]
				{
					270, -- [1]
					1502628859, -- [2]
				}, -- [343]
				{
					273, -- [1]
					1502628859, -- [2]
				}, -- [344]
				{
					275, -- [1]
					1502628859, -- [2]
				}, -- [345]
				{
					278, -- [1]
					1502628859, -- [2]
				}, -- [346]
				{
					280, -- [1]
					1502628859, -- [2]
				}, -- [347]
				{
					283, -- [1]
					1502628859, -- [2]
				}, -- [348]
				{
					285, -- [1]
					1502628859, -- [2]
				}, -- [349]
				{
					287, -- [1]
					1502628859, -- [2]
				}, -- [350]
				{
					290, -- [1]
					1502628859, -- [2]
				}, -- [351]
				{
					292, -- [1]
					1502628859, -- [2]
				}, -- [352]
				{
					295, -- [1]
					1502628859, -- [2]
				}, -- [353]
				{
					297, -- [1]
					1502628859, -- [2]
				}, -- [354]
				{
					300, -- [1]
					1502628859, -- [2]
				}, -- [355]
				{
					302, -- [1]
					1502628859, -- [2]
				}, -- [356]
				{
					304, -- [1]
					1502628859, -- [2]
				}, -- [357]
				{
					307, -- [1]
					1502628859, -- [2]
				}, -- [358]
				{
					309, -- [1]
					1502628859, -- [2]
				}, -- [359]
				{
					312, -- [1]
					1502628859, -- [2]
				}, -- [360]
				{
					3, -- [1]
					1505817730, -- [2]
				}, -- [361]
				{
					5, -- [1]
					1505817730, -- [2]
				}, -- [362]
				{
					9, -- [1]
					1505817730, -- [2]
				}, -- [363]
				{
					11, -- [1]
					1505817730, -- [2]
				}, -- [364]
				{
					14, -- [1]
					1505817730, -- [2]
				}, -- [365]
				{
					16, -- [1]
					1505817730, -- [2]
				}, -- [366]
				{
					19, -- [1]
					1505817730, -- [2]
				}, -- [367]
				{
					22, -- [1]
					1505817730, -- [2]
				}, -- [368]
				{
					25, -- [1]
					1505817730, -- [2]
				}, -- [369]
				{
					27, -- [1]
					1505817730, -- [2]
				}, -- [370]
				{
					30, -- [1]
					1505817730, -- [2]
				}, -- [371]
				{
					32, -- [1]
					1505817730, -- [2]
				}, -- [372]
				{
					34, -- [1]
					1505817730, -- [2]
				}, -- [373]
				{
					37, -- [1]
					1505817730, -- [2]
				}, -- [374]
				{
					39, -- [1]
					1505817730, -- [2]
				}, -- [375]
				{
					43, -- [1]
					1505817730, -- [2]
				}, -- [376]
				{
					45, -- [1]
					1505817730, -- [2]
				}, -- [377]
				{
					48, -- [1]
					1505817730, -- [2]
				}, -- [378]
				{
					50, -- [1]
					1505817730, -- [2]
				}, -- [379]
				{
					53, -- [1]
					1505817730, -- [2]
				}, -- [380]
				{
					55, -- [1]
					1505817730, -- [2]
				}, -- [381]
				{
					58, -- [1]
					1505817730, -- [2]
				}, -- [382]
				{
					60, -- [1]
					1505817730, -- [2]
				}, -- [383]
				{
					64, -- [1]
					1505817730, -- [2]
				}, -- [384]
				{
					66, -- [1]
					1505817730, -- [2]
				}, -- [385]
				{
					69, -- [1]
					1505817730, -- [2]
				}, -- [386]
				{
					72, -- [1]
					1505817730, -- [2]
				}, -- [387]
				{
					75, -- [1]
					1505817730, -- [2]
				}, -- [388]
				{
					77, -- [1]
					1505817730, -- [2]
				}, -- [389]
				{
					80, -- [1]
					1505817730, -- [2]
				}, -- [390]
				{
					82, -- [1]
					1505817730, -- [2]
				}, -- [391]
				{
					86, -- [1]
					1505817730, -- [2]
				}, -- [392]
				{
					88, -- [1]
					1505817730, -- [2]
				}, -- [393]
				{
					90, -- [1]
					1505817730, -- [2]
				}, -- [394]
				{
					93, -- [1]
					1505817730, -- [2]
				}, -- [395]
				{
					95, -- [1]
					1505817730, -- [2]
				}, -- [396]
				{
					98, -- [1]
					1505817730, -- [2]
				}, -- [397]
				{
					100, -- [1]
					1505817730, -- [2]
				}, -- [398]
				{
					104, -- [1]
					1505817730, -- [2]
				}, -- [399]
				{
					108, -- [1]
					1505817730, -- [2]
				}, -- [400]
				{
					110, -- [1]
					1505817730, -- [2]
				}, -- [401]
				{
					112, -- [1]
					1505817730, -- [2]
				}, -- [402]
				{
					115, -- [1]
					1505817730, -- [2]
				}, -- [403]
				{
					117, -- [1]
					1505817730, -- [2]
				}, -- [404]
				{
					165, -- [1]
					1505817730, -- [2]
				}, -- [405]
				{
					167, -- [1]
					1505817730, -- [2]
				}, -- [406]
				{
					170, -- [1]
					1505817730, -- [2]
				}, -- [407]
				{
					172, -- [1]
					1505817730, -- [2]
				}, -- [408]
				{
					174, -- [1]
					1505817730, -- [2]
				}, -- [409]
				{
					178, -- [1]
					1505817730, -- [2]
				}, -- [410]
				{
					181, -- [1]
					1505817730, -- [2]
				}, -- [411]
				{
					183, -- [1]
					1505817730, -- [2]
				}, -- [412]
				{
					185, -- [1]
					1505817730, -- [2]
				}, -- [413]
				{
					188, -- [1]
					1505817730, -- [2]
				}, -- [414]
				{
					190, -- [1]
					1505817730, -- [2]
				}, -- [415]
				{
					193, -- [1]
					1505817730, -- [2]
				}, -- [416]
				{
					195, -- [1]
					1505817730, -- [2]
				}, -- [417]
				{
					198, -- [1]
					1505817730, -- [2]
				}, -- [418]
				{
					200, -- [1]
					1505817730, -- [2]
				}, -- [419]
				{
					202, -- [1]
					1505817730, -- [2]
				}, -- [420]
				{
					206, -- [1]
					1505817730, -- [2]
				}, -- [421]
				{
					209, -- [1]
					1505817730, -- [2]
				}, -- [422]
				{
					211, -- [1]
					1505817730, -- [2]
				}, -- [423]
				{
					213, -- [1]
					1505817730, -- [2]
				}, -- [424]
				{
					216, -- [1]
					1505817730, -- [2]
				}, -- [425]
				{
					218, -- [1]
					1505817730, -- [2]
				}, -- [426]
				{
					221, -- [1]
					1505817730, -- [2]
				}, -- [427]
				{
					223, -- [1]
					1505817730, -- [2]
				}, -- [428]
				{
					228, -- [1]
					1505817730, -- [2]
				}, -- [429]
				{
					231, -- [1]
					1505817730, -- [2]
				}, -- [430]
				{
					233, -- [1]
					1505817730, -- [2]
				}, -- [431]
			},
			["分裂末日"] = {
				{
					231, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					256, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					282, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					308, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					333, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					257, -- [1]
					1501944310, -- [2]
				}, -- [6]
				{
					283, -- [1]
					1501944310, -- [2]
				}, -- [7]
				{
					308, -- [1]
					1501944310, -- [2]
				}, -- [8]
				{
					334, -- [1]
					1501944310, -- [2]
				}, -- [9]
				{
					359, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					385, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					410, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					200, -- [1]
					1501944972, -- [2]
				}, -- [13]
				{
					225, -- [1]
					1501944972, -- [2]
				}, -- [14]
				{
					251, -- [1]
					1501944972, -- [2]
				}, -- [15]
				{
					276, -- [1]
					1501944972, -- [2]
				}, -- [16]
				{
					302, -- [1]
					1501944972, -- [2]
				}, -- [17]
				{
					327, -- [1]
					1501944972, -- [2]
				}, -- [18]
				{
					258, -- [1]
					1502628859, -- [2]
				}, -- [19]
				{
					284, -- [1]
					1502628859, -- [2]
				}, -- [20]
				{
					309, -- [1]
					1502628859, -- [2]
				}, -- [21]
				{
					335, -- [1]
					1502628859, -- [2]
				}, -- [22]
				{
					360, -- [1]
					1502628859, -- [2]
				}, -- [23]
				{
					195, -- [1]
					1505817730, -- [2]
				}, -- [24]
				{
					221, -- [1]
					1505817730, -- [2]
				}, -- [25]
				{
					246, -- [1]
					1505817730, -- [2]
				}, -- [26]
				{
					272, -- [1]
					1505817730, -- [2]
				}, -- [27]
			},
			["灵魂锁链"] = {
				{
					8, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					26, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					40, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					133, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					145, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					154, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					158, -- [1]
					1501943711, -- [2]
				}, -- [7]
				{
					166, -- [1]
					1501943711, -- [2]
				}, -- [8]
				{
					170, -- [1]
					1501943711, -- [2]
				}, -- [9]
				{
					7, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					21, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					23, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					33, -- [1]
					1501944310, -- [2]
				}, -- [13]
				{
					35, -- [1]
					1501944310, -- [2]
				}, -- [14]
				{
					45, -- [1]
					1501944310, -- [2]
				}, -- [15]
				{
					136, -- [1]
					1501944310, -- [2]
				}, -- [16]
				{
					148, -- [1]
					1501944310, -- [2]
				}, -- [17]
				{
					167, -- [1]
					1501944310, -- [2]
				}, -- [18]
				{
					179, -- [1]
					1501944310, -- [2]
				}, -- [19]
				{
					8, -- [1]
					1501944972, -- [2]
				}, -- [20]
				{
					19, -- [1]
					1501944972, -- [2]
				}, -- [21]
				{
					29, -- [1]
					1501944972, -- [2]
				}, -- [22]
				{
					32, -- [1]
					1501944972, -- [2]
				}, -- [23]
				{
					44, -- [1]
					1501944972, -- [2]
				}, -- [24]
				{
					135, -- [1]
					1501944972, -- [2]
				}, -- [25]
				{
					147, -- [1]
					1501944972, -- [2]
				}, -- [26]
				{
					156, -- [1]
					1501944972, -- [2]
				}, -- [27]
				{
					166, -- [1]
					1501944972, -- [2]
				}, -- [28]
				{
					169, -- [1]
					1501944972, -- [2]
				}, -- [29]
				{
					178, -- [1]
					1501944972, -- [2]
				}, -- [30]
				{
					14, -- [1]
					1502628859, -- [2]
				}, -- [31]
				{
					15, -- [1]
					1502628859, -- [2]
				}, -- [32]
				{
					32, -- [1]
					1502628859, -- [2]
				}, -- [33]
				{
					134, -- [1]
					1502628859, -- [2]
				}, -- [34]
				{
					146, -- [1]
					1502628859, -- [2]
				}, -- [35]
				{
					152, -- [1]
					1502628859, -- [2]
				}, -- [36]
				{
					161, -- [1]
					1502628859, -- [2]
				}, -- [37]
				{
					167, -- [1]
					1502628859, -- [2]
				}, -- [38]
				{
					9, -- [1]
					1505817730, -- [2]
				}, -- [39]
				{
					33, -- [1]
					1505817730, -- [2]
				}, -- [40]
				{
					132, -- [1]
					1505817730, -- [2]
				}, -- [41]
				{
					146, -- [1]
					1505817730, -- [2]
				}, -- [42]
				{
					150, -- [1]
					1505817730, -- [2]
				}, -- [43]
				{
					158, -- [1]
					1505817730, -- [2]
				}, -- [44]
				{
					167, -- [1]
					1505817730, -- [2]
				}, -- [45]
				{
					170, -- [1]
					1505817730, -- [2]
				}, -- [46]
			},
			["灵魂爆发"] = {
				{
					6, -- [1]
					1501943711, -- [2]
				}, -- [1]
				{
					7, -- [1]
					1501943711, -- [2]
				}, -- [2]
				{
					127, -- [1]
					1501943711, -- [2]
				}, -- [3]
				{
					131, -- [1]
					1501943711, -- [2]
				}, -- [4]
				{
					138, -- [1]
					1501943711, -- [2]
				}, -- [5]
				{
					151, -- [1]
					1501943711, -- [2]
				}, -- [6]
				{
					6, -- [1]
					1501944310, -- [2]
				}, -- [7]
				{
					11, -- [1]
					1501944310, -- [2]
				}, -- [8]
				{
					128, -- [1]
					1501944310, -- [2]
				}, -- [9]
				{
					133, -- [1]
					1501944310, -- [2]
				}, -- [10]
				{
					135, -- [1]
					1501944310, -- [2]
				}, -- [11]
				{
					140, -- [1]
					1501944310, -- [2]
				}, -- [12]
				{
					4, -- [1]
					1501944972, -- [2]
				}, -- [13]
				{
					11, -- [1]
					1501944972, -- [2]
				}, -- [14]
				{
					132, -- [1]
					1501944972, -- [2]
				}, -- [15]
				{
					134, -- [1]
					1501944972, -- [2]
				}, -- [16]
				{
					144, -- [1]
					1501944972, -- [2]
				}, -- [17]
				{
					146, -- [1]
					1501944972, -- [2]
				}, -- [18]
				{
					5, -- [1]
					1502628859, -- [2]
				}, -- [19]
				{
					6, -- [1]
					1502628859, -- [2]
				}, -- [20]
				{
					131, -- [1]
					1502628859, -- [2]
				}, -- [21]
				{
					136, -- [1]
					1502628859, -- [2]
				}, -- [22]
				{
					139, -- [1]
					1502628859, -- [2]
				}, -- [23]
				{
					145, -- [1]
					1502628859, -- [2]
				}, -- [24]
				{
					5, -- [1]
					1505817730, -- [2]
				}, -- [25]
				{
					14, -- [1]
					1505817730, -- [2]
				}, -- [26]
				{
					16, -- [1]
					1505817730, -- [2]
				}, -- [27]
				{
					128, -- [1]
					1505817730, -- [2]
				}, -- [28]
				{
					132, -- [1]
					1505817730, -- [2]
				}, -- [29]
				{
					138, -- [1]
					1505817730, -- [2]
				}, -- [30]
				{
					162, -- [1]
					1505817730, -- [2]
				}, -- [31]
			},
		},
		["ids"] = {
			["折磨哀嚎"] = 235989,
			["末日分裂"] = 236544,
			["裂地猛击"] = 235927,
			["枯萎"] = 236131,
			["哀嚎之魂"] = 236072,
			["攫取之暗"] = 235968,
			["折磨"] = 236548,
			["粉碎意志"] = 241566,
			["破碎尖叫"] = 235969,
			["灵魂束缚"] = 236449,
			["骨牢护甲"] = 236513,
			["白骨碎片"] = 236142,
			["分裂末日"] = 236542,
			["灵魂锁链"] = 236361,
			["灵魂爆发"] = 236158,
		},
	},
	["173715"] = {
		["deaths"] = {
			[228] = {
				1500828914, -- [1]
			},
			[232] = {
				1500828914, -- [1]
			},
			[98] = {
				1500828914, -- [1]
			},
			[230] = {
				1500828914, -- [1]
			},
			[144] = {
				1500828914, -- [1]
			},
		},
		["spells"] = {
			["古尔丹之眼"] = {
				{
					114, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					117, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					126, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					168, -- [1]
					1500828914, -- [2]
				}, -- [4]
				{
					171, -- [1]
					1500828914, -- [2]
				}, -- [5]
			},
			["阿曼苏尔之眼"] = {
				{
					34, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					252, -- [1]
					1500828914, -- [2]
				}, -- [2]
			},
			["灵魂之井"] = {
				{
					273, -- [1]
					1500828914, -- [2]
				}, -- [1]
			},
			["黑暗收割"] = {
				{
					317, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					390, -- [1]
					1500828914, -- [2]
				}, -- [2]
			},
			["复制"] = {
				{
					125, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					179, -- [1]
					1500828914, -- [2]
				}, -- [2]
			},
			["强化古尔丹之眼"] = {
				{
					221, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					225, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					292, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					295, -- [1]
					1500828914, -- [2]
				}, -- [4]
				{
					354, -- [1]
					1500828914, -- [2]
				}, -- [5]
				{
					358, -- [1]
					1500828914, -- [2]
				}, -- [6]
			},
			["黑暗冲击"] = {
				{
					28, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					33, -- [1]
					1500828914, -- [2]
				}, -- [3]
			},
			["吸取"] = {
				{
					35, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					38, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					40, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					42, -- [1]
					1500828914, -- [2]
				}, -- [4]
				{
					45, -- [1]
					1500828914, -- [2]
				}, -- [5]
				{
					47, -- [1]
					1500828914, -- [2]
				}, -- [6]
			},
			["灵魂漩涡"] = {
				{
					55, -- [1]
					1500828914, -- [2]
				}, -- [1]
			},
			["破碎精华"] = {
				{
					32, -- [1]
					1500828914, -- [2]
				}, -- [1]
			},
			["邪能挥发"] = {
				{
					12, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					26, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					45, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					58, -- [1]
					1500828914, -- [2]
				}, -- [4]
			},
			["古尔丹之手"] = {
				{
					7, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					31, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					98, -- [1]
					1500828914, -- [2]
				}, -- [4]
				{
					147, -- [1]
					1500828914, -- [2]
				}, -- [5]
			},
			["萨格拉斯之焰"] = {
				{
					279, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					330, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					381, -- [1]
					1500828914, -- [2]
				}, -- [3]
			},
			["毁灭者风暴"] = {
				{
					337, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					339, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					341, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					345, -- [1]
					1500828914, -- [2]
				}, -- [4]
			},
			["液态地狱火"] = {
				{
					4, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					19, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					43, -- [1]
					1500828914, -- [2]
				}, -- [3]
				{
					127, -- [1]
					1500828914, -- [2]
				}, -- [4]
			},
			["强化邪能束缚"] = {
				{
					137, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					182, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					226, -- [1]
					1500828914, -- [2]
				}, -- [3]
			},
			["强化液态地狱火"] = {
				{
					164, -- [1]
					1500828914, -- [2]
				}, -- [1]
				{
					200, -- [1]
					1500828914, -- [2]
				}, -- [2]
				{
					237, -- [1]
					1500828914, -- [2]
				}, -- [3]
			},
			["邪能束缚"] = {
				{
					93, -- [1]
					1500828914, -- [2]
				}, -- [1]
			},
		},
		["ids"] = {
			["古尔丹之眼"] = 209454,
			["阿曼苏尔之眼"] = 227427,
			["灵魂之井"] = 206939,
			["黑暗收割"] = 206744,
			["复制"] = 209291,
			["强化古尔丹之眼"] = 209489,
			["黑暗冲击"] = 207006,
			["吸取"] = 212568,
			["灵魂漩涡"] = 206883,
			["破碎精华"] = 206675,
			["邪能挥发"] = 206514,
			["古尔丹之手"] = 212258,
			["萨格拉斯之焰"] = 221783,
			["毁灭者风暴"] = 152987,
			["液态地狱火"] = 206219,
			["强化邪能束缚"] = 206221,
			["强化液态地狱火"] = 206220,
			["邪能束缚"] = 206222,
		},
	},
	["186214"] = {
		["deaths"] = {
			[154] = {
				1500297210, -- [1]
			},
			[31] = {
				1500553402, -- [1]
			},
			[62] = {
				1500553402, -- [1]
			},
			[36] = {
				1500297210, -- [1]
			},
		},
		["spells"] = {
			["碎裂星辰"] = {
				{
					23, -- [1]
					1500297210, -- [2]
				}, -- [1]
				{
					84, -- [1]
					1500297210, -- [2]
				}, -- [2]
				{
					145, -- [1]
					1500297210, -- [2]
				}, -- [3]
				{
					23, -- [1]
					1500553402, -- [2]
				}, -- [4]
				{
					84, -- [1]
					1500553402, -- [2]
				}, -- [5]
				{
					145, -- [1]
					1500553402, -- [2]
				}, -- [6]
			},
			["碎裂新星"] = {
				{
					29, -- [1]
					1500297210, -- [2]
				}, -- [1]
				{
					91, -- [1]
					1500297210, -- [2]
				}, -- [2]
				{
					152, -- [1]
					1500297210, -- [2]
				}, -- [3]
				{
					30, -- [1]
					1500553402, -- [2]
				}, -- [4]
				{
					91, -- [1]
					1500553402, -- [2]
				}, -- [5]
				{
					152, -- [1]
					1500553402, -- [2]
				}, -- [6]
			},
			["地狱燃烧"] = {
				{
					59, -- [1]
					1500297210, -- [2]
				}, -- [1]
				{
					120, -- [1]
					1500297210, -- [2]
				}, -- [2]
				{
					60, -- [1]
					1500553402, -- [2]
				}, -- [3]
				{
					120, -- [1]
					1500553402, -- [2]
				}, -- [4]
			},
			["燃烧护甲"] = {
				{
					10, -- [1]
					1500297210, -- [2]
				}, -- [1]
				{
					35, -- [1]
					1500297210, -- [2]
				}, -- [2]
				{
					61, -- [1]
					1500297210, -- [2]
				}, -- [3]
				{
					85, -- [1]
					1500297210, -- [2]
				}, -- [4]
				{
					120, -- [1]
					1500297210, -- [2]
				}, -- [5]
				{
					146, -- [1]
					1500297210, -- [2]
				}, -- [6]
				{
					10, -- [1]
					1500553402, -- [2]
				}, -- [7]
				{
					34, -- [1]
					1500553402, -- [2]
				}, -- [8]
				{
					61, -- [1]
					1500553402, -- [2]
				}, -- [9]
				{
					85, -- [1]
					1500553402, -- [2]
				}, -- [10]
				{
					121, -- [1]
					1500553402, -- [2]
				}, -- [11]
				{
					146, -- [1]
					1500553402, -- [2]
				}, -- [12]
			},
			["彗星冲撞"] = {
				{
					7, -- [1]
					1500553402, -- [2]
				}, -- [1]
				{
					26, -- [1]
					1500553402, -- [2]
				}, -- [2]
				{
					44, -- [1]
					1500553402, -- [2]
				}, -- [3]
				{
					65, -- [1]
					1500553402, -- [2]
				}, -- [4]
				{
					83, -- [1]
					1500553402, -- [2]
				}, -- [5]
				{
					101, -- [1]
					1500553402, -- [2]
				}, -- [6]
				{
					125, -- [1]
					1500553402, -- [2]
				}, -- [7]
				{
					144, -- [1]
					1500553402, -- [2]
				}, -- [8]
				{
					163, -- [1]
					1500553402, -- [2]
				}, -- [9]
			},
		},
		["ids"] = {
			["碎裂星辰"] = 233272,
			["碎裂新星"] = 233283,
			["地狱燃烧"] = 233062,
			["燃烧护甲"] = 231363,
			["彗星冲撞"] = 232249,
		},
	},
}
