
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["募落葒顔 - 太阳之井"] = "募落葒顔 - 太阳之井",
	},
	["profiles"] = {
		["募落葒顔 - 太阳之井"] = {
			["version"] = "70300.02",
			["settings"] = {
				["storage"] = {
					["y"] = -13.249755859375,
					["x"] = -434.249954223633,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"3-0-458-0", -- [1]
				"2-119-452-0", -- [2]
				"8-0-15-999", -- [3]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["searchInputHistory"] = {
				["1-0-0-0"] = {
					"奥·", -- [1]
				},
			},
			["recent"] = {
				["2-113-460-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灬紫若-冰风岗",
						["iLvl"] = 938,
						["time"] = 1507194486,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "沾血蔷薇#5500",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "舞丶清影-燃烧之刃",
						["iLvl"] = 926,
						["time"] = 1507194486,
						["class"] = 1,
						["bTag"] = "Allen#57499",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "华胥永眠-利刃之拳",
						["iLvl"] = 938,
						["time"] = 1507194486,
						["class"] = 6,
						["bTag"] = "cwp24#5152",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "虐狗女王-熔火之心",
						["iLvl"] = 944,
						["time"] = 1507194486,
						["class"] = 6,
						["bTag"] = "喵嗷#51124",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "彼列-死亡之翼",
						["time"] = 1507952523,
						["class"] = 12,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘为名-埃德萨拉",
						["time"] = 1507952523,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "左手冰右手火-死亡之翼",
						["time"] = 1507952523,
						["class"] = 8,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "只是没智商-能源舰",
						["time"] = 1507952523,
						["class"] = 6,
					}, -- [8]
				},
				["2-121-467-0"] = {
					{
						["role"] = "TANK",
						["name"] = "夏天啊-火焰之树",
						["iLvl"] = 931,
						["time"] = 1507116995,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "CrazyCat#554166",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀之光-达尔坎",
						["iLvl"] = 939,
						["time"] = 1507116995,
						["class"] = 2,
						["bTag"] = "雷力#5520",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凤行之歌-范克里夫",
						["iLvl"] = 939,
						["time"] = 1507116995,
						["class"] = 3,
						["bTag"] = "风行之歌#5760",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "火宮殿-凤凰之神",
						["time"] = 1507116885,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Antimager-贫瘠之地",
						["iLvl"] = 938,
						["time"] = 1507116995,
						["class"] = 12,
						["bTag"] = "NoTime4Game#5973",
					}, -- [5]
				},
				["2-128-473-0"] = {
					{
						["role"] = "TANK",
						["name"] = "风楼-迅捷微风",
						["iLvl"] = 919,
						["time"] = 1508841347,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "zrw00#5848",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "愛爾-迅捷微风",
						["iLvl"] = 938,
						["time"] = 1508841347,
						["class"] = 2,
						["bTag"] = "呀卖呆#5306",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "跳刀躲梅肯-提瑞斯法",
						["iLvl"] = 940,
						["time"] = 1508841347,
						["class"] = 12,
						["bTag"] = "迷之红领巾#5551",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Spg-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1508841347,
						["class"] = 9,
						["bTag"] = "鼠标点到我啦#5584",
					}, -- [4]
				},
				["2-120-466-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "离开之后-甜水绿洲",
						["iLvl"] = 923,
						["time"] = 1506518396,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "皇太子#5685",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "奈奈的熊-塞拉摩",
						["iLvl"] = 923,
						["time"] = 1506518396,
						["class"] = 9,
						["bTag"] = "战列撒#5275",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "菲然-石爪峰",
						["time"] = 1506518396,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "兮兮小嘻嘻-巨龙之吼",
						["iLvl"] = 934,
						["time"] = 1506518396,
						["class"] = 6,
						["bTag"] = "Yoyo#5627",
					}, -- [4]
				},
			},
			["appShine"] = "70200.04",
			["advShine"] = "70200.04",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
				"3-0-0-0", -- [3]
				"3-131-478-0", -- [4]
				"3-131-479-0", -- [5]
				"3-123-416-0", -- [6]
				"3-123-415-0", -- [7]
				"3-0-458-0", -- [8]
				"9-0-19-0", -- [9]
				"2-115-462-0", -- [10]
				"3-126-457-0", -- [11]
				"3-126-0-0", -- [12]
				"3-122-414-0", -- [13]
				"3-126-480-0", -- [14]
				"4-0-7-0", -- [15]
				"7-0-360-0", -- [16]
				"1-124-469-0", -- [17]
				"6-0-0-0", -- [18]
			},
			["lastSearchValue"] = "2-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
