
SubSpecStorage = {
	["猎人 射击"] = {
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22279,
					["name"] = "独来独往",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22495,
					["name"] = "荷枪实弹",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 19347,
					["name"] = "迅疾如风",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21998,
					["name"] = "耐心的射手",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 22284,
					["name"] = "束缚射击",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 19357,
					["name"] = "夺命黑鸦",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 22288,
					["name"] = "灵巧打击",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "任务",
			["data"] = {
				{
					["id"] = 22279,
					["name"] = "独来独往",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22497,
					["name"] = "黑箭",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 19347,
					["name"] = "迅疾如风",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21998,
					["name"] = "耐心的射手",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 22284,
					["name"] = "束缚射击",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 19357,
					["name"] = "夺命黑鸦",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 22288,
					["name"] = "灵巧打击",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [2]
	},
	["猎人 生存"] = {
		{
			["name"] = "本能流",
			["data"] = {
				{
					["id"] = 22275,
					["name"] = "动物本能",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22297,
					["name"] = "毒蛇猎手",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22918,
					["name"] = "逃脱",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 19361,
					["name"] = "游击战术",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 22298,
					["name"] = "伪装",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22278,
					["name"] = "龙焰手雷",
					["column"] = 2,
				}, -- [6]
				{
					["id"] = 22301,
					["name"] = "陷阱专家",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [1]
	},
}
