
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "锦在天堂-太阳之井",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 155866,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:155866::::::::120:252::35:5:5448:1647:4786:6511:4775:::|h[织魂头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 503,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:252::11:4:4932:4933:6316:1640:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 159431,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159431::::::::120:252::35:5:5445:1632:4786:6509:4775:::|h[海怪壳护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159448,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:159448::::::::120:251::35:5:5448:1647:4786:6510:4775:::|h[世仇胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 159418,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:159418::::::::120:251::16:5:6536:6516:6515:1637:4786:::|h[致命净化束腰]|h|r",
		}, -- [6]
		{
			["ID"] = 174172,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:174172::::::::120:252::5:5:4823:6516:6513:1502:4786:::|h[活体黑曜护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 169055,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:169055::::::::120:252::35:7:6536:6578:6579:6549:6515:1532:4786:::|h[抗酸护胫]|h|r",
		}, -- [8]
		{
			["ID"] = 158311,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:158311::::::::120:252::35:8:6532:6578:6579:6485:6461:6513:1642:4786:::|h[袖剑护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 159445,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159445::::::::120:252::35:8:6536:6578:6579:6485:6461:6513:1647:4786:::|h[永生卫士护手]|h|r",
		}, -- [10]
		{
			["ID"] = 169158,
			["Level"] = 475,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:169158::::::::120:251::35:8:6536:6578:6579:6438:6462:6513:1532:4786:::|h[递归逻辑指环]|h|r",
		}, -- [11]
		{
			["ID"] = 169158,
			["Level"] = 475,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:169158::::::::120:250::35:8:6536:6578:6579:6438:6462:6513:1532:4786:::|h[递归逻辑指环]|h|r",
		}, -- [12]
		{
			["ID"] = 159627,
			["Level"] = 475,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:159627::::::::120:252::35:4:6536:6513:1647:4786:::|h[杰斯的咆哮]|h|r",
		}, -- [13]
		{
			["ID"] = 159627,
			["Level"] = 475,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159627::::::::120:250::35:4:6536:6513:1647:4786:::|h[杰斯的咆哮]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:252::11:2:6286:1472:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172187,
			["Level"] = 470,
			["Link"] = "|cffa335ee|Hitem:172187::::::::120:252::5:7:4823:6539:6578:6579:6515:1502:4786:::|h[屠灭之刻]|h|r",
		}, -- [16]
		{
			["ID"] = 159658,
			["Level"] = 430,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:159658::::::::120:251::23:5:4779:6516:6515:1602:4786:::|h[矫正监督木槌]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128292] = {
			["Relics"] = {
				{
					["ItemLevel"] = 13,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 16,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["ItemLevel"] = 14,
					["Type"] = "Frost",
				}, -- [3]
			},
			["Name"] = "堕落王子之剑",
		},
		[128402] = {
			["Relics"] = {
				{
					["ItemLevel"] = 17,
					["Type"] = "Blood",
				}, -- [1]
				{
					["ItemLevel"] = 16,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["ItemLevel"] = 32,
					["Type"] = "Iron",
				}, -- [3]
			},
			["Name"] = "诅咒之喉",
		},
		[128403] = {
			["Relics"] = {
				{
					["ItemLevel"] = 11,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 15,
					["Type"] = "Shadow",
				}, -- [2]
				{
					["ItemLevel"] = 21,
					["Type"] = "Blood",
				}, -- [3]
			},
			["Name"] = "天启",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
