
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "锦在天堂-太阳之井",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 134512,
			["Level"] = 192,
			["Link"] = "|cffa335ee|Hitem:134512::::::::110:251::35:4:3509:1808:1502:3337:::|h[深海头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 137311,
			["Level"] = 235,
			["Link"] = "|cffa335ee|Hitem:137311::::::::110:252::35:3:3418:1545:3337:::|h[绿色航线项链]|h|r",
		}, -- [2]
		{
			["ID"] = 144281,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:144281::::::::110:251:::2:3459:3570:::|h[颅花的止血术]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 137457,
			["Level"] = 215,
			["Link"] = "|cffa335ee|Hitem:137457::::::::110:251::35:3:3418:1525:3337:::|h[不屈征服者胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 147071,
			["Level"] = 205,
			["Link"] = "|cffa335ee|Hitem:147071::::::::110:251::5:3:3562:1493:3336:::|h[冰寒冻雨护腰]|h|r",
		}, -- [6]
		{
			["ID"] = 132453,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:132453::::::::110:251:::2:3459:3570:::|h[血骨傀儡的腿甲]|h|r",
		}, -- [7]
		{
			["ID"] = 132443,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:132443::::::::110:250:::2:1811:3570:::|h[阿格拉玛的步伐]|h|r",
		}, -- [8]
		{
			["ID"] = 147073,
			["Level"] = 195,
			["Link"] = "|cffa335ee|Hitem:147073::::::::110:251::5:4:3562:1808:1483:3528:::|h[骨壳臂甲]|h|r",
		}, -- [9]
		{
			["ID"] = 151332,
			["Level"] = 215,
			["Link"] = "|cffa335ee|Hitem:151332::::::::110:250::35:3:3418:1525:3337:::|h[灵爪手甲]|h|r",
		}, -- [10]
		{
			["ID"] = 134530,
			["Level"] = 200,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:134530::::::::110:250::16:3:3418:1510:3336:::|h[刻薄意图印戒]|h|r",
		}, -- [11]
		{
			["ID"] = 133637,
			["Level"] = 195,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:133637::::::::110:251::16:3:3416:1505:3336:::|h[乌特加德皇家玺戒]|h|r",
		}, -- [12]
		{
			["ID"] = 136715,
			["Level"] = 192,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:136715::::::::110:251::16:3:3536:1502:3528:::|h[倒刺砝码]|h|r",
		}, -- [13]
		{
			["ID"] = 136715,
			["Level"] = 192,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:136715::::::::110:250::16:3:3536:1502:3528:::|h[倒刺砝码]|h|r",
		}, -- [14]
		{
			["ID"] = 134405,
			["Level"] = 215,
			["Link"] = "|cffa335ee|Hitem:134405::::::::110:251::35:3:3418:1525:3337:::|h[渐隐回响斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 128402,
			["Level"] = 218,
			["Link"] = "|cffe6cc80|Hitem:128402:3847:147081:136719:152293::::110:250:16777472:9:2:716:1538:107:1:3:3561:1480:3336:3:3410:1500:3337:3:3611:1507:3337|h[诅咒之喉]|h|r",
		}, -- [16]
		{
			["ID"] = 128293,
			["Level"] = 180,
			["Link"] = "|cffe6cc80|Hitem:128293:3370:::::::110:251:256:::870:::|h[堕落王子之剑]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEATHKNIGHT",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
