
DetailsTimeLineDB = {
	["backdrop_color"] = {
		0, -- [1]
		0, -- [2]
		0, -- [3]
		0.4, -- [4]
	},
	["max_segments"] = 4,
	["hide_on_combat"] = false,
	["window_scale"] = 1,
	["cooldowns_timeline"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
	["debuff_timeline"] = {
		{
			["龙剑曦"] = {
				[40647] = {
					38.6800000000221, -- [1]
					68.7430000000168, -- [2]
					["source"] = "伊利丹·怒风",
					["active"] = false,
				},
				[41032] = {
					81.56700000001, -- [1]
					88.5489999999991, -- [2]
					["source"] = "伊利丹·怒风",
					["active"] = false,
				},
			},
		}, -- [1]
		{
		}, -- [2]
		{
			["龙剑曦"] = {
				[41346] = {
					0.309000000008382, -- [1]
					0.309000000008382, -- [2]
					["source"] = "妩媚女妖",
					["active"] = false,
				},
			},
		}, -- [3]
		{
			["龙剑曦"] = {
				[41346] = {
					0.309000000008382, -- [1]
					0.309000000008382, -- [2]
					["source"] = "妩媚女妖",
					["active"] = false,
				},
			},
		}, -- [4]
	},
	["combat_data"] = {
		{
			["date_end"] = "00:28:04",
			["date_start"] = "00:26:08",
			["name"] = "伊利丹·怒风",
			["total_time"] = 115.580000000016,
		}, -- [1]
		{
			["date_end"] = "00:22:39",
			["date_start"] = "00:22:38",
			["name"] = "伊利达雷议会",
			["total_time"] = 0.597000000008848,
		}, -- [2]
		{
			["date_end"] = "00:21:39",
			["date_start"] = "00:21:38",
			["name"] = "莎赫拉丝主母",
			["total_time"] = 0.309000000008382,
		}, -- [3]
		{
			["date_end"] = "00:21:39",
			["date_start"] = "00:21:38",
			["name"] = "莎赫拉丝主母",
			["total_time"] = 0.309000000008382,
		}, -- [4]
	},
	["deaths_data"] = {
		{
		}, -- [1]
		{
		}, -- [2]
		{
		}, -- [3]
		{
		}, -- [4]
	},
}
