
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
	},
	["profiles"] = {
		["龙剑曦 - 主宰之剑"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -16.249755859375,
					["x"] = 411.250061035156,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"2-120-466-0", -- [1]
				"3-0-458-0", -- [2]
				"1-124-469-0", -- [3]
				"2-115-462-0", -- [4]
				"3-123-416-0", -- [5]
				"2-112-459-0", -- [6]
				"2-117-464-0", -- [7]
			},
			["minimap"] = {
				["minimapPos"] = 10.6007659294516,
				["hide"] = true,
			},
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Aesculapius-斯坦索姆",
						["iLvl"] = 918,
						["time"] = 1504454801,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "UrsaMajor#5853",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "紫川彤-桑德兰",
						["iLvl"] = 938,
						["time"] = 1504454801,
						["class"] = 1,
						["bTag"] = "紫川#5673",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "旖旎荼靡-山丘之王",
						["iLvl"] = 937,
						["time"] = 1504454801,
						["class"] = 5,
						["bTag"] = "旖旎荼靡#5713",
					}, -- [3]
				},
				["1-134-487-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖小法-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1504168164,
						["class"] = 7,
						["bTag"] = "青楼妖女#5950",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Zytchuck-回音山",
						["time"] = 1504167687,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "子夜霜花-破碎岭",
						["time"] = 1504167752,
						["class"] = 11,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "那淡淡的忧伤-奥特兰克",
						["iLvl"] = 932,
						["time"] = 1504168164,
						["class"] = 5,
						["bTag"] = "清风之语#5616",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "神佑保护之光-希雷诺斯",
						["time"] = 1504168164,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼的泪-熊猫酒仙",
						["time"] = 1504168022,
						["class"] = 9,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "魔鬼信使-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1504453944,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "一个男人#51537",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "影帝丶丶-白银之手",
						["time"] = 1504453944,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "花语樱-罗宁",
						["time"] = 1504453944,
						["class"] = 9,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "左手乄打枪-扎拉赞恩",
						["time"] = 1504453944,
						["class"] = 3,
					}, -- [10]
				},
				["1-134-488-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Darkneess-迅捷微风",
						["time"] = 1504169644,
						["class"] = 12,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "甜甜圈-朵丹尼尔",
						["time"] = 1504169618,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Stellvia-麦维影歌",
						["iLvl"] = 907,
						["time"] = 1504169580,
						["class"] = 8,
						["bTag"] = "Stellvia#5296",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "来杯绿茶-轻风之语",
						["iLvl"] = 932,
						["time"] = 1504169644,
						["class"] = 8,
						["bTag"] = "奔放的红茶#5607",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔风脚碎肉-风暴之眼",
						["time"] = 1504169735,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "鳳灬凰-主宰之剑",
						["time"] = 1504169735,
						["class"] = 7,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "夜古风-破碎岭",
						["time"] = 1504169735,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "索罗斯丶天痕-海克泰尔",
						["iLvl"] = 937,
						["time"] = 1504170157,
						["class"] = 8,
						["bTag"] = "索洛斯丶天痕#51968",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "龍戦八荒-塞拉摩",
						["iLvl"] = 922,
						["time"] = 1504170157,
						["class"] = 1,
						["bTag"] = "胤禛#5462",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "小羊宵恩-国王之谷",
						["time"] = 1504170157,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "科莉布索-火喉",
						["iLvl"] = 916,
						["time"] = 1504170157,
						["class"] = 2,
						["bTag"] = "飞翔的荷兰人#5584",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "帝什天-沙怒",
						["time"] = 1504170301,
						["class"] = 7,
						["leader"] = true,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "坚强小蛮腰-熊猫酒仙",
						["time"] = 1504170301,
						["class"] = 9,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "潘多拉丨奇妙-安苏",
						["iLvl"] = 895,
						["time"] = 1504170301,
						["class"] = 2,
						["bTag"] = "战斗之软泥怪#510442",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "爱被奴役时-克尔苏加德",
						["time"] = 1504170301,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "梦幻百合-白银之手",
						["time"] = 1504454254,
						["class"] = 12,
						["leader"] = true,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "深夜窥探着-瓦拉斯塔兹",
						["iLvl"] = 917,
						["time"] = 1504454263,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "无肉的绅士#5905",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "灬不良人灬-主宰之剑",
						["time"] = 1504454233,
						["class"] = 1,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "长胡熊猫大人-主宰之剑",
						["iLvl"] = 931,
						["time"] = 1504454235,
						["class"] = 10,
						["bTag"] = "小小之食人魔#52714",
					}, -- [19]
				},
				["2-118-463-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "野狼传奇-阿纳克洛斯",
						["iLvl"] = 940,
						["time"] = 1506524506,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "野狼传奇#5455",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "逐烟-罗宁",
						["iLvl"] = 703,
						["time"] = 1506524506,
						["class"] = 8,
						["bTag"] = "我笑我坦然#5863",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "月半川丶-阿纳克洛斯",
						["iLvl"] = 931,
						["time"] = 1506524506,
						["class"] = 6,
						["bTag"] = "蛮力之枭#512263",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Saberstoya-安苏",
						["iLvl"] = 935,
						["time"] = 1506524506,
						["class"] = 7,
						["bTag"] = "艾薇朵拉#5464",
					}, -- [4]
				},
				["2-115-462-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "闪开我是皇上-末日行者",
						["iLvl"] = 909,
						["time"] = 1505440765,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "带头老哥#51895",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝爱铛铛-熊猫酒仙",
						["iLvl"] = 905,
						["time"] = 1505440765,
						["class"] = 7,
						["bTag"] = "宝宝爱铛铛#5320",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "请妳张开嘴-安苏",
						["iLvl"] = 891,
						["time"] = 1505440765,
						["class"] = 3,
						["bTag"] = "林嘉欣吖#5496",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "老舅去哪儿-斯坦索姆",
						["iLvl"] = 902,
						["time"] = 1505440765,
						["class"] = 8,
						["bTag"] = "KINGS#5137",
					}, -- [4]
				},
				["2-120-466-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "只混风暴峡湾-主宰之剑",
						["iLvl"] = 929,
						["time"] = 1504193933,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦的大尾巴-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1504193933,
						["class"] = 12,
						["bTag"] = "方便面#51519",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1504193933,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "泥巴爱沙-克尔苏加德",
						["iLvl"] = 922,
						["time"] = 1504193933,
						["class"] = 10,
						["bTag"] = "奥特曼爸爸#5132",
					}, -- [4]
				},
			},
			["lastSearchValue"] = "2-0-0-0",
			["version"] = "70300.02",
			["advShine"] = "70200.01",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"3-123-416-0", -- [2]
				"2-115-462-0", -- [3]
				"2-112-459-0", -- [4]
				"1-124-469-0", -- [5]
				"3-0-0-0", -- [6]
				"2-117-451-0", -- [7]
				"2-117-464-0", -- [8]
				"3-122-414-0", -- [9]
				"3-122-413-0", -- [10]
				"3-123-415-0", -- [11]
				"1-124-423-0", -- [12]
				"6-0-0-0", -- [13]
			},
			["searchInputHistory"] = {
				["2-0-0-0"] = {
					"周长", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
