
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
	},
	["profiles"] = {
		["龙剑曦 - 主宰之剑"] = {
			["version"] = "70300.02",
			["createHistoryList"] = {
				"2-115-462-0", -- [1]
				"2-120-466-0", -- [2]
				"3-0-458-0", -- [3]
				"1-124-469-0", -- [4]
				"3-123-416-0", -- [5]
				"2-112-459-0", -- [6]
				"2-117-464-0", -- [7]
			},
			["minimap"] = {
				["minimapPos"] = 10.6007659294516,
				["hide"] = true,
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"2-121-0-0", -- [2]
				"2-129-0-0", -- [3]
				"2-120-0-0", -- [4]
				"2-119-0-0", -- [5]
				"2-118-0-0", -- [6]
				"2-117-0-0", -- [7]
				"2-115-0-0", -- [8]
				"2-114-0-0", -- [9]
				"2-113-0-0", -- [10]
				"2-112-0-0", -- [11]
				"3-123-416-0", -- [12]
				"2-115-462-0", -- [13]
				"2-112-459-0", -- [14]
				"1-124-469-0", -- [15]
				"3-0-0-0", -- [16]
				"2-117-451-0", -- [17]
				"2-117-464-0", -- [18]
				"3-122-414-0", -- [19]
				"3-122-413-0", -- [20]
				"3-123-415-0", -- [21]
				"1-124-423-0", -- [22]
				"6-0-0-0", -- [23]
			},
			["searchInputHistory"] = {
				["2-0-0-0"] = {
					"周长", -- [1]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -16.249755859375,
					["x"] = 411.250061035156,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "70200.01",
			["recent"] = {
				["2-115-462-0"] = {
					{
						["role"] = "TANK",
						["name"] = "散步的骑士-罗宁",
						["iLvl"] = 934,
						["time"] = 1507370298,
						["class"] = 6,
						["bTag"] = "小萌德#5860",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "细渔-雷斧堡垒",
						["iLvl"] = 935,
						["time"] = 1507370298,
						["class"] = 9,
						["bTag"] = "marvelous#5406",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "米粒小妖-主宰之剑",
						["iLvl"] = 945,
						["time"] = 1507370298,
						["class"] = 9,
						["bTag"] = "迷人小妖#5406",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "萨酷拉-狂风峭壁",
						["iLvl"] = 920,
						["time"] = 1507370298,
						["class"] = 7,
						["bTag"] = "大脚丫的树袋熊#5297",
					}, -- [4]
				},
				["2-129-486-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "墨名傲雪-国王之谷",
						["iLvl"] = 916,
						["time"] = 1508147567,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "寒月傲雪#51907",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看灬絔态-国王之谷",
						["iLvl"] = 934,
						["time"] = 1508147241,
						["class"] = 11,
						["bTag"] = "暴躁之鼬#5164473",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "打死你也不说-国王之谷",
						["iLvl"] = 935,
						["time"] = 1508147567,
						["class"] = 8,
						["bTag"] = "彪悍的板砖#5150",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Erikasama-国王之谷",
						["iLvl"] = 930,
						["time"] = 1508147567,
						["class"] = 11,
						["bTag"] = "Clarence#5879",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烬滄生-瑞文戴尔",
						["iLvl"] = 943,
						["time"] = 1508147567,
						["class"] = 8,
						["bTag"] = "Maxpowers3D#5855",
					}, -- [5]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "庞羽佳-翡翠梦境",
						["iLvl"] = 925,
						["time"] = 1507171906,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "佳娃子王八蛋#5127",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "康多啦-加里索斯",
						["iLvl"] = 931,
						["time"] = 1507171945,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "康多啦#5700",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "也就一術士-国王之谷",
						["iLvl"] = 943,
						["time"] = 1507171941,
						["class"] = 9,
						["bTag"] = "chanchan#51415",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝之猎-玛里苟斯",
						["iLvl"] = 938,
						["time"] = 1507171941,
						["class"] = 12,
						["bTag"] = "云淡风轻#5600",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "随风而动-国王之谷",
						["iLvl"] = 942,
						["time"] = 1507171932,
						["class"] = 6,
						["bTag"] = "寂寞沦陷#51997",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "声声慢丶银-白银之手",
						["iLvl"] = 943,
						["time"] = 1507171923,
						["class"] = 8,
						["bTag"] = "沉默之风暴#579924",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "水秋-壁炉谷",
						["iLvl"] = 918,
						["time"] = 1507171931,
						["class"] = 8,
						["bTag"] = "易飒飒#5522",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "法里傲暴风-回音山",
						["iLvl"] = 941,
						["time"] = 1507171932,
						["class"] = 11,
						["bTag"] = "暴风之怒#51613",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Redraid-麦迪文",
						["iLvl"] = 945,
						["time"] = 1507171859,
						["class"] = 1,
						["bTag"] = "Redraid#5543",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "搞怪海城-末日行者",
						["iLvl"] = 942,
						["time"] = 1507171934,
						["class"] = 2,
						["bTag"] = "统一鲜橙多#51254",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "神经并不疯-杜隆坦",
						["iLvl"] = 916,
						["time"] = 1507171934,
						["class"] = 5,
						["bTag"] = "神经并不二#5157",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "了梵-罗宁",
						["iLvl"] = 941,
						["time"] = 1507171932,
						["class"] = 1,
						["bTag"] = "叶童#51148",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "老练的射手-晴日峰（江苏）",
						["iLvl"] = 925,
						["time"] = 1507171947,
						["class"] = 3,
						["bTag"] = "魔法之翼#55310",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "三灬生-暗影之月",
						["iLvl"] = 928,
						["time"] = 1507171931,
						["class"] = 4,
						["bTag"] = "Dendi#5374",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "后排那个骑士-伊萨里奥斯",
						["iLvl"] = 923,
						["time"] = 1507171923,
						["class"] = 2,
						["bTag"] = "武汉光谷啊超#5353",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "一曲红尘醉-加兹鲁维",
						["time"] = 1507171941,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "月魇丶噬梦-雷克萨",
						["iLvl"] = 927,
						["time"] = 1507171941,
						["class"] = 8,
						["bTag"] = "NightmareCHB#51361",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "天外飞弦-山丘之王",
						["time"] = 1507171947,
						["class"] = 9,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "克莱汤普森-玛诺洛斯",
						["iLvl"] = 939,
						["time"] = 1507171947,
						["class"] = 3,
						["bTag"] = "敬恒#51890",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "李林娜-蜘蛛王国",
						["iLvl"] = 932,
						["time"] = 1507171931,
						["class"] = 10,
						["bTag"] = "Mag#5845",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "地皮爱死信仰-达纳斯",
						["iLvl"] = 936,
						["time"] = 1507171934,
						["class"] = 1,
						["bTag"] = "地皮爱死大海#5817",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "雪雅朵朵-主宰之剑",
						["iLvl"] = 926,
						["time"] = 1507171947,
						["class"] = 10,
						["bTag"] = "古剑秋#5473",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "水中狼的媳妇-泰拉尔",
						["iLvl"] = 876,
						["time"] = 1507171947,
						["class"] = 8,
						["bTag"] = "蓝色烟火#5144",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "比姚明高个头-壁炉谷",
						["iLvl"] = 941,
						["time"] = 1507171923,
						["class"] = 8,
						["bTag"] = "抠脚大汉唐马儒#5719",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "不倒战神-雷斧堡垒",
						["iLvl"] = 895,
						["time"] = 1507171947,
						["class"] = 1,
						["bTag"] = "霸刀断岳#5694",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "白咖啡的回忆-罗宁",
						["iLvl"] = 922,
						["time"] = 1507171947,
						["class"] = 2,
						["bTag"] = "白咖啡的回忆#5546",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "贾佳-玛多兰",
						["iLvl"] = 928,
						["time"] = 1507171931,
						["class"] = 5,
						["bTag"] = "BattleFrog#511719",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "三混哥-普罗德摩",
						["iLvl"] = 941,
						["time"] = 1507172177,
						["class"] = 3,
						["bTag"] = "三混哥#5653",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "习惯右手-晴日峰（江苏）",
						["iLvl"] = 938,
						["time"] = 1507171947,
						["class"] = 11,
						["bTag"] = "有点懒的猫#5480",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "铁血剑九井-破碎岭",
						["iLvl"] = 942,
						["time"] = 1507171943,
						["class"] = 12,
						["bTag"] = "闪电劈死你#5343",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔丶邦硬-山丘之王",
						["iLvl"] = 939,
						["time"] = 1507171947,
						["class"] = 1,
						["bTag"] = "阿星#51764",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Tyraelcy-金色平原",
						["iLvl"] = 944,
						["time"] = 1507171931,
						["class"] = 5,
						["bTag"] = "锅锅#51946",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "浅蓝色的奶炮-山丘之王",
						["iLvl"] = 921,
						["time"] = 1507171947,
						["class"] = 8,
						["bTag"] = "晨沉睡去#5928",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "弦上的舞-千针石林",
						["iLvl"] = 938,
						["time"] = 1507171945,
						["class"] = 11,
						["bTag"] = "cat#5848",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "戈兰希尔-格瑞姆巴托",
						["iLvl"] = 939,
						["time"] = 1507172403,
						["class"] = 8,
						["bTag"] = "Zac#51410",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "水晶大葡萄-爱斯特纳",
						["iLvl"] = 933,
						["time"] = 1507171947,
						["class"] = 6,
						["bTag"] = "shuij#5786",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "大爆杖-拉文霍德",
						["iLvl"] = 946,
						["time"] = 1507171931,
						["class"] = 1,
						["bTag"] = "大爆杖#5834",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "大炮不是哄的-亚雷戈斯",
						["iLvl"] = 933,
						["time"] = 1507171941,
						["class"] = 4,
						["bTag"] = "苍也空井也空#5265",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "讨厌伞的蚊子-戈古纳斯",
						["iLvl"] = 932,
						["time"] = 1507171932,
						["class"] = 3,
						["bTag"] = "Deadfish#5653",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "再彼岸-雷霆号角",
						["iLvl"] = 936,
						["time"] = 1507171931,
						["class"] = 12,
						["bTag"] = "果宗#5924",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔斯德莱斯-风暴之眼",
						["iLvl"] = 936,
						["time"] = 1507171945,
						["class"] = 9,
						["bTag"] = "Dangerouss#5397",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "我要打拾個-玛里苟斯",
						["iLvl"] = 926,
						["time"] = 1507172187,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "icebumb#5225",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "赤小文-破碎岭",
						["iLvl"] = 925,
						["time"] = 1507172181,
						["class"] = 3,
						["bTag"] = "宋晓文#51434",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "如何玩鸡-金色平原",
						["iLvl"] = 940,
						["time"] = 1507172181,
						["class"] = 11,
						["bTag"] = "咕咕#51904",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "安静潇雪-奥达曼",
						["iLvl"] = 947,
						["time"] = 1507172083,
						["class"] = 5,
						["bTag"] = "安静潇雪#5512",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "哈里斯顿-斩魔者",
						["iLvl"] = 925,
						["time"] = 1507172187,
						["class"] = 8,
						["bTag"] = "哈里斯顿#5912",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "既不回头-艾萨拉",
						["iLvl"] = 924,
						["time"] = 1507172162,
						["class"] = 2,
						["bTag"] = "安得儿斯但的#5661",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "元素萨-克尔苏加德",
						["iLvl"] = 909,
						["time"] = 1507172187,
						["class"] = 11,
						["bTag"] = "安静的死亡凝视者#5459",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "动漫-金色平原",
						["iLvl"] = 931,
						["time"] = 1507172179,
						["class"] = 5,
						["bTag"] = "拉娜娅#5717",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光乂希尔瓦-壁炉谷",
						["iLvl"] = 926,
						["time"] = 1507172183,
						["class"] = 2,
						["bTag"] = "王小明#5126",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "大侠霍元甲-壁炉谷",
						["iLvl"] = 936,
						["time"] = 1507172177,
						["class"] = 12,
						["bTag"] = "王俊峰#5462",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "吕雉丨-贫瘠之地",
						["iLvl"] = 946,
						["time"] = 1507172187,
						["class"] = 12,
						["bTag"] = "凯奇#5457",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "雙㑋刀-末日行者",
						["iLvl"] = 940,
						["time"] = 1507172187,
						["class"] = 12,
						["bTag"] = "安田小婊#5303",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "宇文宁珂-奥拉基尔",
						["iLvl"] = 934,
						["time"] = 1507172811,
						["class"] = 9,
						["bTag"] = "梦魇#51503",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "海拉尔的海-耐普图隆",
						["iLvl"] = 936,
						["time"] = 1507172187,
						["class"] = 12,
						["bTag"] = "晓龙#51419",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "夜小天-晴日峰（江苏）",
						["time"] = 1507172181,
						["class"] = 2,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "紫陌灵心-末日行者",
						["time"] = 1507172187,
						["class"] = 8,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Cathelin-熊猫酒仙",
						["iLvl"] = 937,
						["time"] = 1507172179,
						["class"] = 6,
						["bTag"] = "神翊#5743",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "北斗小猪-铜龙军团",
						["iLvl"] = 933,
						["time"] = 1507172181,
						["class"] = 11,
						["bTag"] = "恐龙阿贡#5944",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "一顾丷倾城-回音山",
						["iLvl"] = 936,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "白文涛#5825",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "东西-泰兰德",
						["iLvl"] = 935,
						["time"] = 1507172187,
						["class"] = 10,
						["bTag"] = "东东#54512",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "提莫莫-翡翠梦境",
						["iLvl"] = 934,
						["time"] = 1507172170,
						["class"] = 12,
						["bTag"] = "落流#5825",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚猎手-耐普图隆",
						["iLvl"] = 755,
						["time"] = 1507172187,
						["class"] = 3,
						["bTag"] = "BT160918#52139",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "曾經月光-熊猫酒仙",
						["iLvl"] = 942,
						["time"] = 1507172170,
						["class"] = 9,
						["bTag"] = "繁华落尽#5635",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的秘密-主宰之剑",
						["iLvl"] = 940,
						["time"] = 1507172170,
						["class"] = 12,
						["bTag"] = "雷诺#517413",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "猫儿水中游-银松森林",
						["iLvl"] = 940,
						["time"] = 1507172170,
						["class"] = 3,
						["bTag"] = "风过无痕#5100",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "千里不留影丶-阿古斯",
						["iLvl"] = 938,
						["time"] = 1507172170,
						["class"] = 2,
						["bTag"] = "火哥#5422",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "无情妖娆-艾萨拉",
						["iLvl"] = 927,
						["time"] = 1507172183,
						["class"] = 11,
						["bTag"] = "流氓兔#5885",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "暗淡的忧傷-白银之手",
						["iLvl"] = 942,
						["time"] = 1507172185,
						["class"] = 2,
						["bTag"] = "赵奇#5636",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "海天一色-麦维影歌",
						["iLvl"] = 910,
						["time"] = 1507172187,
						["class"] = 4,
						["bTag"] = "爸气十足#5152",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "明年的秋天-阿古斯",
						["iLvl"] = 911,
						["time"] = 1507172187,
						["class"] = 11,
						["bTag"] = "一路轻歌#51295",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "低调的猫-熊猫酒仙",
						["iLvl"] = 924,
						["time"] = 1507172187,
						["class"] = 2,
						["bTag"] = "敏敏#5439",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝漠-自由之风",
						["iLvl"] = 906,
						["time"] = 1507172187,
						["class"] = 12,
						["bTag"] = "小白哥#5708",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Jasons-主宰之剑",
						["time"] = 1507172181,
						["class"] = 3,
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "什手-鹰巢山",
						["iLvl"] = 932,
						["time"] = 1507172187,
						["class"] = 2,
						["bTag"] = "MaDlAOE#5577",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "丨德不藏尸丨-拉文凯斯",
						["iLvl"] = 937,
						["time"] = 1507172187,
						["class"] = 11,
						["bTag"] = "暗夜之鸦#510112",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "肖晓筱-白银之手",
						["iLvl"] = 902,
						["time"] = 1507172179,
						["class"] = 5,
						["bTag"] = "恐惧之裤#5147240",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "小龍包-黄金之路",
						["iLvl"] = 947,
						["time"] = 1507172187,
						["class"] = 6,
						["bTag"] = "梦幻泡泡糖#5134",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "夢无痕-末日行者",
						["iLvl"] = 938,
						["time"] = 1507172168,
						["class"] = 8,
						["bTag"] = "繁华的街道#51290",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "玉面小飞龍-荆棘谷",
						["iLvl"] = 935,
						["time"] = 1507172181,
						["class"] = 12,
						["bTag"] = "毓儿#5159",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "斩赤红之瞳-朵丹尼尔",
						["iLvl"] = 940,
						["time"] = 1507172403,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "钢羽#5388",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "刹那之轻音-朵丹尼尔",
						["iLvl"] = 940,
						["time"] = 1507172403,
						["class"] = 12,
						["bTag"] = "钢羽#5388",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "阿萨德泰戈尔-月光林地",
						["iLvl"] = 926,
						["time"] = 1507172403,
						["class"] = 12,
						["bTag"] = "刚子胖达#5848",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "Leff-蓝龙军团",
						["iLvl"] = 939,
						["time"] = 1507172403,
						["class"] = 3,
						["bTag"] = "ban2049#5725",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "北国冰峰-地狱之石",
						["iLvl"] = 930,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "酸酸的小葡萄#5603",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "七星文曲-麦迪文",
						["iLvl"] = 908,
						["time"] = 1507172403,
						["class"] = 8,
						["bTag"] = "SuperMage#59948",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "Neversts-风暴峭壁",
						["time"] = 1507172397,
						["class"] = 3,
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "丿妲丶娃娃灬-主宰之剑",
						["iLvl"] = 921,
						["time"] = 1507172403,
						["class"] = 5,
						["bTag"] = "丿妲丶娃娃灬#5370",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Perf-末日行者",
						["iLvl"] = 915,
						["time"] = 1507172403,
						["class"] = 3,
						["bTag"] = "狂野之狼#511929",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "梦曦丶-法拉希姆",
						["iLvl"] = 942,
						["time"] = 1507172380,
						["class"] = 9,
						["bTag"] = "萌萌的小开#5156",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "欧迪蓝儿-艾露恩",
						["iLvl"] = 943,
						["time"] = 1507172380,
						["class"] = 12,
						["bTag"] = "浪里格狼#5537",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣猪拖莎-白银之手",
						["iLvl"] = 923,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "麻辣牛糕丸#5647",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄菌丶-主宰之剑",
						["iLvl"] = 924,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "Badbaby#51158",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "与你重逢之时-杜隆坦",
						["iLvl"] = 937,
						["time"] = 1507172403,
						["class"] = 11,
						["bTag"] = "暮暮朝朝#5962",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "清明上河圖-拉文凯斯",
						["iLvl"] = 910,
						["time"] = 1507172403,
						["class"] = 1,
						["bTag"] = "奇银合欢散#5368",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilone-熊猫酒仙",
						["iLvl"] = 940,
						["time"] = 1507172403,
						["class"] = 2,
						["bTag"] = "我是一个演员#5509",
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "北极星-麦迪文",
						["iLvl"] = 936,
						["time"] = 1507172403,
						["class"] = 5,
						["bTag"] = "北极星#5906",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "一碰就死丶-晴日峰（江苏）",
						["iLvl"] = 937,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "哎呀我去#5310",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "清风月色-蓝龙军团",
						["iLvl"] = 948,
						["time"] = 1507172403,
						["class"] = 8,
						["bTag"] = "忧郁小熊#5710",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜悠悠-千针石林",
						["iLvl"] = 939,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "随时地板#5123",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "大情歌丿-安苏",
						["iLvl"] = 932,
						["time"] = 1507172403,
						["class"] = 6,
						["bTag"] = "Madoka#5993",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "幻海殇宸-万色星辰",
						["iLvl"] = 942,
						["time"] = 1507172401,
						["class"] = 11,
						["bTag"] = "清风无言#5171",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "诙谐的小伙伴-白银之手",
						["iLvl"] = 933,
						["time"] = 1507172380,
						["class"] = 1,
						["bTag"] = "震惊的小伙伴#5280",
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "倚门回首-国王之谷",
						["time"] = 1507172403,
						["class"] = 6,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "惜福-索拉丁",
						["iLvl"] = 911,
						["time"] = 1507172403,
						["class"] = 12,
						["bTag"] = "大宝小宝都是宝#5348",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "歪幺幺零嚒-灰谷",
						["iLvl"] = 944,
						["time"] = 1507172403,
						["class"] = 3,
						["bTag"] = "萎靡的小地瓜#5779",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "大柚子丶-熊猫酒仙",
						["iLvl"] = 925,
						["time"] = 1507172399,
						["class"] = 3,
						["bTag"] = "MightyPants#53505",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "晨曦丶星瞳-奥特兰克",
						["iLvl"] = 935,
						["time"] = 1507172403,
						["class"] = 3,
						["bTag"] = "poli#51509",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "煙寒若雲-暮色森林",
						["iLvl"] = 940,
						["time"] = 1507172380,
						["class"] = 11,
						["bTag"] = "苏筱雪#5272",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "咒夜-熊猫酒仙",
						["iLvl"] = 941,
						["time"] = 1507172403,
						["class"] = 9,
						["bTag"] = "双月#5664",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "桂莉芙-罗宁",
						["time"] = 1507172403,
						["class"] = 1,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "仃伶-斯坦索姆",
						["iLvl"] = 945,
						["time"] = 1507172805,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "凤伶#5804",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "一次就好-库尔提拉斯",
						["iLvl"] = 933,
						["time"] = 1507172796,
						["class"] = 11,
						["bTag"] = "佐拉拉#5312",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "法比亚娜-白银之手",
						["iLvl"] = 922,
						["time"] = 1507172811,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "WildWolf#520867",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光茉莉-艾苏恩",
						["iLvl"] = 916,
						["time"] = 1507172811,
						["class"] = 3,
						["bTag"] = "静夜之炎#5980",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明之兆-贫瘠之地",
						["iLvl"] = 931,
						["time"] = 1507172796,
						["class"] = 1,
						["bTag"] = "化作千风#51682",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "宁丶静-暗影之月",
						["iLvl"] = 904,
						["time"] = 1507172740,
						["class"] = 8,
						["bTag"] = "花荣1985#5327",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "缺德别找我哦-主宰之剑",
						["iLvl"] = 937,
						["time"] = 1507172811,
						["class"] = 11,
						["bTag"] = "我叫猥琐#5839",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影中的天使-铜龙军团",
						["iLvl"] = 930,
						["time"] = 1507172803,
						["class"] = 4,
						["bTag"] = "小汪#5353",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "开心的兔子-闪电之刃",
						["iLvl"] = 927,
						["time"] = 1507172811,
						["class"] = 11,
						["bTag"] = "DizzyKnight#53490",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "哆啦的错误-熊猫酒仙",
						["iLvl"] = 936,
						["time"] = 1507172794,
						["class"] = 4,
						["bTag"] = "断剑重铸#51683",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "Foreverdeath-永恒之井",
						["iLvl"] = 942,
						["time"] = 1507172740,
						["class"] = 6,
						["bTag"] = "快乐的北极熊#5793",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "Emmal-奥蕾莉亚",
						["time"] = 1507172792,
						["class"] = 2,
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "厄魔猎狗-冰风岗",
						["iLvl"] = 940,
						["time"] = 1507172803,
						["class"] = 12,
						["bTag"] = "地球摧毁者#5855",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "愁闷和翎玥-伊森利恩",
						["iLvl"] = 933,
						["time"] = 1507172811,
						["class"] = 11,
						["bTag"] = "愁闷与翎玥#5888",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "樹势-末日行者",
						["iLvl"] = 933,
						["time"] = 1507172811,
						["class"] = 9,
						["bTag"] = "領銜丨主演#51900",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "Smvger-玛里苟斯",
						["iLvl"] = 939,
						["time"] = 1507172811,
						["class"] = 3,
						["bTag"] = "取个名字真费劲#51418",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "是个啊-麦迪文",
						["iLvl"] = 939,
						["time"] = 1507172811,
						["class"] = 3,
						["bTag"] = "浪心竹#5757",
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "李三刀-罗宁",
						["iLvl"] = 923,
						["time"] = 1507172807,
						["class"] = 6,
						["bTag"] = "Jeroen#5546",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "卡莉蕾-回音山",
						["time"] = 1507172811,
						["class"] = 3,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "贝丽尔-雷斧堡垒",
						["iLvl"] = 937,
						["time"] = 1507172811,
						["class"] = 8,
						["bTag"] = "贝利#5486",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "灰太狼大官人-达纳斯",
						["iLvl"] = 938,
						["time"] = 1507172811,
						["class"] = 6,
						["bTag"] = "qshwinter#5180",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "宇叔-永恒之井",
						["iLvl"] = 928,
						["time"] = 1507172811,
						["class"] = 2,
						["bTag"] = "宇叔#5555",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡如风-利刃之拳",
						["iLvl"] = 938,
						["time"] = 1507172811,
						["class"] = 1,
						["bTag"] = "我是你亲大爷#51677",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "芸楚楚-熊猫酒仙",
						["iLvl"] = 946,
						["time"] = 1507172811,
						["class"] = 1,
						["bTag"] = "绿毛水怪芸楚楚#5330",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "Ynwa-罗宁",
						["iLvl"] = 938,
						["time"] = 1507172811,
						["class"] = 9,
						["bTag"] = "LESLIE#5356",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "水影清彤-千针石林",
						["iLvl"] = 931,
						["time"] = 1507172811,
						["class"] = 4,
						["bTag"] = "半夜来敲门#51525",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "月夜汉子-自由之风",
						["iLvl"] = 944,
						["time"] = 1507172796,
						["class"] = 1,
						["bTag"] = "月夜汉子#5640",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "古牧-塞拉摩",
						["iLvl"] = 929,
						["time"] = 1507172811,
						["class"] = 5,
						["bTag"] = "李开创#5387",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "灬瞎逼搞-熊猫酒仙",
						["iLvl"] = 939,
						["time"] = 1507172740,
						["class"] = 8,
						["bTag"] = "鱼鱻鱻#5922",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "旧城泷泽罗拉-熊猫酒仙",
						["iLvl"] = 941,
						["time"] = 1507172811,
						["class"] = 1,
						["bTag"] = "欧皇的咸鱼梦#5954",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "閃電藝術-埃苏雷格",
						["iLvl"] = 908,
						["time"] = 1507172807,
						["class"] = 7,
						["bTag"] = "怪蜀黍#5725",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "辣鸡玻璃渣-自由之风",
						["iLvl"] = 939,
						["time"] = 1507172796,
						["class"] = 8,
						["bTag"] = "accsez12#5167",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "旧识新友-奥蕾莉亚",
						["iLvl"] = 938,
						["time"] = 1507172811,
						["class"] = 12,
						["bTag"] = "琳之精灵#5995",
					}, -- [144]
					{
						["role"] = "HEALER",
						["name"] = "萌萌的玉米豆-迦罗娜",
						["iLvl"] = 944,
						["time"] = 1507172811,
						["class"] = 7,
						["bTag"] = "泰泰#5732",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "蓦然悔狩-灰谷",
						["iLvl"] = 922,
						["time"] = 1507172811,
						["class"] = 9,
						["bTag"] = "嵾邺#5669",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "陆雪琪丶白尨-国王之谷",
						["iLvl"] = 933,
						["time"] = 1507172811,
						["class"] = 5,
						["bTag"] = "付廷乔#5655",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "贝逻娜-梅尔加尼",
						["iLvl"] = 938,
						["time"] = 1507172811,
						["class"] = 8,
						["bTag"] = "金丝猴#5575",
					}, -- [148]
					{
						["role"] = "TANK",
						["name"] = "织毛衣灬-奥拉基尔",
						["iLvl"] = 930,
						["time"] = 1507172811,
						["class"] = 11,
						["bTag"] = "胖达#5567",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "迷离天魅-破碎岭",
						["iLvl"] = 805,
						["time"] = 1508152412,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "刹那琉璃#5839",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "月半月土月土-末日行者",
						["iLvl"] = 926,
						["time"] = 1508152412,
						["class"] = 12,
						["bTag"] = "蘑菇小呆#5282",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "銀色荊棘-霜之哀伤",
						["iLvl"] = 900,
						["time"] = 1508152412,
						["class"] = 12,
						["bTag"] = "银色荆棘#5946",
					}, -- [152]
					{
						["role"] = "TANK",
						["name"] = "夜灬叉-国王之谷",
						["iLvl"] = 933,
						["time"] = 1508152412,
						["class"] = 6,
						["bTag"] = "灬如影随形灬#5922",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的解药-破碎岭",
						["iLvl"] = 919,
						["time"] = 1508152412,
						["class"] = 4,
						["bTag"] = "微笑#51737",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "小楼昨夜销魂-迅捷微风",
						["iLvl"] = 920,
						["time"] = 1508152412,
						["class"] = 2,
						["bTag"] = "冒然#5178",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "哈卡莱战刃-达文格尔",
						["iLvl"] = 907,
						["time"] = 1508152412,
						["class"] = 12,
						["bTag"] = "小火慢烧#5868",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "箭过无痕-蓝龙军团",
						["time"] = 1508152412,
						["class"] = 3,
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "媩媤亂想-罗宁",
						["iLvl"] = 947,
						["time"] = 1508152412,
						["class"] = 2,
						["bTag"] = "侯超#51808",
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "九夜丶听风-奥特兰克",
						["iLvl"] = 868,
						["time"] = 1508152374,
						["class"] = 11,
						["bTag"] = "最初的梦想#5925",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "刷女生厕所-刺骨利刃",
						["iLvl"] = 936,
						["time"] = 1508152412,
						["class"] = 4,
						["bTag"] = "YY88403822#5166",
					}, -- [160]
					{
						["role"] = "HEALER",
						["name"] = "我是卧底-梦境之树",
						["iLvl"] = 940,
						["time"] = 1508152412,
						["class"] = 5,
						["bTag"] = "迷路的叶子#5619",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "我是目标-梦境之树",
						["iLvl"] = 926,
						["time"] = 1508152412,
						["class"] = 3,
						["bTag"] = "魔法之龟#5116283",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "时尚小术-月光林地",
						["iLvl"] = 933,
						["time"] = 1508152412,
						["class"] = 9,
						["bTag"] = "时尚#5134",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰亡魂-铜龙军团",
						["iLvl"] = 909,
						["time"] = 1508152412,
						["class"] = 6,
						["bTag"] = "茫然之骑士#5117263",
					}, -- [164]
					{
						["role"] = "TANK",
						["name"] = "血沙孤夜-主宰之剑",
						["iLvl"] = 929,
						["time"] = 1508152412,
						["class"] = 1,
						["bTag"] = "无限操作#5873",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "天空云-梦境之树",
						["iLvl"] = 911,
						["time"] = 1508152412,
						["class"] = 4,
						["bTag"] = "心静如水#5107",
					}, -- [166]
					{
						["role"] = "HEALER",
						["name"] = "小笼包的圣光-麦迪文",
						["iLvl"] = 923,
						["time"] = 1508152412,
						["class"] = 2,
						["bTag"] = "我好烦#51298",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "Derhino-烈焰峰",
						["iLvl"] = 933,
						["time"] = 1508152412,
						["class"] = 3,
						["bTag"] = "杨政#5725",
					}, -- [168]
					{
						["role"] = "TANK",
						["name"] = "晨曦慕雪-雷霆之怒",
						["iLvl"] = 940,
						["time"] = 1508152412,
						["class"] = 2,
						["bTag"] = "晨曦#5314",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "我滚啦-白银之手",
						["iLvl"] = 900,
						["time"] = 1508152412,
						["class"] = 10,
						["bTag"] = "沉默之剑#556101",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "谁画出这天地-泰拉尔",
						["iLvl"] = 927,
						["time"] = 1508152412,
						["class"] = 11,
						["bTag"] = "安静湖面#5285",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "兄弟灬双子-安苏",
						["iLvl"] = 861,
						["time"] = 1508152412,
						["class"] = 8,
						["bTag"] = "Gemini#53680",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "发小灬-迦拉克隆",
						["time"] = 1508152412,
						["class"] = 3,
					}, -- [173]
					{
						["role"] = "TANK",
						["name"] = "难得释空-迦拉克隆",
						["time"] = 1508152412,
						["class"] = 11,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Wodma-丽丽（四川）",
						["iLvl"] = 917,
						["time"] = 1508152412,
						["class"] = 12,
						["bTag"] = "白银之鹰#5110334",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓猎头-勇士岛",
						["iLvl"] = 931,
						["time"] = 1508152412,
						["class"] = 3,
						["bTag"] = "淼淼#5773",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "乱之禁章-加里索斯",
						["iLvl"] = 936,
						["time"] = 1508152412,
						["class"] = 4,
						["bTag"] = "向伟#5308",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "Tereissfa-扎拉赞恩",
						["iLvl"] = 946,
						["time"] = 1508152412,
						["class"] = 9,
						["bTag"] = "Xavier#5118",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "时间早已沉淀-法拉希姆",
						["iLvl"] = 930,
						["time"] = 1508152412,
						["class"] = 1,
						["bTag"] = "沉默之剑#532438",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "相公好强悍-塞拉摩",
						["iLvl"] = 941,
						["time"] = 1508152412,
						["class"] = 3,
						["bTag"] = "知北独白#5965",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "死歌冰封-末日行者",
						["iLvl"] = 920,
						["time"] = 1508152412,
						["class"] = 12,
						["bTag"] = "冰封的爱#5469",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "你就是蜘蛛-泰兰德",
						["iLvl"] = 906,
						["time"] = 1508152412,
						["class"] = 4,
						["bTag"] = "你就是蜘蛛#5392",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "血匕透訫凉丶-熊猫酒仙",
						["iLvl"] = 913,
						["time"] = 1508152412,
						["class"] = 4,
						["bTag"] = "风向丶逆转#5134",
					}, -- [183]
					{
						["role"] = "TANK",
						["name"] = "Ylidans-白银之手",
						["time"] = 1508152412,
						["class"] = 12,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "三世情缘-拉文凯斯",
						["time"] = 1508152412,
						["class"] = 12,
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "playerONUINB-守护之剑",
						["iLvl"] = 937,
						["time"] = 1508152412,
						["class"] = 11,
						["bTag"] = "老奕#5399",
					}, -- [186]
				},
			},
			["lastSearchValue"] = "2-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
