
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "龙剑曦-主宰之剑",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 137061,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:137061::::::::110:577:::2:3459:3570:::|h[莱东的瀑流之眼]|h|r",
		}, -- [1]
		{
			["ID"] = 134491,
			["Level"] = 184,
			["Link"] = "|cffa335ee|Hitem:134491::::::::110:577::34:3:3413:1494:3337:::|h[顶石项圈]|h|r",
		}, -- [2]
		{
			["ID"] = 151319,
			["Level"] = 205,
			["Link"] = "|cffa335ee|Hitem:151319::::::::110:577::16:4:3418:40:1515:3336:::|h[暮光之锋护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 134438,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:134438::::::::110:577::35:3:3418:1535:3337:::|h[残暴畸兽外套]|h|r",
		}, -- [5]
		{
			["ID"] = 140859,
			["Level"] = 188,
			["Link"] = "|cffa335ee|Hitem:140859::::::::110:577::5:3:3516:1482:3336:::|h[邪恶战术腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 134194,
			["Level"] = 188,
			["Link"] = "|cffa335ee|Hitem:134194::::::::110:577::16:3:3413:1499:3528:::|h[白熊皮长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 147738,
			["Level"] = 188,
			["Link"] = "|cffa335ee|Hitem:147738::::::::110:577::3:3:3572:1476:3528:::|h[末日使徒的薄靴]|h|r",
		}, -- [8]
		{
			["ID"] = 137090,
			["Level"] = 240,
			["Link"] = "|cffff8000|Hitem:137090::::::::110:577:::2:1811:3570:::|h[莫尔戈生化稳定器]|h|r",
		}, -- [9]
		{
			["ID"] = 139242,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:139242::::::::110:577::35:3:3418:1530:3337:::|h[渡鸦之幕手套]|h|r",
		}, -- [10]
		{
			["ID"] = 147767,
			["Level"] = 188,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:147767::::::::110:577::3:3:3572:1476:3528:::|h[深海珊瑚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 134524,
			["Level"] = 176,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:134524::::::::110:577::16:4:3411:41:1486:3528:::|h[龙母指环]|h|r",
		}, -- [12]
		{
			["ID"] = 147015,
			["Level"] = 195,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:147015::::::::110:577::5:3:3562:1483:3528:::|h[灭绝引擎]|h|r",
		}, -- [13]
		{
			["ID"] = 147009,
			["Level"] = 192,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:147009::::::::110:577::3:4:3561:40:1480:3336:::|h[地狱火余烬]|h|r",
		}, -- [14]
		{
			["ID"] = 142170,
			["Level"] = 190,
			["Link"] = "|cffa335ee|Hitem:142170::::::::110:577::35:4:3418:42:1492:3337:::|h[羞愧披风]|h|r",
		}, -- [15]
		{
			["ID"] = 127829,
			["Level"] = 215,
			["Link"] = "|cffe6cc80|Hitem:127829::141520:137317:137542::::110:577:16777472:9:2:719:1535:982:1:3:3573:1495:3336:3:3418:1505:3528:3:3418:1535:3337|h[欺诈者的双刃]|h|r",
		}, -- [16]
		{
			["ID"] = 127830,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:127830::::::::110:577:256:::982:::|h[欺诈者的双刃]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
