
_detalhes_global = {
	["report_where"] = "SAY",
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 3,
		["logons"] = 3,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["bookmark_tutorial"] = false,
	},
	["lastUpdateWarning"] = 0,
	["update_warning_timeout"] = 10,
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["spell_pool"] = {
		"邪牙蜥蜴", -- [1]
		[204598] = 12,
		[193473] = "虚空触须 <怪我太过温柔-凤凰之神>",
		[233498] = 9,
		[256388] = "起源重组模块",
		[115151] = 10,
		[31665] = 4,
		[242834] = 9,
		[2050] = 5,
		[212528] = "拜尔穆什 <清平调-安纳塞隆>",
		[198590] = 9,
		[191685] = 6,
		[20572] = 1,
		[253321] = 1,
		[162530] = 10,
		[208693] = 4,
		[252938] = 9,
		[257286] = 12,
		[45524] = 6,
		[207288] = 7,
		[236060] = 8,
		[228260] = 5,
		[185422] = 4,
		[256393] = "起源重组模块",
		[52174] = 1,
		[133] = 8,
		[203581] = 1,
		[242583] = 6,
		[1064] = 7,
		[63619] = "摧心魔 <怪我太过温柔-凤凰之神>",
		[207290] = 6,
		[204477] = 3,
		[242584] = 12,
		[242712] = 3,
		[243096] = 12,
		[256396] = "起源重组模块",
		[235169] = 12,
		[242586] = 10,
		[253072] = 12,
		[84721] = 8,
		[208828] = 12,
		[253073] = 6,
		[228649] = 10,
		[253329] = 10,
		[147193] = 5,
		[162794] = 12,
		[214200] = 2,
		[98021] = "未知目标 <独孤醉牛-阿曼尼>",
		[139] = 5,
		[96231] = 2,
		[25912] = 2,
		[212283] = 4,
		[234278] = 4,
		[193486] = 6,
		[188499] = 12,
		[257296] = "寂灭者阿古斯",
		[212540] = "拜尔穆什 <清平调-安纳塞隆>",
		[240673] = 5,
		[148859] = 5,
		[83381] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[208705] = 2,
		[51505] = 7,
		[207171] = 6,
		[47541] = 6,
		[253590] = 6,
		[228399] = 1,
		[216251] = 7,
		[257299] = "寂灭者阿古斯",
		[156150] = 8,
		[203720] = 12,
		[243234] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[199373] = "亡者大军 <清平调-安纳塞隆>",
		[116694] = 10,
		[200652] = 2,
		[34914] = 5,
		[242851] = 8,
		[247455] = 12,
		[115288] = 10,
		[585] = 5,
		[257430] = 12,
		[247456] = 12,
		[153596] = 8,
		[589] = 5,
		[242981] = 2,
		[118038] = 1,
		[236076] = "女妖",
		[185438] = 4,
		[228532] = 12,
		[235054] = 10,
		[202446] = 12,
		[225080] = 7,
		[596] = 5,
		[203981] = 12,
		[75] = 3,
		[115098] = 10,
		[227255] = 12,
		[215107] = 3,
		[197205] = 3,
		[194392] = 3,
		[20271] = 2,
		[218561] = 12,
		[243241] = 5,
		[81340] = 6,
		[235313] = 8,
		[27576] = 4,
		[46968] = 1,
		[253216] = 3,
		[51124] = 6,
		[156287] = 1,
		[201427] = 12,
		[207693] = 12,
		[194522] = 8,
		[63560] = 6,
		[101545] = 10,
		[191837] = 10,
		[256542] = "寂灭者阿古斯",
		[166646] = 10,
		[195418] = 8,
		[66188] = 6,
		[199894] = 10,
		[107428] = 10,
		[252707] = "星圣管理官",
		[25914] = 2,
		[101546] = 10,
		[240432] = 1,
		[191840] = 10,
		[52212] = 6,
		[170869] = 5,
		[199641] = 10,
		[232633] = 5,
		[196061] = 10,
		[100780] = 10,
		[251815] = "湮灭刀锋 <寂灭者阿古斯> <寂灭者阿古斯>",
		[257442] = 7,
		[228287] = 10,
		[191587] = 6,
		[114911] = 7,
		[243121] = "险恶毒蛇 <温蕾莎丶星瞳-血顶>",
		[228288] = 2,
		[192611] = 12,
		[85692] = "阿扎赛克 <德路依-瓦拉斯塔兹>",
		[225603] = 2,
		[214478] = 10,
		[12294] = 1,
		[85948] = 6,
		[179057] = 12,
		[193635] = "虚空触须 <怪我太过温柔-凤凰之神>",
		[207062] = 6,
		[252202] = 10,
		[155145] = 2,
		[222024] = 6,
		[199646] = 9,
		[253098] = 10,
		[53652] = 2,
		[205273] = 2,
		[250669] = "寂灭者阿古斯",
		[253099] = 10,
		[235964] = 12,
		[211796] = 12,
		[231489] = 9,
		[194022] = 5,
		[221771] = 10,
		[211797] = 12,
		[197603] = 4,
		[223306] = 2,
		[53365] = 6,
		[105771] = 1,
		[100784] = 10,
		[202719] = 12,
		[12654] = 8,
		[77575] = 6,
		[6343] = 1,
		[248499] = "寂灭者阿古斯",
		[222029] = 10,
		[245686] = 8,
		[218321] = "亡者大军 <清平调-安纳塞隆>",
		[252208] = 12,
		[194025] = 5,
		[32645] = 4,
		[188783] = 1,
		[158221] = 10,
		[251570] = "寂灭者阿古斯",
		[190446] = 8,
		[18499] = 1,
		[251571] = "[*] 灵魂炸弹引爆",
		[190319] = 8,
		[66196] = 6,
		[45470] = 6,
		[200166] = 12,
		[259756] = 5,
		[225102] = 12,
		[191727] = 6,
		[172] = 9,
		[251701] = "[*] 邪能熔岩",
		[199656] = 10,
		[215257] = 2,
		[211805] = 6,
		[96312] = 1,
		[191729] = 6,
		[211422] = 2,
		[34026] = 3,
		[43265] = 6,
		[199658] = 1,
		[66198] = 6,
		[14189] = 4,
		[207203] = 6,
		[44544] = 8,
		[255924] = 2,
		[196718] = 12,
		[41635] = 5,
		[253367] = 6,
		[205414] = 10,
		[703] = 4,
		[115175] = 10,
		[207844] = 1,
		[49020] = 6,
		[2818] = 4,
		[252729] = "星圣管理官",
		[355] = 1,
		[211426] = 2,
		[5672] = "治疗之泉图腾 <独孤醉牛-阿曼尼>",
		[108271] = 7,
		[200174] = 5,
		[215775] = 8,
		[190456] = 1,
		[204957] = 6,
		[207527] = 7,
		[255673] = 10,
		[252732] = 4,
		[55095] = 6,
		[197498] = 4,
		[184575] = 2,
		[208232] = 5,
		[5302] = 1,
		[199281] = 9,
		[236237] = 12,
		[255648] = "高戈奈斯",
		[31224] = 4,
		[246851] = 3,
		[192760] = 4,
		[94462] = 4,
		[205292] = 9,
		[158188] = "阿卡丽之魂",
		[220893] = "阿卡丽之魂",
		[1454] = 9,
		[138130] = 10,
		[246852] = 3,
		[210152] = 12,
		[205165] = 6,
		[61684] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[197237] = 4,
		[197206] = 10,
		[19236] = 5,
		[97340] = 2,
		[1464] = 1,
		[210153] = 12,
		[85256] = 2,
		[36554] = 4,
		[188031] = 9,
		[131894] = 3,
		[256828] = 9,
		[193530] = 3,
		[202090] = 10,
		[26573] = 2,
		[116680] = 10,
		[214502] = 10,
		[199407] = 10,
		[195321] = 10,
		[192380] = 4,
		[97341] = 1,
		[196725] = 10,
		[85222] = 2,
		[31821] = 2,
		[229206] = 6,
		[188033] = 10,
		[200657] = 2,
		[197496] = 4,
		[255935] = "星圣管理官",
		[31842] = 2,
		[117418] = 10,
		[209261] = 12,
		[231895] = 2,
		[188034] = 1,
		[222944] = 1,
		[256831] = 12,
		[200656] = 2,
		[214121] = 5,
		[12975] = 1,
		[204147] = 3,
		[23920] = 1,
		[207472] = 10,
		[122278] = 10,
		[195452] = 4,
		[210320] = 2,
		[122470] = 10,
		[200423] = 2,
		[212332] = "拜尔穆什 <清平调-安纳塞隆>",
		[216411] = 2,
		[214634] = 8,
		[200376] = 2,
		[34861] = 5,
		[253260] = 8,
		[54149] = 2,
		[204021] = 12,
		[97463] = 1,
		[216413] = 2,
		[229980] = 10,
		[220901] = 4,
		[214222] = 2,
		[53563] = 2,
		[115310] = 10,
		[498] = 2,
		[210607] = 7,
		[50622] = 1,
		[47585] = 5,
		[252879] = 6,
		[199547] = 12,
		[107574] = 1,
		[199803] = 3,
		[197388] = 3,
		[212335] = "拜尔穆什 <清平调-安纳塞隆>",
		[108853] = 8,
		[248396] = "灵魂凋零宝珠 <寂灭者阿古斯>",
		[114052] = 7,
		[256836] = 9,
		[191492] = 6,
		[183436] = 2,
		[191748] = 6,
		[235599] = 6,
		[49088] = 6,
		[248397] = 6,
		[185099] = 10,
		[49184] = 6,
		[196608] = 10,
		[15487] = 5,
		[209567] = 1,
		[212337] = "拜尔穆什 <清平调-安纳塞隆>",
		[143924] = 5,
		[81297] = 2,
		[122281] = 10,
		[194249] = 5,
		[228322] = 6,
		[214128] = 4,
		[232698] = 5,
		[212338] = "拜尔穆什 <清平调-安纳塞隆>",
		[252909] = 5,
		[212818] = 12,
		[205065] = 5,
		[73920] = 7,
		[217070] = 12,
		[214743] = 12,
		[146739] = 9,
		[12472] = 8,
		[119085] = 10,
		[128594] = 3,
		[242390] = 10,
		[199552] = 12,
		[185358] = 3,
		[253287] = 7,
		[207097] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[213363] = 3,
		[212468] = "拜尔穆什 <清平调-安纳塞隆>",
		[53390] = 7,
		[194310] = 6,
		[209783] = 4,
		[257475] = 7,
		[217200] = 3,
		[5277] = 4,
		[204157] = 12,
		[208416] = 7,
		[53385] = 2,
		[194311] = 6,
		[209784] = 4,
		[259395] = 12,
		[196741] = 10,
		[108366] = 9,
		[109304] = 3,
		[243160] = 12,
		[98008] = 7,
		[108281] = 7,
		[108280] = 7,
		[220143] = 6,
		[113780] = 4,
		[101568] = 6,
		[185901] = 3,
		[148022] = 8,
		[100] = 1,
		[206817] = 3,
		[222062] = 4,
		[194386] = 3,
		[194594] = 3,
		[204090] = 3,
		[191342] = 3,
		[212472] = "拜尔穆什 <清平调-安纳塞隆>",
		[82921] = 3,
		[257444] = 7,
		[193526] = 3,
		[187131] = 3,
		[60503] = 1,
		[185365] = 3,
		[235027] = 4,
		[19574] = 3,
		[248406] = 6,
		[93828] = 10,
		[101643] = 10,
		[132168] = 1,
		[122783] = 10,
		[191758] = "蹒跚的血僵尸 <清平调-安纳塞隆>",
		[221883] = 2,
		[72968] = 2,
		[256835] = 6,
		[194316] = 8,
		[19750] = 2,
		[224239] = 2,
		[225602] = 10,
		[198793] = 12,
		[242014] = 8,
		[23922] = 1,
		[216695] = 9,
		[212800] = 12,
		[30108] = 9,
		[101542] = 2,
		[217207] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[213243] = 12,
		[25771] = 2,
		[642] = 2,
		[232893] = 12,
		[61295] = 7,
		[255826] = "寂灭者阿古斯",
		[212988] = 12,
		[228461] = 12,
		[83245] = 3,
		[253269] = 7,
		[218615] = 9,
		[231390] = 3,
		[6572] = 1,
		[207318] = 3,
		[203782] = 12,
		[221796] = 3,
		[207068] = 3,
		[57755] = 1,
		[49143] = 6,
		[216698] = 9,
		[190778] = 6,
		[190356] = 8,
		[47528] = 6,
		[207256] = 6,
		[184689] = 2,
		[214397] = 12,
		[205659] = 6,
		[257619] = "艾欧娜尔",
		[59052] = 6,
		[190357] = 8,
		[208899] = 7,
		[180612] = 6,
		[116705] = 10,
		[198030] = 12,
		[211794] = 6,
		[64843] = 5,
		[196490] = 5,
		[209795] = 12,
		[115767] = 1,
		[98440] = 4,
		[257474] = 5,
		[51460] = 6,
		[205320] = 10,
		[205448] = 5,
		[256824] = 5,
		[33076] = 5,
		[248142] = 1,
		[1680] = 1,
		[57724] = 12,
		[191894] = 10,
		[253383] = 1,
		[223819] = 2,
		[51714] = 6,
		[185245] = 12,
		[11426] = 8,
		[113656] = 10,
		[187675] = 3,
		[116768] = 10,
		[53] = 4,
		[152175] = 10,
		[240672] = 10,
		[137639] = 10,
		[253327] = 10,
		[242387] = 10,
		[115080] = 10,
		[152277] = 1,
		[243174] = 2,
		[248145] = 1,
		[203533] = 4,
		[248625] = 1,
		[209484] = 1,
		[199854] = 1,
		[228597] = 8,
		[257243] = 8,
		[253382] = 1,
		[32379] = 5,
		[248622] = 1,
		[242188] = 1,
		[208086] = 1,
		[253022] = 12,
		[228598] = 8,
		[88852] = 2,
		[115804] = 1,
		[97462] = 1,
		[191259] = 8,
		[42650] = 6,
		[1719] = 1,
		[255744] = 8,
		[228599] = 8,
		[212653] = 8,
		[192759] = 4,
		[157644] = 8,
		[194329] = 8,
		[252768] = 10,
		[252896] = 6,
		[77472] = 7,
		[257244] = 6,
		[248165] = "寂灭者阿古斯",
		[198670] = 3,
		[216708] = 9,
		[185123] = 12,
		[196819] = 4,
		[252897] = 4,
		[237680] = 6,
		[211210] = 2,
		[208909] = 1,
		[253220] = 8,
		[253261] = 8,
		[203538] = 2,
		[240671] = 8,
		[215047] = 12,
		[209782] = 4,
		[255200] = 12,
		[253282] = 10,
		[185313] = 4,
		[202388] = 12,
		[203539] = 2,
		[33110] = 5,
		[209933] = 1,
		[257945] = 4,
		[255201] = "[*] 阿格拉玛的牺牲",
		[11366] = 8,
		[126436] = 4,
		[252516] = "诺甘农",
		[31117] = 9,
		[208783] = 6,
		[203796] = 12,
		[209553] = 1,
		[253448] = 10,
		[258399] = "寂灭者阿古斯",
		[242705] = 4,
		[230011] = 2,
		[224001] = 9,
		[1766] = 4,
		[186406] = 10,
		[228477] = 12,
		[44614] = 8,
		[114942] = "治疗之潮图腾 <独孤醉牛-阿曼尼>",
		[116] = 8,
		[212621] = 3,
		[30455] = 8,
		[2139] = 8,
		[248176] = 8,
		[228478] = 12,
		[118459] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[107270] = 10,
		[205473] = 8,
		[225921] = 12,
		[207635] = 2,
		[156779] = 8,
		[214404] = 8,
		[1784] = 4,
		[70890] = 6,
		[188838] = 7,
		[209426] = 12,
		[195318] = 10,
		[207407] = 12,
		[116267] = 8,
		[240555] = 8,
		[195446] = 8,
		[253257] = 8,
		[253288] = 7,
		[119611] = 10,
		[195391] = 8,
		[116670] = 10,
		[199581] = 9,
		[195617] = 6,
		[228358] = 8,
		[15407] = 5,
		[1856] = 4,
		[218635] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[189096] = 6,
		[236282] = 1,
		[201628] = 12,
		[228354] = 8,
		[253581] = 10,
		[226364] = 4,
		[162243] = 12,
		[236027] = 1,
		[198304] = 1,
		[3408] = 4,
		[11327] = 4,
		[252907] = "大葱头-基尔加丹",
		[196770] = 6,
		[119996] = 10,
		[79140] = 4,
		[178740] = 12,
		[124280] = 10,
		[192432] = 4,
		[190714] = 5,
		[80483] = 3,
		[196771] = 6,
		[192925] = 4,
		[248177] = 8,
		[178741] = 12,
		[255594] = "高戈奈斯",
		[237308] = "审判官维斯洛兹",
		[242551] = 6,
		[51271] = 6,
		[167105] = 1,
		[1833] = 4,
		[2643] = 3,
		[2645] = 7,
		[206491] = 12,
		[231843] = 2,
		[192425] = 4,
		[224266] = 2,
		[218256] = 12,
		[253806] = 2,
		[221886] = 2,
		[227847] = 1,
		[197277] = 2,
		[207349] = 6,
		[218001] = 2,
		[231428] = 10,
		[7384] = 1,
		[117952] = 10,
		[197030] = 5,
		[79206] = 7,
		[196263] = 6,
		[212552] = 6,
		[215956] = 2,
		[188290] = 6,
		[204959] = 6,
		[5374] = 4,
		[19434] = 3,
		[20473] = 2,
		[48107] = 8,
		[256826] = 6,
		[5394] = 7,
		[191730] = 6,
		[191728] = 6,
		[48792] = 6,
		[202147] = 1,
		[253428] = 1,
		[257645] = "阿曼苏尔",
		[199668] = 10,
		[1329] = 4,
		[109128] = 1,
		[197800] = 4,
		[132404] = 1,
		[227723] = 10,
		[189064] = 1,
		[248439] = 1,
		[47568] = 6,
		[243016] = 1,
		[2565] = 1,
		[871] = 1,
		[195072] = 12,
		[187827] = 12,
		[152150] = 4,
		[201467] = 12,
		[772] = 1,
		[251572] = "[*] 灵魂爆发引爆",
		[209950] = 7,
		[121471] = 4,
		[240843] = 5,
		[256821] = 12,
		[197163] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[48108] = 8,
		[225919] = 12,
		[193455] = 3,
		[50401] = 6,
		[195757] = 6,
		[46736] = 12,
		[198013] = 12,
		[203819] = 12,
		[198715] = "瓦格里女战神 <清平调-安纳塞隆>",
		[218903] = 12,
		[207778] = 7,
		[203814] = 1,
		[199850] = 1,
		[193840] = 12,
		[220211] = 6,
		[127802] = 8,
		[209569] = 1,
		[203559] = 1,
		[192434] = 4,
		[195707] = 1,
		[196782] = 6,
		[208605] = 12,
		[256833] = 12,
		[253324] = 6,
		[49998] = 6,
		[202443] = 12,
		[222026] = 6,
		[131347] = 12,
		[121473] = 4,
		[196911] = 4,
		[204255] = 12,
		[248317] = "寂灭者阿古斯",
		[2823] = 4,
		[2825] = 7,
		[131900] = 3,
		[252921] = 12,
		[207014] = 12,
		[132463] = 10,
		[203178] = 1,
		[126664] = 1,
		[189112] = 12,
		[184662] = 2,
		[243122] = 6,
		[256816] = 12,
		[121474] = 4,
		[163201] = 1,
		[255629] = 8,
		[115008] = 10,
		[183998] = 2,
		[193333] = 4,
		[247454] = 12,
		[1943] = 4,
		[230144] = 10,
		[197937] = 5,
		[253307] = 12,
		[207400] = 7,
		[255609] = 6,
		[114083] = 7,
		[157757] = 9,
		[52042] = "治疗之泉图腾 <独孤醉牛-阿曼尼>",
		[203794] = 12,
		[1953] = 8,
		[253308] = 12,
		[209069] = 7,
		[33702] = 9,
		[195381] = 10,
		[211881] = 12,
		[980] = 9,
		[247938] = 12,
		[255227] = 7,
		[132467] = 10,
		[200010] = "摧心魔 <怪我太过温柔-凤凰之神>",
		[205484] = 1,
		[1330] = 4,
		[101033] = 7,
		[17941] = 9,
		[16827] = "灵魂兽 <温蕾莎丶星瞳-血顶>",
		[123586] = 10,
		[248167] = "[*] 死亡之雾",
		[192660] = 4,
		[209577] = 1,
		[51723] = 4,
		[242164] = 4,
		[233490] = 9,
		[221322] = 6,
		[190780] = 6,
		[162264] = 12,
		[202289] = 1,
		[157978] = 8,
		[200654] = 2,
		[257241] = 8,
		[129597] = 10,
		[199888] = 10,
		[257242] = 8,
		[190909] = 10,
		[257532] = 8,
		[225947] = 1,
		[255742] = 8,
		[252801] = 10,
		[191070] = 3,
		[227482] = 8,
		[210041] = 12,
		[246152] = 3,
		[257533] = 8,
		[51637] = 4,
		[1160] = 1,
		[48707] = 6,
		[207744] = 12,
		[77489] = 5,
		[84714] = 8,
		[194466] = 8,
		[257534] = 8,
		[2983] = 4,
		[47632] = 6,
		[185311] = 4,
		[192225] = 12,
		[235188] = 12,
		[190784] = 2,
		[157153] = 7,
		[64844] = 5,
		[197465] = 3,
		[157503] = 7,
		[201428] = 12,
		[225311] = 2,
		[35395] = 2,
		[252165] = 12,
		[183752] = 12,
		[209455] = 8,
		[245388] = 4,
		[73921] = 7,
		[223138] = 3,
		[233496] = 9,
		[253061] = "星圣管理官",
		[8092] = 5,
		[204213] = "大葱头-基尔加丹",
		[213011] = 12,
		[245389] = 4,
		[252154] = 7,
		[246853] = 3,
		[233497] = 9,
		[196781] = 5,
		[2948] = 8,
		[238996] = 2,
		[191043] = 3,
		[8004] = 7,
		[55090] = 6,
	},
	["encounter_spell_pool"] = {
		{
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		}, -- [1]
		[200010] = {
			2092, -- [1]
			"摧心魔 <怪我太过温柔-凤凰之神>", -- [2]
		},
		[251815] = {
			2092, -- [1]
			"湮灭刀锋 <寂灭者阿古斯> <寂灭者阿古斯>", -- [2]
		},
		[251571] = {
			2092, -- [1]
			"[*] 灵魂炸弹引爆", -- [2]
		},
		[248165] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[258399] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[256388] = {
			2092, -- [1]
			"起源重组模块", -- [2]
		},
		[252707] = {
			2092, -- [1]
			"星圣管理官", -- [2]
		},
		[255935] = {
			2092, -- [1]
			"星圣管理官", -- [2]
		},
		[250669] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[251572] = {
			2092, -- [1]
			"[*] 灵魂爆发引爆", -- [2]
		},
		[114942] = {
			2092, -- [1]
			"治疗之潮图腾 <捡肥皂的牛-海加尔>", -- [2]
		},
		[256393] = {
			2092, -- [1]
			"起源重组模块", -- [2]
		},
		[257296] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[253061] = {
			2092, -- [1]
			"星圣管理官", -- [2]
		},
		[248167] = {
			2092, -- [1]
			"[*] 死亡之雾", -- [2]
		},
		[52042] = {
			2092, -- [1]
			"治疗之泉图腾 <捡肥皂的牛-海加尔>", -- [2]
		},
		[248396] = {
			2092, -- [1]
			"灵魂凋零宝珠 <寂灭者阿古斯>", -- [2]
		},
		[248499] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[248317] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[251570] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[255201] = {
			2092, -- [1]
			"[*] 阿格拉玛的牺牲", -- [2]
		},
		[256396] = {
			2092, -- [1]
			"起源重组模块", -- [2]
		},
		[256542] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[252729] = {
			2092, -- [1]
			"星圣管理官", -- [2]
		},
		[257299] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
		[255826] = {
			2092, -- [1]
			"寂灭者阿古斯", -- [2]
		},
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-852-04DA7713"] = {
			["time"] = 1524820065,
			["name"] = "戏如人生情-冰风岗",
			["ilvl"] = 951.8,
		},
		["Player-1670-011D448C"] = {
			["time"] = 1524819464,
			["name"] = "你不懂的哀伤-巫妖之王",
			["ilvl"] = 955.266666666667,
		},
		["Player-1507-006195FA"] = {
			["time"] = 1524819562,
			["name"] = "香蕉你个芭乐-外域",
			["ilvl"] = 962.625,
		},
		["Player-1497-047C8CFB"] = {
			["time"] = 1524819542,
			["name"] = "枪炮丶玫瑰-菲拉斯",
			["ilvl"] = 950.8125,
		},
		["Player-709-026772D5"] = {
			["time"] = 1524820011,
			["name"] = "谜狸-藏宝海湾",
			["ilvl"] = 959.266666666667,
		},
		["Player-829-03891886"] = {
			["time"] = 1524819572,
			["name"] = "顽儿主-燃烧之刃",
			["ilvl"] = 965.533333333333,
		},
		["Player-1505-03BE59A2"] = {
			["time"] = 1524820059,
			["name"] = "捡肥皂的牛-海加尔",
			["ilvl"] = 942.6875,
		},
		["Player-804-03512DC0"] = {
			["time"] = 1524820047,
			["name"] = "温雷萨-鬼雾峰",
			["ilvl"] = 952.466666666667,
		},
		["Player-1508-03CA2189"] = {
			["time"] = 1524819305,
			["name"] = "斯提芬周-天空之墙",
			["ilvl"] = 953.4375,
		},
		["Player-3757-0433CA8C"] = {
			["time"] = 1524819506,
			["name"] = "帅帅的自己-时光之穴",
			["ilvl"] = 953.6875,
		},
		["Player-861-049EDB88"] = {
			["time"] = 1524819238,
			["name"] = "非雪",
			["ilvl"] = 964.133333333333,
		},
		["Player-857-02DD7348"] = {
			["time"] = 1524819552,
			["name"] = "十三阔少-血顶",
			["ilvl"] = 971.4375,
		},
		["Player-1932-05894717"] = {
			["time"] = 1524819780,
			["name"] = "独孤醉牛-阿曼尼",
			["ilvl"] = 968,
		},
		["Player-917-038796FA"] = {
			["time"] = 1524819564,
			["name"] = "言不由终-迅捷微风",
			["ilvl"] = 948.533333333333,
		},
		["Player-1936-0547FE14"] = {
			["time"] = 1524819418,
			["name"] = "梦幻灬翼龙-能源舰",
			["ilvl"] = 952.266666666667,
		},
		["Player-1508-03C7042C"] = {
			["time"] = 1524819693,
			["name"] = "捌级大狂风-天空之墙",
			["ilvl"] = 959.866666666667,
		},
		["Player-857-02DDE6A7"] = {
			["time"] = 1524819679,
			["name"] = "温蕾莎丶星瞳-血顶",
			["ilvl"] = 953.2,
		},
		["Player-1503-03CC1874"] = {
			["time"] = 1524819760,
			["name"] = "有趣-大漩涡",
			["ilvl"] = 963,
		},
		["Player-1955-01D6DC4C"] = {
			["time"] = 1524820030,
			["name"] = "北府乄壮汉-主宰之剑",
			["ilvl"] = 963.3125,
		},
		["Player-1509-03293B09"] = {
			["time"] = 1524820063,
			["name"] = "清平调-安纳塞隆",
			["ilvl"] = 961.333333333333,
		},
		["Player-1515-03F7996F"] = {
			["time"] = 1524820070,
			["name"] = "怪我太过温柔-凤凰之神",
			["ilvl"] = 967.9375,
		},
		["Player-727-04471783"] = {
			["time"] = 1524819393,
			["name"] = "德路依-瓦拉斯塔兹",
			["ilvl"] = 938.533333333333,
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [3]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [4]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [5]
		{
			94472, -- [1]
			"救赎 (致命)", -- [2]
			135887, -- [3]
		}, -- [6]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [7]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [8]
		{
			158336, -- [1]
			"粉碎 (wave #1)", -- [2]
			135242, -- [3]
		}, -- [9]
		{
			3, -- [1]
			"环境伤害 (高处坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [10]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [11]
		{
			224078, -- [1]
			"暴龙电击带 (trinket)", -- [2]
			136048, -- [3]
		}, -- [12]
		{
			214350, -- [1]
			"梦魇精华 (trinket)", -- [2]
			1357816, -- [3]
		}, -- [13]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [14]
		{
			213786, -- [1]
			"夜幕 (trinket)", -- [2]
			236168, -- [3]
		}, -- [15]
		{
			120761, -- [1]
			"飞刃 (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [16]
		{
			121414, -- [1]
			"飞刃 (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [17]
		{
			33778, -- [1]
			"生命绽放 (bloom)", -- [2]
			134206, -- [3]
		}, -- [18]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [19]
		{
			158420, -- [1]
			"粉碎 (wave #3)", -- [2]
			135242, -- [3]
		}, -- [20]
		{
			158417, -- [1]
			"粉碎 (wave #2)", -- [2]
			135242, -- [3]
		}, -- [21]
		{
			161612, -- [1]
			"溢流能量 (捕捉)", -- [2]
			841219, -- [3]
		}, -- [22]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [23]
		{
			161576, -- [1]
			"溢流能量 (爆炸)", -- [2]
			841219, -- [3]
		}, -- [24]
	},
	["latest_news_saw"] = "",
	["got_first_run"] = true,
	["always_use_profile"] = false,
	["latest_report_table"] = {
	},
	["always_use_profile_name"] = "",
	["savedStyles"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["details_auras"] = {
	},
	["always_use_profile_exception"] = {
	},
	["__profiles"] = {
		["非雪-巨龙之吼"] = {
			["show_arena_role_icon"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = false,
			["report_heal_links"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.300000011920929,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.1,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["deadlog_limit"] = 16,
			["segments_amount"] = 12,
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 271,
							["x"] = -1342.99963378906,
							["w"] = 320.000122070313,
							["h"] = 130.000015258789,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0.3777777777777, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["grab_on_top"] = false,
					["show_sidebars"] = false,
					["hide_out_of_combat"] = false,
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["bars_sort_direction"] = 1,
					["skin"] = "Minimalistic",
					["show_statusbar"] = false,
					["stretch_button_side"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["plugins_grow_direction"] = 1,
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["height"] = 14,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small_alpha",
						["icon_grayscale"] = false,
						["font_size"] = 10,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["percent_type"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["textR_class_colors"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = -204.000061035156,
						["x"] = 417.000305175781,
						["point"] = "TOPLEFT",
					},
					["strata"] = "LOW",
					["bg_alpha"] = 0.0984569266438484,
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["window_scale"] = 1,
					["backdrop_texture"] = "Details Ground",
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["hide_icon"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["skin_custom"] = "",
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 271,
							["x"] = -1342.99963378906,
							["w"] = 320.000122070313,
							["h"] = 130.000015258789,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons_size"] = 0.850000023841858,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_damager"] = false,
					["micro_displays_locked"] = true,
					["bg_b"] = 0.0941176470588235,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["data_broker_text"] = "",
			["pvp_as_group"] = true,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["total_abbreviation"] = 2,
			["new_window_size"] = {
				["height"] = 130,
				["width"] = 320,
			},
			["report_schema"] = 1,
			["use_battleground_server_parser"] = true,
			["overall_clear_logout"] = false,
			["use_scroll"] = false,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 13,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["numerical_system"] = 1,
			["disable_alldisplays_window"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 5,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["numerical_system_symbols"] = "auto",
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["time_type"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["remove_realm_from_name"] = true,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["overall_clear_newboss"] = true,
			["force_activity_time_pvp"] = true,
			["minimum_combat_time"] = 5,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["clear_ungrouped"] = true,
			["death_tooltip_width"] = 350,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["plugin_window_pos"] = {
		["y"] = 7.629394531250e-006,
		["x"] = 0.0001220703125,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [188030] --Legion\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (188030) --Legion\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (188027) --Legion\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [188028] --Legion\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (188028) --Legion\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [188017] --Legion\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (188017) --Legion\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [229206] --Legion\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (229206) --Legion\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [188029] --Legion\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (188029) --Legion\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n		",
			["attribute"] = false,
			["name"] = "有使用药水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [188030] --Legion\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [188028] --Legion\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [188017] --Legion\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [229206] --Legion\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [188029] --Legion\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Trade_Alchemy_PotionD4",
			["script_version"] = 3,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\warlock_ healthstone",
			["script_version"] = 13,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_H_06",
			["script_version"] = 1,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_G_06",
			["script_version"] = 1,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 9,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Mage_IceNova",
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的技能",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local role = UnitGroupRolesAssigned (\"player\")\n				local pet_attribute\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\ABILITY_MAGE_ARCANEBARRAGE",
			["script_version"] = 5,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 2,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 2,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, total / OverallCombatTime)\n				s = ToK (_, total) .. \" (\" .. s .. \", \"\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, 14, 14)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_Quests_Completed_08",
			["script_version"] = 2,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
	},
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
			["252729"] = {
				"Argus the Unmaker", -- [1]
				"252729", -- [2]
				"宇宙射线", -- [3]
				38, -- [4]
				429383, -- [5]
				["id"] = 2092,
			},
			["248165"] = {
				"Argus the Unmaker", -- [1]
				"248165", -- [2]
				"死亡之锥（1）", -- [3]
				39, -- [4]
				348565, -- [5]
				["id"] = 2092,
			},
			["252516"] = {
				"Argus the Unmaker", -- [1]
				"252516", -- [2]
				"诺甘农圆盘", -- [3]
				27.3, -- [4]
				574567, -- [5]
				["id"] = 2092,
			},
			["252616"] = {
				"Argus the Unmaker", -- [1]
				"252616", -- [2]
				"宇宙道标", -- [3]
				53, -- [4]
				525024, -- [5]
				["id"] = 2092,
			},
			["nil"] = {
				"Pull", -- [1]
				"nil", -- [2]
				"拉怪", -- [3]
				5, -- [4]
				132337, -- [5]
				["id"] = 2092,
			},
			["stages"] = {
				"Argus the Unmaker", -- [1]
				"stages", -- [2]
				"高戈奈斯之怒", -- [3]
				10.5, -- [4]
				1029585, -- [5]
				["id"] = 2092,
			},
			["-17077"] = {
				"Argus the Unmaker", -- [1]
				"-17077", -- [2]
				"星辰武器库", -- [3]
				30.5, -- [4]
				"Interface\\Icons\\inv_sword_2h_pandaraid_d_01", -- [5]
				["id"] = 2092,
			},
			["250669"] = {
				"Argus the Unmaker", -- [1]
				"250669", -- [2]
				"灵魂爆发", -- [3]
				30, -- [4]
				1778229, -- [5]
				["id"] = 2092,
			},
			["bomb_explosions"] = {
				"Argus the Unmaker", -- [1]
				"bomb_explosions", -- [2]
				"炸弹爆炸", -- [3]
				15, -- [4]
				1778228, -- [5]
				["id"] = 2092,
			},
			["berserk"] = {
				"Argus the Unmaker", -- [1]
				"berserk", -- [2]
				"狂暴", -- [3]
				720, -- [4]
				136224, -- [5]
				["id"] = 2092,
			},
			["248317"] = {
				"Argus the Unmaker", -- [1]
				"248317", -- [2]
				"灵魂凋零宝珠", -- [3]
				36, -- [4]
				1778225, -- [5]
				["id"] = 2092,
			},
			["257296"] = {
				"Argus the Unmaker", -- [1]
				"257296", -- [2]
				"痛苦之怒（1）", -- [3]
				13.5, -- [4]
				136146, -- [5]
				["id"] = 2092,
			},
			["251570"] = {
				"Argus the Unmaker", -- [1]
				"251570", -- [2]
				"灵魂炸弹（1）", -- [3]
				30, -- [4]
				1778228, -- [5]
				["id"] = 2092,
			},
			["255826"] = {
				"Argus the Unmaker", -- [1]
				"255826", -- [2]
				"湮灭刀锋", -- [3]
				24, -- [4]
				1778227, -- [5]
				["id"] = 2092,
			},
			["255594"] = {
				"Argus the Unmaker", -- [1]
				"255594", -- [2]
				"海天之力", -- [3]
				16, -- [4]
				1385912, -- [5]
				["id"] = 2092,
			},
			["255199"] = {
				"Argus the Unmaker", -- [1]
				"255199", -- [2]
				"阿格拉玛的化身（1）", -- [3]
				20.8, -- [4]
				135947, -- [5]
				["id"] = 2092,
			},
			["248499"] = {
				"Argus the Unmaker", -- [1]
				"248499", -- [2]
				"巨镰横扫", -- [3]
				7, -- [4]
				1692685, -- [5]
				["id"] = 2092,
			},
		},
		["encounter_timers_dbm"] = {
			["250669"] = {
				"250669", -- [1]
				"Timer250669nextcount	1", -- [2]
				"下一次灵魂爆发（1）", -- [3]
				30.3, -- [4]
				1778229, -- [5]
				"nextcount", -- [6]
				250669, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["252729"] = {
				"252729", -- [1]
				"Timer252729cd", -- [2]
				"宇宙射线冷却", -- [3]
				42, -- [4]
				429383, -- [5]
				"cd", -- [6]
				252729, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["248165"] = {
				"248165", -- [1]
				"Timer248165cdcount	1", -- [2]
				"死亡之锥冷却（1）", -- [3]
				30.3, -- [4]
				348565, -- [5]
				"cdcount", -- [6]
				248165, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["252516"] = {
				"252516", -- [1]
				"Timer252516cast", -- [2]
				"诺甘农圆盘", -- [3]
				12, -- [4]
				574567, -- [5]
				"cast", -- [6]
				252516, -- [7]
				6, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["252616"] = {
				"252616", -- [1]
				"Timer252616cd", -- [2]
				"宇宙道标冷却", -- [3]
				52, -- [4]
				525024, -- [5]
				"cd", -- [6]
				252616, -- [7]
				4, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["nil"] = {
				"nil", -- [1]
				"pull", -- [2]
				"开怪倒计时", -- [3]
				5, -- [4]
				"Interface\\Icons\\Spell_Holy_BorrowedTime", -- [5]
				"utilitytimer", -- [6]
				nil, -- [7]
				0, -- [8]
				["id"] = 2092,
			},
			["248317"] = {
				"248317", -- [1]
				"Timer248317cdcount	1", -- [2]
				"灵魂凋零宝珠冷却（1）", -- [3]
				35.2, -- [4]
				1778225, -- [5]
				"cdcount", -- [6]
				248317, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["251570"] = {
				"251570", -- [1]
				"Timer251570next", -- [2]
				"下一次灵魂炸弹", -- [3]
				30.3, -- [4]
				1778228, -- [5]
				"next", -- [6]
				251570, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["255594"] = {
				"255594", -- [1]
				"Timer255594cdcount	1", -- [2]
				"海天之力冷却（1）", -- [3]
				10.1, -- [4]
				1385912, -- [5]
				"cdcount", -- [6]
				255594, -- [7]
				5, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["255199"] = {
				"255199", -- [1]
				"Timer255199cd", -- [2]
				"阿格拉玛的化身冷却", -- [3]
				20.9, -- [4]
				135947, -- [5]
				"cd", -- [6]
				255199, -- [7]
				5, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["257296"] = {
				"257296", -- [1]
				"Timer257296cdcount	1", -- [2]
				"痛苦之怒冷却（1）", -- [3]
				12, -- [4]
				136146, -- [5]
				"cdcount", -- [6]
				257296, -- [7]
				2, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["255826"] = {
				"255826", -- [1]
				"Timer255826cdcount	1", -- [2]
				"湮灭刀锋冷却（1）", -- [3]
				21, -- [4]
				1778227, -- [5]
				"cdcount", -- [6]
				255826, -- [7]
				2, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["spell_school_cache"] = {
		["死亡之雾"] = 32,
		["灵魂炸弹"] = 32,
		["阿格拉玛的牺牲"] = 1,
		["重组脉冲"] = 64,
		["湮灭刀锋"] = 1,
		["灵魂凋零"] = 32,
		["怒火余烬"] = 32,
		["Corpo-a-Corpo"] = 1,
		["灵魂炸弹引爆"] = 32,
		["灵魂爆发引爆"] = 32,
		["灵魂爆发"] = 32,
	},
	["deathlog_healingdone_min"] = 1,
	["switchSaved"] = {
		["slots"] = 4,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
		},
	},
}
