
AskMrRobotDb4 = {
	["char"] = {
		["橘丶子 - 巨龙之吼"] = {
			["Talents"] = {
				"3222223", -- [1]
			},
			["ExtraEnchantData"] = {
				[6109] = {
					["spellId"] = 297989,
					["id"] = 6109,
					["text"] = "60 Haste",
					["materials"] = {
						[152875] = 18,
						[152877] = 5,
						[152876] = 4,
					},
					["itemId"] = 168447,
				},
				[5949] = {
					["spellId"] = 255129,
					["id"] = 5949,
					["text"] = "Torrent",
					["materials"] = {
						[152875] = 20,
						[152877] = 1,
						[152876] = 5,
					},
					["itemId"] = 153479,
				},
			},
			["FirstUse"] = false,
			["Equipped"] = {
				{
					{
						["bonusIds"] = {
							1502, -- [1]
							4775, -- [2]
							4786, -- [3]
							4823, -- [4]
							6508, -- [5]
						},
						["link"] = "|cffa335ee|Hitem:174116::::::::120:265::5:5:4823:1502:4786:6508:4775:::|h[难言恐惧罩帽]|h|r",
						["id"] = 174116,
						["azerite"] = {
							275372, -- [1]
							272891, -- [2]
							266180, -- [3]
							263962, -- [4]
							263978, -- [5]
						},
						["enchantId"] = 0,
						["level"] = 0,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["suffixId"] = 0,
					}, -- [1]
					{
						["bonusIds"] = {
							1638, -- [1]
							4932, -- [2]
							4933, -- [3]
							6316, -- [4]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffe6cc80|Hitem:158075::::::::120:265::11:4:6316:4932:4933:1638:::|h[艾泽拉斯之心]|h|r",
						["id"] = 158075,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [2]
					{
						["bonusIds"] = {
							1502, -- [1]
							4775, -- [2]
							4786, -- [3]
							4823, -- [4]
							6509, -- [5]
						},
						["link"] = "|cffa335ee|Hitem:174117::::::::120:265::5:5:4823:1502:4786:6509:4775:::|h[瘴毒菌丝护肩]|h|r",
						["id"] = 174117,
						["azerite"] = {
							272891, -- [1]
							275372, -- [2]
							266180, -- [3]
							274418, -- [4]
							263978, -- [5]
						},
						["enchantId"] = 0,
						["level"] = 0,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["suffixId"] = 0,
					}, -- [3]
					nil, -- [4]
					{
						["bonusIds"] = {
							1647, -- [1]
							4775, -- [2]
							4786, -- [3]
							5448, -- [4]
							6510, -- [5]
						},
						["link"] = "|cffa335ee|Hitem:159233::::::::120:265::35:5:5448:1647:4786:6510:4775:::|h[神灵背弃者的法衣]|h|r",
						["id"] = 159233,
						["azerite"] = {
							275372, -- [1]
							272891, -- [2]
							263984, -- [3]
							263962, -- [4]
							263978, -- [5]
						},
						["enchantId"] = 0,
						["level"] = 0,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["suffixId"] = 0,
					}, -- [5]
					{
						["bonusIds"] = {
							1527, -- [1]
							4786, -- [2]
							6412, -- [3]
							6513, -- [4]
							6578, -- [5]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:173436::::::::120:265::55:5:6412:6513:6578:1527:4786:::|h[卑劣操纵者的腰索]|h|r",
						["id"] = 173436,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [6]
					{
						["bonusIds"] = {
							40, -- [1]
							1522, -- [2]
							4786, -- [3]
							6412, -- [4]
							6455, -- [5]
							6474, -- [6]
							6513, -- [7]
							6578, -- [8]
							6579, -- [9]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:173811::::::::120:265::54:9:6412:40:6513:6578:6579:6474:6455:1522:4786:::|h[卑劣操纵者的裤子]|h|r",
						["id"] = 173811,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [7]
					{
						["bonusIds"] = {
							1522, -- [1]
							4786, -- [2]
							6412, -- [3]
							6455, -- [4]
							6474, -- [5]
							6515, -- [6]
							6578, -- [7]
							6579, -- [8]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:173495::::::::120:265::54:8:6412:6515:6578:6579:6474:6455:1522:4786:::|h[卑劣操纵者的轻鞋]|h|r",
						["id"] = 173495,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [8]
					{
						["bonusIds"] = {
							42, -- [1]
							1502, -- [2]
							1808, -- [3]
							4786, -- [4]
							4823, -- [5]
							6513, -- [6]
							6578, -- [7]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:174122::154126::::::120:265::5:7:4823:1808:42:6578:6513:1502:4786:::|h[虚空浸没裹腕]|h|r",
						["id"] = 174122,
						["gemIds"] = {
							154126, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [9]
					{
						["bonusIds"] = {
							1647, -- [1]
							4786, -- [2]
							6515, -- [3]
							6536, -- [4]
							6544, -- [5]
							6578, -- [6]
							6579, -- [7]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:159253::::::::120:265::35:7:6536:6578:6579:6544:6515:1647:4786:::|h[止血手套]|h|r",
						["id"] = 159253,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [10]
					{
						["bonusIds"] = {
							1502, -- [1]
							4786, -- [2]
							4823, -- [3]
							6515, -- [4]
							6578, -- [5]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:174533:6109:::::::120:265::5:5:4823:6578:6515:1502:4786:::|h[寰宇潜能戒指]|h|r",
						["id"] = 174533,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 6109,
					}, -- [11]
					{
						["bonusIds"] = {
							1502, -- [1]
							4786, -- [2]
							4823, -- [3]
							6515, -- [4]
							6516, -- [5]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:174530:6109:::::::120:265::5:5:4823:6516:6515:1502:4786:::|h[集体意识之戒]|h|r",
						["id"] = 174530,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 6109,
					}, -- [12]
					{
						["bonusIds"] = {
							1502, -- [1]
							4786, -- [2]
							4823, -- [3]
							6515, -- [4]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:174103::::::::120:265::5:4:4823:6515:1502:4786:::|h[癫狂宣言]|h|r",
						["id"] = 174103,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [13]
					{
						["bonusIds"] = {
							1517, -- [1]
							4786, -- [2]
							4824, -- [3]
							6515, -- [4]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:173944::::::::120:265::6:4:4824:6515:1517:4786:::|h[禁断黑曜之爪]|h|r",
						["id"] = 173944,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [14]
					{
						["bonusIds"] = {
							1472, -- [1]
							6582, -- [2]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffff8000|Hitem:169223::::::::120:265::11:2:6582:1472:::|h[阿什拉·卡马斯，决意之护]|h|r",
						["id"] = 169223,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [15]
					{
						["bonusIds"] = {
							1502, -- [1]
							4786, -- [2]
							4823, -- [3]
							6513, -- [4]
							6553, -- [5]
							6578, -- [6]
							6579, -- [7]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:174108:5949:::::::120:265::5:7:4823:6553:6578:6579:6513:1502:4786:::|h[希加约斯，星界之怨]|h|r",
						["id"] = 174108,
						["gemIds"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 5949,
					}, -- [16]
					{
						["bonusIds"] = {
							1642, -- [1]
							4786, -- [2]
							4802, -- [3]
							6515, -- [4]
							6530, -- [5]
							6578, -- [6]
						},
						["level"] = 0,
						["suffixId"] = 0,
						["link"] = "|cffa335ee|Hitem:159668::154127::::::120:265::35:6:6530:4802:6578:6515:1642:4786:::|h[砰砰作响的瓶子]|h|r",
						["id"] = 159668,
						["gemIds"] = {
							154127, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["upgradeId"] = 0,
						["enchantId"] = 0,
					}, -- [17]
				}, -- [1]
			},
			["BagItems"] = {
				{
					["bonusIds"] = {
						1502, -- [1]
						4786, -- [2]
						6506, -- [3]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173435::::::::120:265::29:3:1502:4786:6506:::|h[卑劣操纵者的披肩]|h|r",
					["id"] = 173435,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [1]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:174458::::::::120:265::9::::|h[虚痕野兔]|h|r",
					["id"] = 174458,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [2]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174654::::::::120:265::::::|h[恩佐斯的黑蟒]|h|r",
					["id"] = 174654,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [3]
				{
					["bonusIds"] = {
						43, -- [1]
						1522, -- [2]
						4786, -- [3]
						6412, -- [4]
						6515, -- [5]
						6539, -- [6]
						6578, -- [7]
						6579, -- [8]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173432::::::::120:265::54:8:6412:43:6515:6578:6579:6539:1522:4786:::|h[卑劣操纵者的裹手]|h|r",
					["id"] = 173432,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [4]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:174459::::::::120:265::9::::|h[虚纺猫项圈]|h|r",
					["id"] = 174459,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [5]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:138111::::::::120:265::::::|h[雷铸爪钩枪]|h|r",
					["id"] = 138111,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [6]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:116415::::::::120:265::::::|h[闪亮的宠物符咒]|h|r",
					["id"] = 116415,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [7]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:163036::::::::120:265::::::|h[抛光的宠物符咒]|h|r",
					["id"] = 163036,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [8]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:169765::::::::120:265::::::|h[世界血脉情报]|h|r",
					["id"] = 169765,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [9]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:162571::::::::120:265::::::|h[浸水的藏宝图]|h|r",
					["id"] = 162571,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [10]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:161053::::::::120:265::::::|h[水手咸饼干]|h|r",
					["id"] = 161053,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [11]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:6948::::::::120:265::::::|h[炉石]|h|r",
					["id"] = 6948,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [12]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:158879::::::::120:265::::::|h[染血的信息]|h|r",
					["id"] = 158879,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [13]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:140192::::::::120:265::11::::|h[达拉然炉石]|h|r",
					["id"] = 140192,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [14]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:110560::::::::120:265::11::::|h[要塞炉石]|h|r",
					["id"] = 110560,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [15]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:173937::::::::120:265::::::|h[斩切之眼]|h|r",
					["id"] = 173937,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [16]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:141351::::::::120:265::::::|h[艾露恩之泪]|h|r",
					["id"] = 141351,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [17]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:128679::::::::120:265::::::|h[带胆魔息坩埚]|h|r",
					["id"] = 128679,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [18]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:167786::::::::120:265::::::|h[发芽之种]|h|r",
					["id"] = 167786,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [19]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:168081::::::::120:265::::::|h[卤岩矿锄]|h|r",
					["id"] = 168081,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [20]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:143661::::::::120:265::11::::|h[伊利达雷的灵魂棱镜]|h|r",
					["id"] = 143661,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [21]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:153014::::::::120:265::::::|h[太古阿古尼特水晶]|h|r",
					["id"] = 153014,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [22]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:163486::::::::120:265::::::|h[纠缠之根]|h|r",
					["id"] = 163486,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [23]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:3371::::::::120:265::::::|h[水晶瓶]|h|r",
					["id"] = 3371,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [24]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:160298::::::::120:265::::::|h[耐用助焊剂]|h|r",
					["id"] = 160298,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [25]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:11291::::::::120:265::::::|h[星木]|h|r",
					["id"] = 11291,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [26]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:89112::::::::120:265::::::|h[祥和微粒]|h|r",
					["id"] = 89112,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [27]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:174353::::::::120:265::::::|h[可疑的肉]|h|r",
					["id"] = 174353,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [28]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:159959::::::::120:265::::::|h[尼龙线]|h|r",
					["id"] = 159959,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [29]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:152576::::::::120:265::::::|h[浪息亚麻布]|h|r",
					["id"] = 152576,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [30]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:133572::::::::120:265::::::|h[夜之子小食拼盘]|h|r",
					["id"] = 133572,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [31]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:133570::::::::120:265::::::|h[“饥饿的魔导师”套餐]|h|r",
					["id"] = 133570,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [32]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:174351::::::::120:265::::::|h[克巴布串]|h|r",
					["id"] = 174351,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [33]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:154884::::::::120:265::::::|h[沼泽炸鱼薯条]|h|r",
					["id"] = 154884,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [34]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:127847::::::::120:265::::::|h[耳语契约合剂]|h|r",
					["id"] = 127847,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [35]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:168652::::::::120:265::::::|h[强效无尽深邃合剂]|h|r",
					["id"] = 168652,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [36]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:8529::::::::120:265::::::|h[诺格弗格药剂]|h|r",
					["id"] = 8529,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [37]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:8529::::::::120:265::::::|h[诺格弗格药剂]|h|r",
					["id"] = 8529,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [38]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:8529::::::::120:265::::::|h[诺格弗格药剂]|h|r",
					["id"] = 8529,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [39]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:8529::::::::120:265::::::|h[诺格弗格药剂]|h|r",
					["id"] = 8529,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [40]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:2459::::::::120:265::::::|h[迅捷药水]|h|r",
					["id"] = 2459,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [41]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:2459::::::::120:265::::::|h[迅捷药水]|h|r",
					["id"] = 2459,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [42]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:116268::::::::120:265::::::|h[德拉诺隐形药水]|h|r",
					["id"] = 116268,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [43]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:118006::::::::120:265::::::|h[粒子护盾]|h|r",
					["id"] = 118006,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [44]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:127834::::::::120:265::::::|h[古代治疗药水]|h|r",
					["id"] = 127834,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [45]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:127846::::::::120:265::::::|h[魔力洪流药水]|h|r",
					["id"] = 127846,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [46]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:142117::::::::120:265::::::|h[延时之力药水]|h|r",
					["id"] = 142117,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [47]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:163222::::::::120:265::::::|h[智力战斗药水]|h|r",
					["id"] = 163222,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [48]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:163222::::::::120:265::::::|h[智力战斗药水]|h|r",
					["id"] = 163222,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [49]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:87216::::::::120:265::11::::|h[热流铁砧]|h|r",
					["id"] = 87216,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [50]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffffffff|Hitem:87216::::::::120:265::11::::|h[热流铁砧]|h|r",
					["id"] = 87216,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [51]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:174759::::::::120:265::::::|h[魔古圣物碎片]|h|r",
					["id"] = 174759,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [52]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:174760::::::::120:265::::::|h[螳螂妖圣物碎片]|h|r",
					["id"] = 174760,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [53]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:174758::::::::120:265::::::|h[虚曲圣物碎片]|h|r",
					["id"] = 174758,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [54]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:144457::::::::120:265::::::|h[法德罗汀卷轴]|h|r",
					["id"] = 144457,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [55]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:174764::::::::120:265::::::|h[托维尔圣物碎片]|h|r",
					["id"] = 174764,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [56]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:166971::::::::120:265::::::|h[空的能量电池]|h|r",
					["id"] = 166971,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [57]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:166846::::::::120:265::::::|h[备用零件]|h|r",
					["id"] = 166846,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [58]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:166846::::::::120:265::::::|h[备用零件]|h|r",
					["id"] = 166846,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [59]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:163604::::::::120:265::11::::|h[撒网器5000型]|h|r",
					["id"] = 163604,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [60]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:141446::::::::120:265::::::|h[宁神书卷]|h|r",
					["id"] = 141446,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [61]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:175052::::::::120:265::::::|h[精锐骑兵合约]|h|r",
					["id"] = 175052,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [62]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:175053::::::::120:265::::::|h[精锐远程合约]|h|r",
					["id"] = 175053,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [63]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:175054::::::::120:265::::::|h[精锐近战合约]|h|r",
					["id"] = 175054,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [64]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:172495::::::::120:265::::::|h[心能宝珠]|h|r",
					["id"] = 172495,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [65]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:174756::::::::120:265::::::|h[亚基圣物碎片]|h|r",
					["id"] = 174756,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [66]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:172519::::::::120:265::::::|h[军需官的笔记]|h|r",
					["id"] = 172519,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [67]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:162515::::::::120:265::::::|h[午夜鲑鱼]|h|r",
					["id"] = 162515,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [68]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:152577::::::::120:265::::::|h[深海绸缎]|h|r",
					["id"] = 152577,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [69]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:168271::::::::120:265::9::::|h[被盗的拉穆卡恒旗帜]|h|r",
					["id"] = 168271,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [70]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:86143::::::::120:265::::::|h[战斗宠物绷带]|h|r",
					["id"] = 86143,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [71]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:167077::::::::120:265::11::::|h[占卜石]|h|r",
					["id"] = 167077,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [72]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff1eff00|Hitem:159827::::::::120:265::::::|h[死神魔精炸弹]|h|r",
					["id"] = 159827,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [73]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:141605::::::::120:265::11::::|h[飞行管理员的哨子]|h|r",
					["id"] = 141605,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [74]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:152097::::::::120:265::::::|h[光铸盾卫]|h|r",
					["id"] = 152097,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [75]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:166970::::::::120:265::::::|h[能量电池]|h|r",
					["id"] = 166970,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [76]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:141652::::::::120:265::11::::|h[魔力探测石]|h|r",
					["id"] = 141652,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [77]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:137642::::::::120:265::::::|h[荣耀印记]|h|r",
					["id"] = 137642,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [78]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:175056::::::::120:265::::::|h[精锐深海合约]|h|r",
					["id"] = 175056,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [79]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:163620::::::::120:265::::::|h[海岛漂浮物]|h|r",
					["id"] = 163620,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [80]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:152876::::::::120:265::::::|h[幽界碎片]|h|r",
					["id"] = 152876,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [81]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:165948::::::::120:265::::::|h[潮浪之核]|h|r",
					["id"] = 165948,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [82]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:152668::::::::120:265::::::|h[驱灵金]|h|r",
					["id"] = 152668,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [83]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:158378::::::::120:265::::::|h[刺绣深海丝绸]|h|r",
					["id"] = 158378,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [84]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:173410::::::::120:265::14::::|h[黑暗帝国皮甲头盔]|h|r",
					["id"] = 173410,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [85]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:45047::::::::120:265::::::|h[摇摇虎]|h|r",
					["id"] = 45047,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [86]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:140587::::::::120:265::::::|h[被污染的强化符文]|h|r",
					["id"] = 140587,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [87]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:140587::::::::120:265::::::|h[被污染的强化符文]|h|r",
					["id"] = 140587,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [88]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:140587::::::::120:265::::::|h[被污染的强化符文]|h|r",
					["id"] = 140587,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [89]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:160053::::::::120:265::::::|h[战痕强化符文]|h|r",
					["id"] = 160053,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [90]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:174932::::::::120:265::9::::|h[幻象：虚空之锋]|h|r",
					["id"] = 174932,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [91]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:138727::::::::120:265::::::|h[蔑视药水]|h|r",
					["id"] = 138727,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [92]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:138488::::::::120:265::::::|h[盐水药水]|h|r",
					["id"] = 138488,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [93]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:147707::::::::120:265::14::::|h[改装的邪能焦镜]|h|r",
					["id"] = 147707,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [94]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:111820::::::::120:265::1::::|h[移形换影装置]|h|r",
					["id"] = 111820,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [95]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:114943::::::::120:265::1::::|h[终极版侏儒军刀]|h|r",
					["id"] = 114943,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [96]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff0070dd|Hitem:144341::::::::120:265::13::::|h[可充电的里弗斯电池]|h|r",
					["id"] = 144341,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [97]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:168327::::::::120:265::::::|h[连锁点火线圈]|h|r",
					["id"] = 168327,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [98]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:165703::::::::120:265::::::|h[邦桑迪之息]|h|r",
					["id"] = 165703,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [99]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:168193::::::::120:265::::::|h[艾萨莱石]|h|r",
					["id"] = 168193,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [100]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:65274::::::::120:265::::::|h[协同披风]|h|r",
					["id"] = 65274,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [101]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:103678::::::::120:265::14::::|h[迷时神器]|h|r",
					["id"] = 103678,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [102]
				{
					["bonusIds"] = {
						41, -- [1]
						1632, -- [2]
						4786, -- [3]
						6515, -- [4]
						6528, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159620::::::::120:265::16:5:6528:41:6515:1632:4786:::|h[黑暗低语海螺]|h|r",
					["id"] = 159620,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [103]
				{
					["bonusIds"] = {
						1557, -- [1]
						4786, -- [2]
						6363, -- [3]
						6388, -- [4]
						6515, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:172668::::::::120:265::56:5:6363:6388:6515:1557:4786:::|h[腐化角斗士的徽记]|h|r",
					["id"] = 172668,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [104]
				{
					["bonusIds"] = {
						1502, -- [1]
						4786, -- [2]
						4799, -- [3]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:169314::::::::120:265::5:3:4799:1502:4786:::|h[艾萨拉的能量之泉]|h|r",
					["id"] = 169314,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [105]
				{
					["bonusIds"] = {
						1487, -- [1]
						4786, -- [2]
						4822, -- [3]
						6515, -- [4]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174528::::::::120:265::3:4:4822:6515:1487:4786:::|h[虚空扭曲的泰坦裂片]|h|r",
					["id"] = 174528,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [106]
				{
					["bonusIds"] = {
						1502, -- [1]
						4786, -- [2]
						4823, -- [3]
						6515, -- [4]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174060::::::::120:265::5:4:4823:6515:1502:4786:::|h[心智切割器]|h|r",
					["id"] = 174060,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [107]
				{
					["bonusIds"] = {
						1502, -- [1]
						4786, -- [2]
						4823, -- [3]
						6515, -- [4]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174044::::::::120:265::5:4:4823:6515:1502:4786:::|h[嗡鸣的黑龙鳞片]|h|r",
					["id"] = 174044,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [108]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:142469::::::::120:265::11::::|h[魔导大师的紫罗兰印戒]|h|r",
					["id"] = 142469,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [109]
				{
					["bonusIds"] = {
						1642, -- [1]
						4786, -- [2]
						4802, -- [3]
						6515, -- [4]
						6530, -- [5]
						6578, -- [6]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:158362:6109:154127::::::120:265::35:6:6530:4802:6578:6515:1642:4786:::|h[维克雷斯勋爵之戒]|h|r",
					["id"] = 158362,
					["gemIds"] = {
						154127, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 6109,
				}, -- [110]
				{
					["bonusIds"] = {
						40, -- [1]
						1517, -- [2]
						4786, -- [3]
						6513, -- [4]
						6516, -- [5]
						6530, -- [6]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:168977:6109:::::::120:265::16:6:6530:40:6516:6513:1517:4786:::|h[重启比特指环]|h|r",
					["id"] = 168977,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 6109,
				}, -- [111]
				{
					["bonusIds"] = {
						1522, -- [1]
						4786, -- [2]
						6513, -- [3]
						6516, -- [4]
						6536, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:169157:6108:::::::120:265::16:5:6536:6516:6513:1522:4786:::|h[分布逻辑指环]|h|r",
					["id"] = 169157,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 6108,
				}, -- [112]
				{
					["bonusIds"] = {
						1647, -- [1]
						4786, -- [2]
						6513, -- [3]
						6536, -- [4]
						6578, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159266::::::::120:265::35:5:6536:6578:6513:1647:4786:::|h[爪痕搏击者的裹手]|h|r",
					["id"] = 159266,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [113]
				{
					["bonusIds"] = {
						1527, -- [1]
						4786, -- [2]
						6412, -- [3]
						6470, -- [4]
						6479, -- [5]
						6513, -- [6]
						6578, -- [7]
						6579, -- [8]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173507::::::::120:265::55:8:6412:6513:6578:6579:6479:6470:1527:4786:::|h[卑劣操纵者的护手]|h|r",
					["id"] = 173507,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [114]
				{
					["bonusIds"] = {
						1502, -- [1]
						4786, -- [2]
						4803, -- [3]
						6412, -- [4]
						6462, -- [5]
						6475, -- [6]
						6513, -- [7]
						6578, -- [8]
						6579, -- [9]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173491::::::::120:265::28:9:6412:4803:6513:6578:6579:6475:6462:1502:4786:::|h[卑劣操纵者之握]|h|r",
					["id"] = 173491,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [115]
				{
					["bonusIds"] = {
						1532, -- [1]
						4786, -- [2]
						6515, -- [3]
						6536, -- [4]
						6544, -- [5]
						6578, -- [6]
						6579, -- [7]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:168969::::::::120:265::35:7:6536:6578:6579:6544:6515:1532:4786:::|h[操作员的手套]|h|r",
					["id"] = 168969,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [116]
				{
					["bonusIds"] = {
						1532, -- [1]
						4786, -- [2]
						6515, -- [3]
						6536, -- [4]
						6564, -- [5]
						6578, -- [6]
						6579, -- [7]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:168969::::::::120:265::35:7:6536:6578:6579:6564:6515:1532:4786:::|h[操作员的手套]|h|r",
					["id"] = 168969,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [117]
				{
					["bonusIds"] = {
						1647, -- [1]
						4786, -- [2]
						6515, -- [3]
						6536, -- [4]
						6561, -- [5]
						6578, -- [6]
						6579, -- [7]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159240::::::::120:265::35:7:6536:6578:6579:6561:6515:1647:4786:::|h[瑞克莎的汗浸裹腕]|h|r",
					["id"] = 159240,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [118]
				{
					["bonusIds"] = {
						1647, -- [1]
						4786, -- [2]
						6513, -- [3]
						6536, -- [4]
						6578, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159282::::::::120:265::35:5:6536:6578:6513:1647:4786:::|h[德鲁斯特茅草裹腕]|h|r",
					["id"] = 159282,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [119]
				{
					["bonusIds"] = {
						1637, -- [1]
						4786, -- [2]
						6515, -- [3]
						6516, -- [4]
						6536, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159311::::::::120:265::16:5:6536:6516:6515:1637:4786:::|h[祝福持有者的涉水靴]|h|r",
					["id"] = 159311,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [120]
				{
					["bonusIds"] = {
						1647, -- [1]
						4786, -- [2]
						4802, -- [3]
						6439, -- [4]
						6470, -- [5]
						6513, -- [6]
						6536, -- [7]
						6578, -- [8]
						6579, -- [9]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159234::168639::::::120:265::35:9:6536:4802:6578:6579:6439:6470:6513:1647:4786:::|h[绒线护腿]|h|r",
					["id"] = 159234,
					["gemIds"] = {
						168639, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [121]
				{
					["bonusIds"] = {
						1527, -- [1]
						4786, -- [2]
						6412, -- [3]
						6461, -- [4]
						6485, -- [5]
						6515, -- [6]
						6578, -- [7]
						6579, -- [8]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173434::::::::120:265::55:8:6412:6515:6578:6579:6485:6461:1527:4786:::|h[卑劣操纵者的护腿]|h|r",
					["id"] = 173434,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [122]
				{
					["bonusIds"] = {
						1517, -- [1]
						4786, -- [2]
						6412, -- [3]
						6515, -- [4]
						6548, -- [5]
						6578, -- [6]
						6579, -- [7]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173811::::::::120:265::53:7:6412:6515:6578:6579:6548:1517:4786:::|h[卑劣操纵者的裤子]|h|r",
					["id"] = 173811,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [123]
				{
					["bonusIds"] = {
						1527, -- [1]
						4786, -- [2]
						6412, -- [3]
						6515, -- [4]
						6542, -- [5]
						6578, -- [6]
						6579, -- [7]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173436::::::::120:265::55:7:6412:6515:6578:6579:6542:1527:4786:::|h[卑劣操纵者的腰索]|h|r",
					["id"] = 173436,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [124]
				{
					["bonusIds"] = {
						1517, -- [1]
						4786, -- [2]
						6412, -- [3]
						6515, -- [4]
						6537, -- [5]
						6578, -- [6]
						6579, -- [7]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:173812::::::::120:265::53:7:6412:6515:6578:6579:6537:1517:4786:::|h[卑劣操纵者的护腰]|h|r",
					["id"] = 173812,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [125]
				{
					["bonusIds"] = {
						1517, -- [1]
						4786, -- [2]
						4824, -- [3]
						6513, -- [4]
						6516, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174124::::::::120:265::6:5:4824:6516:6513:1517:4786:::|h[灌魔腰索]|h|r",
					["id"] = 174124,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [126]
				{
					["bonusIds"] = {
						1647, -- [1]
						4786, -- [2]
						5448, -- [3]
						6510, -- [4]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:159233::::::::120:265::35:4:5448:1647:4786:6510:::|h[神灵背弃者的法衣]|h|r",
					["id"] = 159233,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [127]
				{
					["bonusIds"] = {
						1502, -- [1]
						4786, -- [2]
						4823, -- [3]
						6513, -- [4]
						6578, -- [5]
					},
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174108:5949:::::::120:265::5:5:4823:6578:6513:1502:4786:::|h[希加约斯，星界之怨]|h|r",
					["id"] = 174108,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 5949,
				}, -- [128]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174927::::::::120:265::::::|h[枬天拉索]|h|r",
					["id"] = 174927,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [129]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174287::::::::120:265::::::|h[坚壁之力火花]|h|r",
					["id"] = 174287,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [130]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:152444::::::::120:265::::::|h[泽尼达尔崇高战锤]|h|r",
					["id"] = 152444,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [131]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:169590::::::::120:265::::::|h[燎原战场之狂]|h|r",
					["id"] = 169590,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [132]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:174279::::::::120:265::::::|h[尼奥罗萨密文信]|h|r",
					["id"] = 174279,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [133]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cffa335ee|Hitem:49040::::::::120:265::::::|h[基维斯]|h|r",
					["id"] = 49040,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [134]
				{
					["level"] = 0,
					["suffixId"] = 0,
					["link"] = "|cff00ccff|Hitem:166444::::::::120:265::14::::|h[荣耀战团侦察地图]|h|r",
					["id"] = 166444,
					["gemIds"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["upgradeId"] = 0,
					["enchantId"] = 0,
				}, -- [135]
			},
			["LastVersion"] = 86,
			["BagItemsAndCounts"] = {
				[174060] = 1,
				[165948] = 44,
				[2459] = 25,
				[116268] = 1,
				[174759] = 5,
				[169314] = 1,
				[173410] = 1,
				[154884] = 9,
				[174458] = 1,
				[159234] = 1,
				[174760] = 3,
				[143661] = 1,
				[49040] = 1,
				[167077] = 1,
				[174459] = 1,
				[166444] = 1,
				[158362] = 1,
				[127834] = 14,
				[173507] = 1,
				[174279] = 17,
				[169590] = 4,
				[152444] = 1,
				[174287] = 29,
				[174927] = 1,
				[174108] = 1,
				[159233] = 1,
				[174124] = 1,
				[159311] = 1,
				[144457] = 1,
				[173937] = 1,
				[114943] = 1,
				[153014] = 9,
				[173811] = 1,
				[162571] = 1,
				[163222] = 40,
				[138727] = 6,
				[168969] = 2,
				[172668] = 1,
				[3371] = 53,
				[174351] = 3,
				[168652] = 4,
				[174764] = 1,
				[163604] = 1,
				[163620] = 1,
				[168081] = 1,
				[173812] = 1,
				[166970] = 8,
				[159620] = 1,
				[159282] = 1,
				[159240] = 1,
				[172495] = 1,
				[168193] = 2,
				[159827] = 10,
				[173432] = 1,
				[166971] = 2,
				[174353] = 4,
				[140587] = 59,
				[152668] = 19,
				[11291] = 1,
				[6948] = 1,
				[138111] = 1,
				[152097] = 5,
				[173491] = 1,
				[159266] = 1,
				[169157] = 1,
				[175056] = 2,
				[116415] = 161,
				[175053] = 1,
				[142469] = 1,
				[173434] = 1,
				[163036] = 41,
				[140192] = 1,
				[141351] = 1,
				[174528] = 1,
				[160298] = 3,
				[128679] = 1,
				[65274] = 1,
				[173435] = 1,
				[165703] = 67,
				[111820] = 1,
				[175054] = 5,
				[161053] = 33,
				[127846] = 2,
				[152576] = 7,
				[175052] = 3,
				[173436] = 1,
				[147707] = 1,
				[138488] = 3,
				[158879] = 1,
				[174932] = 1,
				[8529] = 66,
				[152577] = 8,
				[159959] = 7,
				[162515] = 1,
				[160053] = 6,
				[45047] = 50,
				[158378] = 14,
				[167786] = 1,
				[127847] = 4,
				[152876] = 9,
				[168977] = 1,
				[169765] = 2,
				[141652] = 1,
				[141605] = 1,
				[142117] = 16,
				[87216] = 2,
				[86143] = 166,
				[168327] = 1,
				[168271] = 1,
				[103678] = 1,
				[174756] = 2,
				[133570] = 18,
				[110560] = 1,
				[174654] = 1,
				[163486] = 1,
				[172519] = 4,
				[144341] = 1,
				[141446] = 31,
				[137642] = 96,
				[133572] = 20,
				[174758] = 6,
				[89112] = 7,
				[118006] = 12,
				[174044] = 1,
				[166846] = 442,
			},
			["UnlockedEssences"] = {
				{
					4, -- [1]
					2, -- [2]
				}, -- [1]
				{
					5, -- [1]
					3, -- [2]
				}, -- [2]
				{
					12, -- [1]
					3, -- [2]
				}, -- [3]
				{
					14, -- [1]
					3, -- [2]
				}, -- [4]
				{
					22, -- [1]
					3, -- [2]
				}, -- [5]
				{
					23, -- [1]
					3, -- [2]
				}, -- [6]
				{
					27, -- [1]
					1, -- [2]
				}, -- [7]
				{
					32, -- [1]
					2, -- [2]
				}, -- [8]
				{
					35, -- [1]
					3, -- [2]
				}, -- [9]
				{
					36, -- [1]
					3, -- [2]
				}, -- [10]
				{
					37, -- [1]
					3, -- [2]
				}, -- [11]
			},
			["Logging"] = {
				["LastZone"] = "Chamber of Heart - Repaired",
				["LastDiff"] = 0,
			},
			["Essences"] = {
				{
					{
						0, -- [1]
						5, -- [2]
						3, -- [3]
					}, -- [1]
					{
						1, -- [1]
						35, -- [2]
						3, -- [3]
					}, -- [2]
					{
						2, -- [1]
						14, -- [2]
						3, -- [3]
					}, -- [3]
					{
						3, -- [1]
						23, -- [2]
						3, -- [3]
					}, -- [4]
				}, -- [1]
			},
			["GearSetups"] = {
				{
					["Essences"] = {
						{
							299338, -- [1]
							5, -- [2]
							3, -- [3]
						}, -- [1]
						{
							311198, -- [1]
							35, -- [2]
							3, -- [3]
						}, -- [2]
						{
							299350, -- [1]
							12, -- [2]
							3, -- [3]
						}, -- [3]
						{
							298275, -- [1]
							23, -- [2]
							3, -- [3]
						}, -- [4]
					},
					["IsBib"] = true,
					["Label"] = "Affliction",
					["Id"] = "WarlockAffliction1",
					["SpecSlot"] = 1,
					["Gear"] = {
						{
							["bonusIds"] = {
								1502, -- [1]
								4775, -- [2]
								4786, -- [3]
								4823, -- [4]
								6508, -- [5]
							},
							["suffixId"] = 0,
							["azerite"] = {
								278721, -- [1]
								317137, -- [2]
								266180, -- [3]
								263962, -- [4]
								263978, -- [5]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["enchantId"] = 0,
							["inventoryId"] = 109,
							["level"] = 0,
							["upgradeId"] = 0,
							["id"] = 174116,
						}, -- [1]
						{
							["bonusIds"] = {
								1638, -- [1]
								4932, -- [2]
								4933, -- [3]
								6316, -- [4]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 98,
							["enchantId"] = 0,
							["id"] = 158075,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [2]
						{
							["bonusIds"] = {
								1502, -- [1]
								4775, -- [2]
								4786, -- [3]
								4823, -- [4]
								6509, -- [5]
							},
							["suffixId"] = 0,
							["azerite"] = {
								272891, -- [1]
								317137, -- [2]
								266180, -- [3]
								268599, -- [4]
								263978, -- [5]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["enchantId"] = 0,
							["inventoryId"] = 110,
							["level"] = 0,
							["upgradeId"] = 0,
							["id"] = 174117,
						}, -- [3]
						nil, -- [4]
						{
							["bonusIds"] = {
								1647, -- [1]
								4775, -- [2]
								4786, -- [3]
								5448, -- [4]
								6510, -- [5]
							},
							["suffixId"] = 0,
							["azerite"] = {
								275372, -- [1]
								272891, -- [2]
								263987, -- [3]
								263962, -- [4]
								263978, -- [5]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["enchantId"] = 0,
							["inventoryId"] = 99,
							["level"] = 0,
							["upgradeId"] = 0,
							["id"] = 159233,
						}, -- [5]
						{
							["bonusIds"] = {
								1517, -- [1]
								4786, -- [2]
								6412, -- [3]
								6515, -- [4]
								6537, -- [5]
								6578, -- [6]
								6579, -- [7]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 86,
							["enchantId"] = 0,
							["id"] = 173812,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [6]
						{
							["bonusIds"] = {
								40, -- [1]
								1522, -- [2]
								4786, -- [3]
								6412, -- [4]
								6455, -- [5]
								6474, -- [6]
								6513, -- [7]
								6578, -- [8]
								6579, -- [9]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 105,
							["enchantId"] = 0,
							["id"] = 173811,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [7]
						{
							["bonusIds"] = {
								1637, -- [1]
								4786, -- [2]
								6515, -- [3]
								6516, -- [4]
								6536, -- [5]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 52,
							["enchantId"] = 0,
							["id"] = 159311,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [8]
						{
							["bonusIds"] = {
								42, -- [1]
								1502, -- [2]
								1808, -- [3]
								4786, -- [4]
								4823, -- [5]
								6513, -- [6]
								6578, -- [7]
							},
							["gemIds"] = {
								154126, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 111,
							["enchantId"] = 0,
							["id"] = 174122,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [9]
						{
							["bonusIds"] = {
								43, -- [1]
								1522, -- [2]
								4786, -- [3]
								6412, -- [4]
								6515, -- [5]
								6539, -- [6]
								6578, -- [7]
								6579, -- [8]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 79,
							["enchantId"] = 0,
							["id"] = 173432,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [10]
						{
							["bonusIds"] = {
								1502, -- [1]
								4786, -- [2]
								4823, -- [3]
								6515, -- [4]
								6578, -- [5]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 113,
							["enchantId"] = 6109,
							["id"] = 174533,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [11]
						{
							["bonusIds"] = {
								1642, -- [1]
								4786, -- [2]
								4802, -- [3]
								6515, -- [4]
								6530, -- [5]
								6578, -- [6]
							},
							["gemIds"] = {
								154127, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 45,
							["enchantId"] = 6109,
							["id"] = 158362,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [12]
						{
							["bonusIds"] = {
								1502, -- [1]
								4786, -- [2]
								4823, -- [3]
								6515, -- [4]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 107,
							["enchantId"] = 0,
							["id"] = 174103,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [13]
						{
							["bonusIds"] = {
								1502, -- [1]
								4786, -- [2]
								4823, -- [3]
								6515, -- [4]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 88,
							["enchantId"] = 0,
							["id"] = 174060,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [14]
						{
							["bonusIds"] = {
								1472, -- [1]
								6582, -- [2]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 102,
							["enchantId"] = 0,
							["id"] = 169223,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [15]
						{
							["bonusIds"] = {
								1502, -- [1]
								4786, -- [2]
								4823, -- [3]
								6513, -- [4]
								6578, -- [5]
							},
							["gemIds"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 89,
							["enchantId"] = 5949,
							["id"] = 174108,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [16]
						{
							["bonusIds"] = {
								1642, -- [1]
								4786, -- [2]
								4802, -- [3]
								6515, -- [4]
								6530, -- [5]
								6578, -- [6]
							},
							["gemIds"] = {
								154127, -- [1]
								0, -- [2]
								0, -- [3]
								0, -- [4]
							},
							["inventoryId"] = 101,
							["enchantId"] = 0,
							["id"] = 159668,
							["level"] = 0,
							["upgradeId"] = 0,
							["suffixId"] = 0,
						}, -- [17]
					},
				}, -- [1]
			},
		},
	},
	["global"] = {
		["Shopping2"] = {
			["橘丶子-巨龙之吼"] = {
				["setups"] = {
					["Affliction"] = {
					},
				},
			},
		},
		["Region"] = "TW",
	},
	["profileKeys"] = {
		["橘丶子 - 巨龙之吼"] = "橘丶子 - 巨龙之吼",
	},
	["profiles"] = {
		["橘丶子 - 巨龙之吼"] = {
			["Logging"] = {
				["Auto"] = {
					[2070] = {
						[14] = false,
						[16] = false,
						[17] = false,
						[15] = false,
					},
					[1861] = {
						[14] = false,
						[16] = false,
						[17] = false,
						[15] = false,
					},
					[2096] = {
						[14] = false,
						[16] = false,
						[17] = false,
						[15] = false,
					},
					[2217] = {
						[14] = false,
						[16] = false,
						[17] = false,
						[15] = false,
					},
					[2164] = {
						[14] = false,
						[16] = false,
						[17] = false,
						[15] = false,
					},
				},
			},
		},
	},
}
