
SubSpecStorage = {
	["术士 痛苦"] = {
		{
			["name"] = "任务大秘",
			["data"] = {
				{
					["id"] = 22040,
					["name"] = "灾难之握",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 22044,
					["name"] = "传染",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 19280,
					["name"] = "恶魔法阵",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 19292,
					["name"] = "腐蚀播种",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 19291,
					["name"] = "爆燃冲刺",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 21182,
					["name"] = "统御魔典",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 19293,
					["name"] = "灵魂导管",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "长期多目标",
			["data"] = {
				{
					["id"] = 22090,
					["name"] = "翻腾痛楚",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 21180,
					["name"] = "绝对腐蚀",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 19280,
					["name"] = "恶魔法阵",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 19292,
					["name"] = "腐蚀播种",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 19291,
					["name"] = "爆燃冲刺",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 21182,
					["name"] = "统御魔典",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 19284,
					["name"] = "死亡之拥",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22040,
					["name"] = "灾难之握",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 22044,
					["name"] = "传染",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 19280,
					["name"] = "恶魔法阵",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 22046,
					["name"] = "灵魂收割",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 19291,
					["name"] = "爆燃冲刺",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 21182,
					["name"] = "统御魔典",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 19293,
					["name"] = "灵魂导管",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [3]
	},
}
