
DeathGraphsDBDeaths = {
	["203115"] = {
		["hash"] = "203115",
		["type"] = "deaths",
		["name"] = "寂灭者阿古斯",
		["id"] = 2031,
		["diff"] = 15,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 11,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "寂灭者阿古斯",
			["mapid"] = 1712,
			["try_number"] = 2,
			["name"] = "寂灭者阿古斯",
			["diff"] = 15,
			["id"] = 2092,
			["ej_instance_id"] = 946,
			["killed"] = true,
		},
		["player_db"] = {
			["小肥肉-血吼"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "小肥肉-血吼",
				["class"] = "DRUID",
			},
			["转角遇到伤-迅捷微风"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "转角遇到伤-迅捷微风",
				["class"] = "DEMONHUNTER",
			},
			["只爲你狂-燃烧之刃"] = {
				["name"] = "只爲你狂-燃烧之刃",
				["class"] = "DEMONHUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["懒懒的华尔兹-影之哀伤"] = {
				["name"] = "懒懒的华尔兹-影之哀伤",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["紫色灬风铃-死亡熔炉"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "紫色灬风铃-死亡熔炉",
				["class"] = "DEMONHUNTER",
			},
			["一只大老虎-白骨荒野"] = {
				["name"] = "一只大老虎-白骨荒野",
				["class"] = "HUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["撸不死的钢管-阿尔萨斯"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "撸不死的钢管-阿尔萨斯",
				["class"] = "SHAMAN",
			},
			["正统军体拳-格瑞姆巴托"] = {
				["name"] = "正统军体拳-格瑞姆巴托",
				["class"] = "MONK",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["太阳久生情-凤凰之神"] = {
				["name"] = "太阳久生情-凤凰之神",
				["class"] = "DEMONHUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["奴不为-死亡之翼"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "奴不为-死亡之翼",
				["class"] = "WARRIOR",
			},
			["血魔残月-深渊之喉"] = {
				["name"] = "血魔残月-深渊之喉",
				["class"] = "PALADIN",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["喔喔迪-幽暗沼泽"] = {
				["name"] = "喔喔迪-幽暗沼泽",
				["class"] = "HUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["幽鬼萊薇-迦拉克隆"] = {
				["name"] = "幽鬼萊薇-迦拉克隆",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["Deathpray-凤凰之神"] = {
				["name"] = "Deathpray-凤凰之神",
				["class"] = "HUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["红叶儿-战歌"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "红叶儿-战歌",
				["class"] = "MONK",
			},
			["大牛不死-阿拉希"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "大牛不死-阿拉希",
				["class"] = "DEATHKNIGHT",
			},
			["丶塞尔吉奥-影之哀伤"] = {
				["name"] = "丶塞尔吉奥-影之哀伤",
				["class"] = "HUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["网瘾丶少年-黑铁"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "网瘾丶少年-黑铁",
				["class"] = "DEATHKNIGHT",
			},
			["水水小熊猫-埃德萨拉"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "水水小熊猫-埃德萨拉",
				["class"] = "MONK",
			},
			["狂牛猛战-提瑞斯法"] = {
				["overall"] = {
				},
				["deaths"] = {
				},
				["name"] = "狂牛猛战-提瑞斯法",
				["class"] = "WARRIOR",
			},
		},
	},
	["189815"] = {
		["hash"] = "189815",
		["type"] = "deaths",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 15,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2051,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["encounter"] = "基尔加丹",
			["ej_instance_id"] = 875,
			["diff"] = 15,
		},
		["player_db"] = {
			["塔丽-安苏"] = {
				["name"] = "塔丽-安苏",
				["class"] = "MAGE",
				["overall"] = {
					[239155] = 723178,
					[239216] = 3997857,
				},
				["deaths"] = {
				},
			},
			["希尔瓦娜撒-冰霜之刃"] = {
				["name"] = "希尔瓦娜撒-冰霜之刃",
				["class"] = "SHAMAN",
				["overall"] = {
					[240908] = 1209011,
					[240916] = 10088605,
					[239216] = 691691,
					[234310] = 855198,
					[239852] = 4772910,
				},
				["deaths"] = {
				},
			},
			["丨丶塵囂灬"] = {
				["name"] = "丨丶塵囂灬",
				["class"] = "PRIEST",
				["overall"] = {
					[234310] = 920927,
					[240908] = 1301934,
				},
				["deaths"] = {
				},
			},
			["蓝卿-阿比迪斯"] = {
				["name"] = "蓝卿-阿比迪斯",
				["class"] = "MAGE",
				["overall"] = {
					[87023] = 614160,
					[234310] = 894426,
				},
				["deaths"] = {
				},
			},
			["奶起-冰风岗"] = {
				["name"] = "奶起-冰风岗",
				["class"] = "PALADIN",
				["overall"] = {
					[240908] = 1329236,
					[239852] = 2271070,
					[239216] = 5305946,
					[234310] = 940239,
					[196917] = 196310,
				},
				["deaths"] = {
				},
			},
			["厉害超哥-火羽山"] = {
				["name"] = "厉害超哥-火羽山",
				["class"] = "HUNTER",
				["overall"] = {
					[234310] = 1743747,
					[240908] = 7280943,
				},
				["deaths"] = {
				},
			},
			["喔在这停顿-玛洛加尔"] = {
				["name"] = "喔在这停顿-玛洛加尔",
				["class"] = "SHAMAN",
				["overall"] = {
					[240908] = 2276771,
					[235058] = 303638,
					[234310] = 1608588,
					[239155] = 413530,
					[239216] = 4592527,
				},
				["deaths"] = {
				},
			},
			["纳伊夜-萨菲隆"] = {
				["name"] = "纳伊夜-萨菲隆",
				["class"] = "HUNTER",
				["overall"] = {
					[234310] = 1749321,
					[238455] = 3001500,
					[240908] = 4973081,
					[235058] = 576070,
				},
				["deaths"] = {
				},
			},
			["卉兒-熊猫酒仙"] = {
				["name"] = "卉兒-熊猫酒仙",
				["class"] = "WARRIOR",
				["overall"] = {
					[234310] = 462879,
					[241721] = 127990,
					[240908] = 2617527,
					[241702] = 230958,
				},
				["deaths"] = {
				},
			},
			["蝶儿若兮-凤凰之神"] = {
				["name"] = "蝶儿若兮-凤凰之神",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[245509] = 8430971,
					[235058] = 489011,
					[240908] = 2794401,
				},
				["deaths"] = {
				},
			},
			["沧溟誓梦-深渊之巢"] = {
				["name"] = "沧溟誓梦-深渊之巢",
				["class"] = "ROGUE",
				["overall"] = {
					[234310] = 1894168,
					[241721] = 654688,
					[240908] = 1338912,
					[241702] = 118139,
				},
				["deaths"] = {
				},
			},
			["乀麦昆丶-暴风祭坛"] = {
				["name"] = "乀麦昆丶-暴风祭坛",
				["class"] = "MAGE",
				["overall"] = {
					[87023] = 906681,
					[240908] = 3528265,
					[239216] = 341332,
				},
				["deaths"] = {
				},
			},
			["无尽的殺意-燃烧之刃"] = {
				["name"] = "无尽的殺意-燃烧之刃",
				["class"] = "ROGUE",
				["overall"] = {
					[240908] = 1292602,
					[239852] = 2385609,
					[245509] = 4441685,
					[234310] = 914325,
					[239155] = 1599404,
					[239216] = 2074339,
				},
				["deaths"] = {
				},
			},
			["爱吃牛油果-鬼雾峰"] = {
				["name"] = "爱吃牛油果-鬼雾峰",
				["class"] = "PRIEST",
				["overall"] = {
					[234310] = 927672,
					[240908] = 1311469,
					[241702] = 462872,
				},
				["deaths"] = {
				},
			},
			["小武子-燃烧军团"] = {
				["name"] = "小武子-燃烧军团",
				["class"] = "WARRIOR",
				["overall"] = {
					[234310] = 1777663,
					[245509] = 6922243,
					[239216] = 718073,
					[240908] = 3040090,
				},
				["deaths"] = {
				},
			},
			["铁一坨-黑铁"] = {
				["name"] = "铁一坨-黑铁",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[240908] = 1696968,
					[239852] = 1941260,
					[245509] = 4604319,
					[239216] = 3025845,
					[3] = 95860,
				},
				["deaths"] = {
				},
			},
			["Sevensuger-红龙军团"] = {
				["name"] = "Sevensuger-红龙军团",
				["class"] = "DEATHKNIGHT",
				["overall"] = {
					[240908] = 1943539,
					[239852] = 1913053,
					[235058] = 906970,
					[245509] = 2284346,
					[239155] = 801615,
					[239216] = 5172055,
					[238455] = 1171537,
				},
				["deaths"] = {
				},
			},
			["花色灬大裤衩-格瑞姆巴托"] = {
				["name"] = "花色灬大裤衩-格瑞姆巴托",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					[240908] = 972146,
					[229457] = 231901,
					[239931] = 2959426,
					[240916] = 137217,
					[235120] = 1733172,
				},
				["deaths"] = {
				},
			},
			["小软饿魔猎手-奈法利安"] = {
				["name"] = "小软饿魔猎手-奈法利安",
				["class"] = "DEMONHUNTER",
				["overall"] = {
					11867200, -- [1]
					[236381] = 1455798,
				},
				["deaths"] = {
				},
			},
			["田馥甄丿-冰风岗"] = {
				["name"] = "田馥甄丿-冰风岗",
				["class"] = "MAGE",
				["overall"] = {
					[235120] = 2485950,
					[235058] = 579364,
					[234310] = 1835999,
					[238455] = 1376994,
					[239216] = 977583,
				},
				["deaths"] = {
				},
			},
			["丶贰伍玖-死亡之翼"] = {
				["name"] = "丶贰伍玖-死亡之翼",
				["class"] = "WARRIOR",
				["overall"] = {
					[245509] = 2897560,
					[239216] = 6030079,
					[239852] = 2458558,
				},
				["deaths"] = {
				},
			},
		},
	},
	["203114"] = {
		["hash"] = "203114",
		["type"] = "deaths",
		["name"] = "寂灭者阿古斯",
		["id"] = 2031,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 11,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "寂灭者阿古斯",
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "寂灭者阿古斯",
			["diff"] = 14,
			["id"] = 2092,
			["ej_instance_id"] = 946,
			["killed"] = true,
		},
		["player_db"] = {
			["Papilio-红龙军团"] = {
				["name"] = "Papilio-红龙军团",
				["class"] = "MONK",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["喵三胖-格瑞姆巴托"] = {
				["name"] = "喵三胖-格瑞姆巴托",
				["class"] = "DRUID",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["灬西西灬-熵魔"] = {
				["class"] = "PALADIN",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "灬西西灬-熵魔",
			},
			["橙真多-冰风岗"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "橙真多-冰风岗",
			},
			["零号伯爵-死亡之翼"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "零号伯爵-死亡之翼",
			},
			["板扎毛毛多多-红云台地"] = {
				["name"] = "板扎毛毛多多-红云台地",
				["class"] = "DRUID",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["黑蛋-符文图腾"] = {
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "黑蛋-符文图腾",
			},
			["破名想半天丶-洛萨"] = {
				["class"] = "WARRIOR",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "破名想半天丶-洛萨",
			},
			["灬哎嘿灬-熵魔"] = {
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "灬哎嘿灬-熵魔",
			},
			["柔弱的娇躯-死亡之翼"] = {
				["name"] = "柔弱的娇躯-死亡之翼",
				["class"] = "DRUID",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["言师采药去-红云台地"] = {
				["name"] = "言师采药去-红云台地",
				["class"] = "WARLOCK",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["Carnal-爱斯特纳"] = {
				["class"] = "WARLOCK",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "Carnal-爱斯特纳",
			},
			["纯大大-死亡之翼"] = {
				["name"] = "纯大大-死亡之翼",
				["class"] = "DEMONHUNTER",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["圣陵-死亡之翼"] = {
				["name"] = "圣陵-死亡之翼",
				["class"] = "SHAMAN",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["橘丶子"] = {
				["name"] = "橘丶子",
				["class"] = "WARLOCK",
				["overall"] = {
				},
				["deaths"] = {
				},
			},
			["灬小火灬-熵魔"] = {
				["class"] = "MAGE",
				["deaths"] = {
				},
				["overall"] = {
				},
				["name"] = "灬小火灬-熵魔",
			},
		},
	},
}
DeathGraphsDBEndurance = {
	["203115"] = {
		["hash"] = "203115",
		["type"] = "endurance",
		["name"] = "寂灭者阿古斯",
		["id"] = 2031,
		["diff"] = 15,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 11,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "寂灭者阿古斯",
			["mapid"] = 1712,
			["try_number"] = 2,
			["name"] = "寂灭者阿古斯",
			["diff"] = 15,
			["id"] = 2092,
			["ej_instance_id"] = 946,
			["killed"] = true,
		},
		["player_db"] = {
			["哎敌法-天谴之门"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["干脆面丶-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["紫色灬风铃-死亡熔炉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["那宁晨光-大地之怒"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["撸不死的钢管-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["Amnesià-卡德加"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["雾随风-奥特兰克"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["狂牛猛战-提瑞斯法"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["丶塞尔吉奥-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						331.827999999998, -- [2]
						"星辰冲击 |cFFFF3333870,917|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["太阳久生情-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["奴不为-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["斩铁-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["血魔残月-深渊之喉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["幽鹄-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["慕容丶小冰-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["丶冰痕-血色十字军"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["喔喔迪-幽暗沼泽"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["正统军体拳-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						78.137999999999, -- [2]
						"死亡之雾 (DoT) |cFFFF33332,370,549|r", -- [3]
					}, -- [1]
				},
				["class"] = "MONK",
			},
			["Twodays-索瑞森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["带帶-风暴之鳞"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["红叶儿-战歌"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						100.570999999996, -- [2]
						"死亡之雾 (DoT) |cFFFF33332,392,505|r", -- [3]
					}, -- [1]
				},
				["class"] = "MONK",
			},
			["月下伊人醉-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["小肥肉-血吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["战神风之子-鲜血熔炉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["黄师虎-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["德瑪西婭-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["转角遇到伤-迅捷微风"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						0.720000000001164, -- [2]
						"近战 |cFFFF33337,664,377|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["肝不好-诺莫瑞根"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["只爲你狂-燃烧之刃"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						2, -- [1]
						77.1859999999979, -- [2]
						"死亡之雾 (DoT) |cFFFF33332,061,305|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["纯生-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["書生薄情丶-耐普图隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["幽鬼萊薇-迦拉克隆"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["懒懒的华尔兹-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["Tot-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["斩杀怪不转火-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["一只大老虎-白骨荒野"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["夏丶韭菜-鬼雾峰"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["橘丶子"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["天马流星拳-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["索留香-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["墮天聖黑貓-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
			["极度寒冰灬-影之哀伤"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["雷神之二锤-亚雷戈斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["冲锋-莱索恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["大咸鱼-阿尔萨斯"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["打小就很坏-巴纳扎尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["闪瞎了他狗眼-霜狼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["春观夜樱-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["Deathpray-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["天巧星"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["大牛不死-阿拉希"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["乄醉卧美人膝-阿克蒙德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["网瘾丶少年-黑铁"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						117.012999999977, -- [2]
						"死亡之雾 (DoT) |cFFFF33332,163,005|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEATHKNIGHT",
			},
			["Celebicls-丹莫德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["水水小熊猫-埃德萨拉"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MONK",
			},
		},
	},
	["189815"] = {
		["hash"] = "189815",
		["type"] = "endurance",
		["name"] = "基尔加丹",
		["id"] = 1898,
		["diff"] = 15,
		["boss_table"] = {
			["diff_string"] = "英雄",
			["index"] = 9,
			["zone"] = "萨格拉斯之墓",
			["id"] = 2051,
			["mapid"] = 1676,
			["try_number"] = 1,
			["name"] = "基尔加丹",
			["encounter"] = "基尔加丹",
			["ej_instance_id"] = 875,
			["diff"] = 15,
		},
		["player_db"] = {
			["塔丽-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["希尔瓦娜撒-冰霜之刃"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						5, -- [1]
						375.054000000004, -- [2]
						"恶魔方尖碑 |cFFFF33332,386,455|r", -- [3]
					}, -- [1]
				},
				["class"] = "SHAMAN",
			},
			["烈焰小尾巴-凤凰之神"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["杨恭如-燃烧之刃"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["小武子-燃烧军团"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						1, -- [1]
						86.7999999999957, -- [2]
						"末日之雨 |cFFFF3333474,767|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["蓝卿-阿比迪斯"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["奶起-冰风岗"] = {
				["encounters"] = 5,
				["points"] = 480,
				["deaths"] = {
					{
						2, -- [1]
						24.7520000000004, -- [2]
						"末日之雨 |cFFFF3333470,120|r", -- [3]
					}, -- [1]
					{
						5, -- [1]
						377.786, -- [2]
						"千魂之暗 |cFFFF3333355,522|r", -- [3]
					}, -- [2]
				},
				["class"] = "PALADIN",
			},
			["厉害超哥-火羽山"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						1, -- [1]
						86.7999999999957, -- [2]
						"末日之雨 |cFFFF3333465,709|r", -- [3]
					}, -- [1]
				},
				["class"] = "HUNTER",
			},
			["喔在这停顿-玛洛加尔"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						2, -- [1]
						23.9200000000055, -- [2]
						"末日之雨 |cFFFF3333227,058|r", -- [3]
					}, -- [1]
				},
				["class"] = "SHAMAN",
			},
			["橘丶子"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["纳伊夜-萨菲隆"] = {
				["encounters"] = 4,
				["points"] = 380,
				["deaths"] = {
					{
						1, -- [1]
						88.8359999999957, -- [2]
						"末日冲击 |cFFFF3333660,487|r", -- [3]
					}, -- [1]
					{
						2, -- [1]
						22.7650000000067, -- [2]
						"末日冲击 |cFFFF3333660,487|r", -- [3]
					}, -- [2]
				},
				["class"] = "HUNTER",
			},
			["田馥甄丿-冰风岗"] = {
				["encounters"] = 2,
				["points"] = 180,
				["deaths"] = {
					{
						4, -- [1]
						95.234000000004, -- [2]
						"末日之雨 |cFFFF3333468,367|r", -- [3]
					}, -- [1]
					{
						5, -- [1]
						384.525000000002, -- [2]
						"千魂之暗 |cFFFF3333325,861|r", -- [3]
					}, -- [2]
				},
				["class"] = "MAGE",
			},
			["Sevensuger-红龙军团"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						4, -- [1]
						239.842000000004, -- [2]
						"断裂奇点 |cFFFF3333453,485|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEATHKNIGHT",
			},
			["卉兒-熊猫酒仙"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						3, -- [1]
						303.860000000001, -- [2]
						"末日之雨 |cFFFF3333462,879|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARRIOR",
			},
			["花色灬大裤衩-格瑞姆巴托"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["沧溟誓梦-深渊之巢"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						3, -- [1]
						299.902999999998, -- [2]
						"末日之雨 |cFFFF3333473,542|r", -- [3]
					}, -- [1]
				},
				["class"] = "ROGUE",
			},
			["乀麦昆丶-暴风祭坛"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "MAGE",
			},
			["蝶儿若兮-凤凰之神"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["爱吃牛油果-鬼雾峰"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						3, -- [1]
						297.635999999999, -- [2]
						"不稳定的暗影之魂 |cFFFF3333115,718|r", -- [3]
					}, -- [1]
				},
				["class"] = "PRIEST",
			},
			["我自己都怕-奈法利安"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["铁一坨-黑铁"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["无尽的殺意-燃烧之刃"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "ROGUE",
			},
			["风行夜-丽丽（四川）"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["小软饿魔猎手-奈法利安"] = {
				["encounters"] = 5,
				["points"] = 490,
				["deaths"] = {
					{
						4, -- [1]
						220.275000000001, -- [2]
						"近战 |cFFFF33334,667,480|r", -- [3]
					}, -- [1]
				},
				["class"] = "DEMONHUNTER",
			},
			["丨丶塵囂灬"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "PRIEST",
			},
			["丶贰伍玖-死亡之翼"] = {
				["encounters"] = 5,
				["points"] = 500,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
		},
	},
	["203114"] = {
		["hash"] = "203114",
		["type"] = "endurance",
		["name"] = "寂灭者阿古斯",
		["id"] = 2031,
		["diff"] = 14,
		["boss_table"] = {
			["diff_string"] = "普通",
			["index"] = 11,
			["zone"] = "安托鲁斯，燃烧王座",
			["encounter"] = "寂灭者阿古斯",
			["mapid"] = 1712,
			["try_number"] = 1,
			["name"] = "寂灭者阿古斯",
			["diff"] = 14,
			["id"] = 2092,
			["ej_instance_id"] = 946,
			["killed"] = true,
		},
		["player_db"] = {
			["Papilio-红龙军团"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						302.949000000001, -- [2]
						"醉拳 |cFFFF333312,139|r", -- [3]
					}, -- [1]
				},
				["class"] = "MONK",
			},
			["Carnal-爱斯特纳"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["拄拐的柯基-阿克蒙德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["红霸牛-凤凰之神"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEATHKNIGHT",
			},
			["陌屿-伊森利恩"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "WARRIOR",
			},
			["橙真多-冰风岗"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["柔弱的娇躯-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["咕咕牯咕咕-布兰卡德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
			["熙染丶梨花落-贫瘠之地"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["丶温柔-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PRIEST",
				["deaths"] = {
				},
			},
			["圣陵-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "SHAMAN",
			},
			["灬小火灬-熵魔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "MAGE",
				["deaths"] = {
					{
						1, -- [1]
						306.877999999997, -- [2]
						"", -- [3]
					}, -- [1]
				},
			},
			["暴怒的法神-克尔苏加德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["奔放的毛驴-海加尔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARLOCK",
				["deaths"] = {
				},
			},
			["零号伯爵-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["板扎毛毛多多-红云台地"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						66.0859999999993, -- [2]
						"死亡之雾 (DoT) |cFFFF33331,566,642|r", -- [3]
					}, -- [1]
				},
				["class"] = "DRUID",
			},
			["毁滅的华尔兹"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MAGE",
				["deaths"] = {
				},
			},
			["哥们借个片-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "PALADIN",
			},
			["黑蛋-符文图腾"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["灬哎嘿灬-熵魔"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEATHKNIGHT",
				["deaths"] = {
				},
			},
			["纯大大-死亡之翼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["冷月丷无情-加基森"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "DEMONHUNTER",
				["deaths"] = {
				},
			},
			["橘丶子"] = {
				["encounters"] = 2,
				["points"] = 200,
				["deaths"] = {
				},
				["class"] = "WARLOCK",
			},
			["灬西西灬-熵魔"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "PALADIN",
				["deaths"] = {
					{
						1, -- [1]
						178.661999999982, -- [2]
						"灵魂爆发引爆 |cFFFF3333349,289|r", -- [3]
					}, -- [1]
				},
			},
			["丨卖萌龙喵丨-黑铁"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "MONK",
				["deaths"] = {
				},
			},
			["破名想半天丶-洛萨"] = {
				["encounters"] = 1,
				["points"] = 90,
				["class"] = "WARRIOR",
				["deaths"] = {
					{
						1, -- [1]
						230.741999999998, -- [2]
						"近战 |cFFFF33335,821,661|r", -- [3]
					}, -- [1]
				},
			},
			["国服逗逼-安苏"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "PALADIN",
				["deaths"] = {
				},
			},
			["言师采药去-红云台地"] = {
				["encounters"] = 1,
				["points"] = 90,
				["deaths"] = {
					{
						1, -- [1]
						16.1549999999988, -- [2]
						"痛苦之怒 |cFFFF33331,782,921|r", -- [3]
					}, -- [1]
				},
				["class"] = "WARLOCK",
			},
			["刑丶天-迦顿"] = {
				["encounters"] = 1,
				["points"] = 100,
				["class"] = "WARRIOR",
				["deaths"] = {
				},
			},
			["Eightyone-布兰卡德"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["影自怜秋水-血吼"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "HUNTER",
			},
			["暗铜-黑翼之巢"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DEMONHUNTER",
			},
			["喵三胖-格瑞姆巴托"] = {
				["encounters"] = 1,
				["points"] = 100,
				["deaths"] = {
				},
				["class"] = "DRUID",
			},
		},
	},
}
DeathGraphsDBCurrent = {
	{
		["deaths"] = {
			{
				["maxhealth"] = 5729484,
				["timeofdeath"] = 178.661999999982,
				["name"] = "灬西西灬-熵魔",
				["events"] = {
					{
						false, -- [1]
						191840, -- [2]
						287905, -- [3]
						1524818236.953, -- [4]
						5729484, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						143924, -- [2]
						26588, -- [3]
						1524818237.819, -- [4]
						5729484, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [2]
					{
						false, -- [1]
						119952, -- [2]
						45098, -- [3]
						1524818238.326, -- [4]
						5729484, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [3]
					{
						4, -- [1]
						251570, -- [2]
						1, -- [3]
						1524818238.56, -- [4]
						5729484, -- [5]
						"寂灭者阿古斯", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [4]
					{
						false, -- [1]
						191840, -- [2]
						15355, -- [3]
						1524818238.593, -- [4]
						5729484, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						143924, -- [2]
						69651, -- [3]
						1524818239.032, -- [4]
						5729484, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						225311, -- [2]
						277268, -- [3]
						1524818239.293, -- [4]
						5729484, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						77489, -- [2]
						274844, -- [3]
						1524818239.923, -- [4]
						5729484, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						251570, -- [2]
						511927, -- [3]
						1524818240.066, -- [4]
						5217557, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						143924, -- [2]
						44783, -- [3]
						1524818240.249, -- [4]
						5262340, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						191840, -- [2]
						15355, -- [3]
						1524818240.249, -- [4]
						5277695, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						257442, -- [2]
						237506, -- [3]
						1524818241.367, -- [4]
						5515201, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						143924, -- [2]
						23228, -- [3]
						1524818241.494, -- [4]
						5538429, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [13]
					{
						true, -- [1]
						251570, -- [2]
						487549, -- [3]
						1524818241.575, -- [4]
						5050880, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						30709, -- [3]
						1524818241.889, -- [4]
						5081589, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						false, -- [1]
						119611, -- [2]
						173831, -- [3]
						1524818242.521, -- [4]
						5255420, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						143924, -- [2]
						19593, -- [3]
						1524818242.725, -- [4]
						5275013, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						true, -- [1]
						251570, -- [2]
						417899, -- [3]
						1524818243.068, -- [4]
						4857114, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						257442, -- [2]
						502240, -- [3]
						1524818243.351, -- [4]
						5359354, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						191840, -- [2]
						17880, -- [3]
						1524818243.557, -- [4]
						5377234, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						1, -- [1]
						498, -- [2]
						1, -- [3]
						1524818243.836, -- [4]
						5377234, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						257442, -- [2]
						492358, -- [3]
						1524818244.016, -- [4]
						5729484, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						119611, -- [2]
						86916, -- [3]
						1524818244.149, -- [4]
						5729484, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						77489, -- [2]
						111578, -- [3]
						1524818244.383, -- [4]
						5729484, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						139, -- [2]
						80559, -- [3]
						1524818244.528, -- [4]
						5729484, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						true, -- [1]
						251570, -- [2]
						334319, -- [3]
						1524818244.603, -- [4]
						5395165, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						143924, -- [2]
						12161, -- [3]
						1524818244.679, -- [4]
						5407326, -- [5]
						"灬西西灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						191840, -- [2]
						13215, -- [3]
						1524818244.942, -- [4]
						5420541, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						true, -- [1]
						251570, -- [2]
						334320, -- [3]
						1524818246.058, -- [4]
						5086221, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						139, -- [2]
						161117, -- [3]
						1524818247.007, -- [4]
						5247338, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						86536, -- [3]
						1524818247.483, -- [4]
						5333874, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						119611, -- [2]
						144859, -- [3]
						1524818247.483, -- [4]
						5478733, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						true, -- [1]
						251570, -- [2]
						376109, -- [3]
						1524818247.685, -- [4]
						5102624, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						257442, -- [2]
						239642, -- [3]
						1524818248.034, -- [4]
						5342266, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						119611, -- [2]
						140064, -- [3]
						1524818248.913, -- [4]
						5482330, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						true, -- [1]
						251570, -- [2]
						334320, -- [3]
						1524818249.087, -- [4]
						5148010, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						139, -- [2]
						185285, -- [3]
						1524818249.503, -- [4]
						5333295, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						77489, -- [2]
						86537, -- [3]
						1524818250.366, -- [4]
						5419832, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						true, -- [1]
						251570, -- [2]
						334319, -- [3]
						1524818250.65, -- [4]
						5085513, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						139, -- [2]
						92643, -- [3]
						1524818251.927, -- [4]
						5178156, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						true, -- [1]
						251570, -- [2]
						334320, -- [3]
						1524818252.13, -- [4]
						4843836, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						77489, -- [2]
						86536, -- [3]
						1524818253.383, -- [4]
						4930372, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						true, -- [1]
						251570, -- [2]
						334319, -- [3]
						1524818253.562, -- [4]
						4596053, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						251571, -- [2]
						4453435, -- [3]
						1524818253.578, -- [4]
						142618, -- [5]
						"[*] 灵魂炸弹引爆", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						251572, -- [2]
						349289, -- [3]
						1524818253.61, -- [4]
						1, -- [5]
						"[*] 灵魂爆发引爆", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						206671, -- [10]
					}, -- [45]
					{
						3, -- [1]
						498, -- [2]
						1, -- [3]
						1524818243.836, -- [4]
						0, -- [5]
						"灬西西灬-熵魔", -- [6]
					}, -- [46]
				},
				["class"] = "PALADIN",
				["timestring"] = "2m 58s",
				["time"] = 1524818253.61,
			}, -- [1]
			{
				["maxhealth"] = 6270060,
				["timeofdeath"] = 230.741999999998,
				["name"] = "破名想半天丶-洛萨",
				["events"] = {
					{
						false, -- [1]
						119611, -- [2]
						74642, -- [3]
						1524818296.768, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						253448, -- [2]
						32469, -- [3]
						1524818296.831, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						191840, -- [2]
						30710, -- [3]
						1524818296.951, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						116670, -- [2]
						447851, -- [3]
						1524818297.655, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						191894, -- [2]
						429033, -- [3]
						1524818297.692, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						191894, -- [2]
						429033, -- [3]
						1524818297.692, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						143924, -- [2]
						39456, -- [3]
						1524818297.71, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						77489, -- [2]
						915995, -- [3]
						1524818297.999, -- [4]
						6270060, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						115175, -- [2]
						158330, -- [3]
						1524818298.106, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						253448, -- [2]
						64939, -- [3]
						1524818298.465, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						115175, -- [2]
						158330, -- [3]
						1524818298.5, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						15355, -- [3]
						1524818298.606, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						115175, -- [2]
						79165, -- [3]
						1524818298.897, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						143924, -- [2]
						7984, -- [3]
						1524818298.912, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						115175, -- [2]
						79165, -- [3]
						1524818299.305, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						209933, -- [2]
						104310, -- [3]
						1524818299.541, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						115175, -- [2]
						79165, -- [3]
						1524818299.727, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						191840, -- [2]
						22699, -- [3]
						1524818300.069, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						253448, -- [2]
						32469, -- [3]
						1524818300.132, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818300.132, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						54114, -- [3]
						1524818300.179, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						115175, -- [2]
						65970, -- [3]
						1524818300.539, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818300.955, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						77489, -- [2]
						915995, -- [3]
						1524818300.986, -- [4]
						6270060, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818301.392, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [25]
					{
						false, -- [1]
						143924, -- [2]
						36292, -- [3]
						1524818301.392, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						253448, -- [2]
						64938, -- [3]
						1524818301.762, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						115175, -- [2]
						65970, -- [3]
						1524818301.762, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818302.163, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						11647, -- [3]
						1524818302.585, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818302.585, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						115175, -- [2]
						131941, -- [3]
						1524818303.039, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						253448, -- [2]
						32469, -- [3]
						1524818303.362, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818303.471, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						143924, -- [2]
						44997, -- [3]
						1524818303.782, -- [4]
						6270060, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818303.871, -- [4]
						6270060, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						true, -- [1]
						1, -- [2]
						5652219, -- [3]
						1524818304.16, -- [4]
						6270060, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						115175, -- [2]
						131941, -- [3]
						1524818304.224, -- [4]
						749782, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						115175, -- [2]
						65971, -- [3]
						1524818304.643, -- [4]
						815753, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						143924, -- [2]
						69330, -- [3]
						1524818305.071, -- [4]
						885083, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						253448, -- [2]
						32470, -- [3]
						1524818305.071, -- [4]
						917553, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						115175, -- [2]
						131942, -- [3]
						1524818305.071, -- [4]
						1049495, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						209933, -- [2]
						319169, -- [3]
						1524818305.387, -- [4]
						1368664, -- [5]
						"破名想半天丶-洛萨", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						115175, -- [2]
						65970, -- [3]
						1524818305.458, -- [4]
						1434634, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						1, -- [2]
						5821661, -- [3]
						1524818305.69, -- [4]
						1434634, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						4387027, -- [10]
					}, -- [45]
					{
						3, -- [1]
						118038, -- [2]
						1, -- [3]
						1524818294.915, -- [4]
						0, -- [5]
						"破名想半天丶-洛萨", -- [6]
					}, -- [46]
				},
				["class"] = "WARRIOR",
				["timestring"] = "3m 50s",
				["time"] = 1524818305.69,
			}, -- [2]
			{
				["maxhealth"] = 6004740,
				["timeofdeath"] = 306.877999999997,
				["name"] = "灬小火灬-熵魔",
				["events"] = {
					{
						false, -- [1]
						139, -- [2]
						185285, -- [3]
						1524818355.264, -- [4]
						4951357, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [1]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818355.67, -- [4]
						4966257, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						17395, -- [3]
						1524818355.693, -- [4]
						4983652, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						194316, -- [2]
						200315, -- [3]
						1524818356.015, -- [4]
						5183967, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						77489, -- [2]
						36453, -- [3]
						1524818356.327, -- [4]
						5220420, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						143924, -- [2]
						751, -- [3]
						1524818356.95, -- [4]
						5221171, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						194316, -- [2]
						200314, -- [3]
						1524818357.099, -- [4]
						5421485, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						191840, -- [2]
						14899, -- [3]
						1524818357.355, -- [4]
						5436384, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						139, -- [2]
						92642, -- [3]
						1524818357.695, -- [4]
						5529026, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						194316, -- [2]
						200314, -- [3]
						1524818358.075, -- [4]
						5729340, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						8741, -- [3]
						1524818358.144, -- [4]
						5738081, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818358.973, -- [4]
						5752981, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						194316, -- [2]
						200314, -- [3]
						1524818359.05, -- [4]
						5953295, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						139, -- [2]
						80559, -- [3]
						1524818359.106, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						143924, -- [2]
						19053, -- [3]
						1524818359.371, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [15]
					{
						false, -- [1]
						194316, -- [2]
						200315, -- [3]
						1524818360.008, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						139, -- [2]
						80559, -- [3]
						1524818360.135, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						3032, -- [3]
						1524818360.62, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						191840, -- [2]
						29800, -- [3]
						1524818360.62, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [19]
					{
						false, -- [1]
						143924, -- [2]
						1431, -- [3]
						1524818361.866, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						191840, -- [2]
						26432, -- [3]
						1524818362.04, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [21]
					{
						false, -- [1]
						77489, -- [2]
						18227, -- [3]
						1524818362.153, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [22]
					{
						false, -- [1]
						127802, -- [2]
						185808, -- [3]
						1524818362.338, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						139, -- [2]
						69418, -- [3]
						1524818362.651, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						79139, -- [3]
						1524818362.981, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						143924, -- [2]
						3043, -- [3]
						1524818364.241, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						191840, -- [2]
						143952, -- [3]
						1524818365.094, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818365.094, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						77489, -- [2]
						18227, -- [3]
						1524818365.219, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						23024, -- [3]
						1524818365.518, -- [4]
						6004740, -- [5]
						"灬小火灬-熵魔", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						191840, -- [2]
						143952, -- [3]
						1524818365.928, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818366.771, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						191840, -- [2]
						143952, -- [3]
						1524818366.771, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818367.575, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818368.475, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818369.971, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						139, -- [2]
						69418, -- [3]
						1524818369.971, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						191840, -- [2]
						25591, -- [3]
						1524818371.588, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818372.57, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818373.326, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818374.889, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						139, -- [2]
						138838, -- [3]
						1524818374.889, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						191840, -- [2]
						11349, -- [3]
						1524818376.458, -- [4]
						6004740, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818377.521, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						false, -- [1]
						139, -- [2]
						71847, -- [3]
						1524818378.673, -- [4]
						6004740, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"灬小火灬-熵魔", -- [6]
					}, -- [46]
				},
				["class"] = "MAGE",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [3]
			{
				["maxhealth"] = 6032460,
				["timeofdeath"] = 306.877999999997,
				["name"] = "灬哎嘿灬-熵魔",
				["events"] = {
					{
						true, -- [1]
						253061, -- [2]
						806760, -- [3]
						1524818346.018, -- [4]
						5225700, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						215257, -- [2]
						73313, -- [3]
						1524818347.576, -- [4]
						5299013, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						215257, -- [2]
						14662, -- [3]
						1524818348.311, -- [4]
						5313675, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						215257, -- [2]
						7331, -- [3]
						1524818348.409, -- [4]
						5321006, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						257442, -- [2]
						479282, -- [3]
						1524818349.796, -- [4]
						5800288, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						215257, -- [2]
						73313, -- [3]
						1524818350.155, -- [4]
						5873601, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						215257, -- [2]
						7332, -- [3]
						1524818350.723, -- [4]
						5880933, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						215257, -- [2]
						14663, -- [3]
						1524818351.797, -- [4]
						5895596, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						119611, -- [2]
						72429, -- [3]
						1524818352.169, -- [4]
						5968025, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						34861, -- [2]
						1409688, -- [3]
						1524818352.251, -- [4]
						6032460, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						true, -- [1]
						253061, -- [2]
						592683, -- [3]
						1524818353.729, -- [4]
						5439777, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						119611, -- [2]
						62201, -- [3]
						1524818353.729, -- [4]
						5501978, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						191894, -- [2]
						499582, -- [3]
						1524818354.968, -- [4]
						6001560, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						77489, -- [2]
						318942, -- [3]
						1524818355.31, -- [4]
						6032460, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						119611, -- [2]
						72430, -- [3]
						1524818355.361, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						253448, -- [2]
						75616, -- [3]
						1524818356.649, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						253448, -- [2]
						75616, -- [3]
						1524818358.257, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						77489, -- [2]
						318942, -- [3]
						1524818358.271, -- [4]
						6032460, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818359.923, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818361.528, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818363.167, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						130654, -- [2]
						640228, -- [3]
						1524818364.173, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818364.822, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						191840, -- [2]
						287904, -- [3]
						1524818366.089, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						253448, -- [2]
						64938, -- [3]
						1524818366.528, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						253448, -- [2]
						10730, -- [3]
						1524818366.995, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818367.803, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818369.44, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818371.184, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						191840, -- [2]
						12795, -- [3]
						1524818372.777, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						191840, -- [2]
						11350, -- [3]
						1524818374.242, -- [4]
						6032460, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"灬哎嘿灬-熵魔", -- [6]
					}, -- [32]
				},
				["class"] = "DEATHKNIGHT",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [4]
			{
				["maxhealth"] = 5729484,
				["timeofdeath"] = 306.877999999997,
				["name"] = "灬西西灬-熵魔",
				["events"] = {
					{
						3, -- [1]
						498, -- [2]
						1, -- [3]
						1524818243.836, -- [4]
						0, -- [5]
						"灬西西灬-熵魔", -- [6]
					}, -- [1]
				},
				["class"] = "PALADIN",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [5]
			{
				["maxhealth"] = 6409800,
				["timeofdeath"] = 306.877999999997,
				["name"] = "Carnal-爱斯特纳",
				["events"] = {
					{
						false, -- [1]
						191840, -- [2]
						29800, -- [3]
						1524818346.797, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						218615, -- [2]
						319939, -- [3]
						1524818346.948, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						198590, -- [2]
						581096, -- [3]
						1524818347.133, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						198590, -- [2]
						1607355, -- [3]
						1524818347.868, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818348.444, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						198590, -- [2]
						631403, -- [3]
						1524818348.607, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						198590, -- [2]
						1720346, -- [3]
						1524818349.423, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						191840, -- [2]
						13216, -- [3]
						1524818349.884, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						198590, -- [2]
						675601, -- [3]
						1524818350.094, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						198590, -- [2]
						1890995, -- [3]
						1524818350.825, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [10]
					{
						false, -- [1]
						218615, -- [2]
						367930, -- [3]
						1524818350.844, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						167623, -- [3]
						1524818352.169, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						191840, -- [2]
						167623, -- [3]
						1524818353.039, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [13]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818353.784, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818355.505, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818357.099, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						191840, -- [2]
						29799, -- [3]
						1524818358.697, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						198590, -- [2]
						730719, -- [3]
						1524818359.316, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						218615, -- [2]
						430923, -- [3]
						1524818359.371, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						198590, -- [2]
						768658, -- [3]
						1524818360.091, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						252879, -- [2]
						334552, -- [3]
						1524818360.091, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818360.397, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						198590, -- [2]
						805293, -- [3]
						1524818360.846, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						198590, -- [2]
						716734, -- [3]
						1524818361.624, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [24]
					{
						false, -- [1]
						191840, -- [2]
						13216, -- [3]
						1524818361.866, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [25]
					{
						false, -- [1]
						198590, -- [2]
						763063, -- [3]
						1524818362.338, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [26]
					{
						false, -- [1]
						218615, -- [2]
						367930, -- [3]
						1524818362.465, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						198590, -- [2]
						791164, -- [3]
						1524818363.073, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [28]
					{
						false, -- [1]
						198590, -- [2]
						2188463, -- [3]
						1524818363.836, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						198590, -- [2]
						2352086, -- [3]
						1524818364.635, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						true, -- [1]
						1454, -- [2]
						640980, -- [3]
						1524818365.304, -- [4]
						5768820, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						32, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						191840, -- [2]
						287904, -- [3]
						1524818365.518, -- [4]
						6056724, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						243241, -- [2]
						107484, -- [3]
						1524818366.218, -- [4]
						6164208, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						191840, -- [2]
						143952, -- [3]
						1524818366.269, -- [4]
						6308160, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						1454, -- [2]
						640980, -- [3]
						1524818366.528, -- [4]
						5667180, -- [5]
						"Carnal-爱斯特纳", -- [6]
						nil, -- [7]
						32, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						191840, -- [2]
						25591, -- [3]
						1524818367.116, -- [4]
						5692771, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818368.697, -- [4]
						5705567, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						77489, -- [2]
						24318, -- [3]
						1524818369.299, -- [4]
						5729885, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						228401, -- [2]
						716565, -- [3]
						1524818369.971, -- [4]
						6409800, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818370.383, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						191840, -- [2]
						12795, -- [3]
						1524818372.069, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						77489, -- [2]
						24319, -- [3]
						1524818372.305, -- [4]
						6409800, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						191840, -- [2]
						25592, -- [3]
						1524818373.783, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						191840, -- [2]
						22699, -- [3]
						1524818375.1, -- [4]
						6409800, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						false, -- [1]
						108366, -- [2]
						0, -- [3]
						1524818381.817, -- [4]
						6409800, -- [5]
						"Carnal-爱斯特纳", -- [6]
						true, -- [7]
						0, -- [8]
						true, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"Carnal-爱斯特纳", -- [6]
					}, -- [46]
				},
				["class"] = "WARLOCK",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [6]
			{
				["maxhealth"] = 6270060,
				["timeofdeath"] = 306.877999999997,
				["name"] = "破名想半天丶-洛萨",
				["events"] = {
					{
						3, -- [1]
						118038, -- [2]
						1, -- [3]
						1524818294.915, -- [4]
						0, -- [5]
						"破名想半天丶-洛萨", -- [6]
					}, -- [1]
				},
				["class"] = "WARRIOR",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [7]
			{
				["maxhealth"] = 13528430,
				["timeofdeath"] = 306.877999999997,
				["name"] = "零号伯爵-死亡之翼",
				["events"] = {
					{
						false, -- [1]
						115175, -- [2]
						153637, -- [3]
						1524818349.96, -- [4]
						20491757, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818349.96, -- [4]
						20491757, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [2]
					{
						false, -- [1]
						228477, -- [2]
						1577831, -- [3]
						1524818350.279, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						115175, -- [2]
						76819, -- [3]
						1524818350.37, -- [4]
						13661171, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						true, -- [1]
						1, -- [2]
						2487172, -- [3]
						1524818350.746, -- [4]
						13661171, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						143924, -- [2]
						123602, -- [3]
						1524818350.825, -- [4]
						11297601, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						215257, -- [2]
						7331, -- [3]
						1524818351.125, -- [4]
						11304932, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						203794, -- [2]
						230224, -- [3]
						1524818351.244, -- [4]
						11535156, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						139, -- [2]
						161117, -- [3]
						1524818351.412, -- [4]
						18526858, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						213011, -- [2]
						13020, -- [3]
						1524818351.462, -- [4]
						18539878, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						253448, -- [2]
						75616, -- [3]
						1524818351.606, -- [4]
						18615494, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						103644, -- [3]
						1524818352.061, -- [4]
						18719138, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						77489, -- [2]
						480362, -- [3]
						1524818352.328, -- [4]
						19199500, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						215257, -- [2]
						73314, -- [3]
						1524818352.803, -- [4]
						19272814, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						215257, -- [2]
						7331, -- [3]
						1524818353.215, -- [4]
						19280145, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						253448, -- [2]
						75616, -- [3]
						1524818353.238, -- [4]
						19355761, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						143924, -- [2]
						75979, -- [3]
						1524818353.265, -- [4]
						19431740, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [17]
					{
						false, -- [1]
						139, -- [2]
						92642, -- [3]
						1524818353.887, -- [4]
						19524382, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						253448, -- [2]
						32469, -- [3]
						1524818354.91, -- [4]
						19556851, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						253581, -- [2]
						298474, -- [3]
						1524818355.89, -- [4]
						19855325, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						139, -- [2]
						92643, -- [3]
						1524818356.327, -- [4]
						19947968, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818356.533, -- [4]
						19985776, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						213011, -- [2]
						61877, -- [3]
						1524818357.615, -- [4]
						20047653, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						206255, -- [3]
						1524818357.766, -- [4]
						20253908, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						253448, -- [2]
						37808, -- [3]
						1524818358.144, -- [4]
						20291716, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						213011, -- [2]
						52530, -- [3]
						1524818358.144, -- [4]
						20344246, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						139, -- [2]
						80558, -- [3]
						1524818358.893, -- [4]
						13643388, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						233975, -- [3]
						1524818358.973, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [28]
					{
						false, -- [1]
						213011, -- [2]
						15212, -- [3]
						1524818359.05, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						213011, -- [2]
						58073, -- [3]
						1524818359.687, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						139, -- [2]
						61746, -- [3]
						1524818359.806, -- [4]
						13661171, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						213011, -- [2]
						28366, -- [3]
						1524818360.091, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						119611, -- [2]
						72430, -- [3]
						1524818360.397, -- [4]
						13661171, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						false, -- [1]
						228477, -- [2]
						1243435, -- [3]
						1524818360.703, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						213011, -- [2]
						29020, -- [3]
						1524818361.136, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						213011, -- [2]
						20721, -- [3]
						1524818361.624, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						119611, -- [2]
						144860, -- [3]
						1524818361.91, -- [4]
						13661171, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						213011, -- [2]
						14207, -- [3]
						1524818362.065, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						213011, -- [2]
						14755, -- [3]
						1524818363.073, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						119611, -- [2]
						72430, -- [3]
						1524818363.555, -- [4]
						13661171, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						213011, -- [2]
						10361, -- [3]
						1524818363.672, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						213011, -- [2]
						28795, -- [3]
						1524818364.061, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						130654, -- [2]
						320114, -- [3]
						1524818364.241, -- [4]
						13661171, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						228477, -- [2]
						1243435, -- [3]
						1524818364.635, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [44]
					{
						false, -- [1]
						203794, -- [2]
						181433, -- [3]
						1524818365.094, -- [4]
						13661171, -- [5]
						"零号伯爵-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"零号伯爵-死亡之翼", -- [6]
					}, -- [46]
				},
				["class"] = "DEMONHUNTER",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [8]
			{
				["maxhealth"] = 5812860,
				["timeofdeath"] = 306.877999999997,
				["name"] = "黑蛋-符文图腾",
				["events"] = {
					{
						false, -- [1]
						215257, -- [2]
						146628, -- [3]
						1524818347.679, -- [4]
						5413847, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						215257, -- [2]
						7331, -- [3]
						1524818348.311, -- [4]
						5421178, -- [5]
						"国服逗逼-安苏", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						139, -- [2]
						161117, -- [3]
						1524818348.662, -- [4]
						5582295, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						77489, -- [2]
						49499, -- [3]
						1524818348.734, -- [4]
						5631794, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						196781, -- [2]
						155917, -- [3]
						1524818349.091, -- [4]
						5787711, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						119611, -- [2]
						144859, -- [3]
						1524818350.444, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						139, -- [2]
						80558, -- [3]
						1524818351.125, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						77489, -- [2]
						56517, -- [3]
						1524818351.797, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						34861, -- [2]
						1409688, -- [3]
						1524818352.251, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						191840, -- [2]
						335246, -- [3]
						1524818352.281, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						139, -- [2]
						185284, -- [3]
						1524818353.632, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818354.031, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						228532, -- [2]
						581286, -- [3]
						1524818354.403, -- [4]
						5812860, -- [5]
						"黑蛋-符文图腾", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						77489, -- [2]
						250306, -- [3]
						1524818354.709, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818355.624, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						139, -- [2]
						92643, -- [3]
						1524818356.056, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [16]
					{
						false, -- [1]
						139, -- [2]
						18996, -- [3]
						1524818356.327, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						191840, -- [2]
						14899, -- [3]
						1524818357.201, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						77489, -- [2]
						250306, -- [3]
						1524818357.695, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						191840, -- [2]
						14900, -- [3]
						1524818358.893, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						191840, -- [2]
						13216, -- [3]
						1524818360.397, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						77489, -- [2]
						250306, -- [3]
						1524818360.703, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						true, -- [1]
						253061, -- [2]
						356298, -- [3]
						1524818363.998, -- [4]
						5456562, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818363.998, -- [4]
						5525981, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						33110, -- [2]
						156750, -- [3]
						1524818364.061, -- [4]
						5682731, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						191840, -- [2]
						167623, -- [3]
						1524818364.508, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						143924, -- [2]
						2137361, -- [3]
						1524818364.635, -- [4]
						5812860, -- [5]
						"黑蛋-符文图腾", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						908578, -- [3]
						1524818365.928, -- [4]
						5812860, -- [5]
						"黑蛋-符文图腾", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818366.089, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						228532, -- [2]
						581286, -- [3]
						1524818366.269, -- [4]
						5812860, -- [5]
						"黑蛋-符文图腾", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						139, -- [2]
						138838, -- [3]
						1524818366.528, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						77489, -- [2]
						34114, -- [3]
						1524818367.116, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818367.803, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818369.096, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [34]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818369.44, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						77489, -- [2]
						34114, -- [3]
						1524818370.206, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						191840, -- [2]
						12795, -- [3]
						1524818371.184, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						139, -- [2]
						138838, -- [3]
						1524818371.444, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						191840, -- [2]
						11350, -- [3]
						1524818372.57, -- [4]
						5812860, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						77489, -- [2]
						34114, -- [3]
						1524818373.082, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818374.027, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						77489, -- [2]
						34114, -- [3]
						1524818376.055, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818376.458, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						139, -- [2]
						69418, -- [3]
						1524818378.93, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						false, -- [1]
						139, -- [2]
						14234, -- [3]
						1524818379.201, -- [4]
						5812860, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"黑蛋-符文图腾", -- [6]
					}, -- [46]
				},
				["class"] = "DEMONHUNTER",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [9]
			{
				["maxhealth"] = 11622062,
				["timeofdeath"] = 306.877999999997,
				["name"] = "橙真多-冰风岗",
				["events"] = {
					{
						false, -- [1]
						77489, -- [2]
						318941, -- [3]
						1524818355.31, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						139, -- [2]
						92643, -- [3]
						1524818356.884, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						203794, -- [2]
						181649, -- [3]
						1524818356.95, -- [4]
						18014195, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						false, -- [1]
						77489, -- [2]
						318942, -- [3]
						1524818358.271, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						139, -- [2]
						73250, -- [3]
						1524818359.106, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [5]
					{
						false, -- [1]
						213011, -- [2]
						123901, -- [3]
						1524818359.923, -- [4]
						11622062, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						252879, -- [2]
						338401, -- [3]
						1524818359.923, -- [4]
						11622062, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						213011, -- [2]
						69905, -- [3]
						1524818361.976, -- [4]
						11622062, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						true, -- [1]
						253061, -- [2]
						442532, -- [3]
						1524818362.292, -- [4]
						11179530, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818362.338, -- [4]
						11248949, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [10]
					{
						false, -- [1]
						33110, -- [2]
						313500, -- [3]
						1524818362.338, -- [4]
						11562449, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						213011, -- [2]
						25341, -- [3]
						1524818363.96, -- [4]
						11587790, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						false, -- [1]
						130654, -- [2]
						853636, -- [3]
						1524818364.508, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818364.822, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						143952, -- [3]
						1524818365.219, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						119611, -- [2]
						62202, -- [3]
						1524818365.219, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						77489, -- [2]
						57756, -- [3]
						1524818365.394, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						191840, -- [2]
						12795, -- [3]
						1524818366.771, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [18]
					{
						false, -- [1]
						119611, -- [2]
						62202, -- [3]
						1524818366.995, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						139, -- [2]
						138837, -- [3]
						1524818367.407, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						203794, -- [2]
						448201, -- [3]
						1524818367.609, -- [4]
						11622062, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						203794, -- [2]
						224101, -- [3]
						1524818367.609, -- [4]
						11622062, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						203794, -- [2]
						224101, -- [3]
						1524818367.803, -- [4]
						18014195, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						77489, -- [2]
						57756, -- [3]
						1524818368.475, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						191840, -- [2]
						25592, -- [3]
						1524818368.475, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						119611, -- [2]
						62201, -- [3]
						1524818368.475, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						203794, -- [2]
						448201, -- [3]
						1524818369.44, -- [4]
						18014195, -- [5]
						"橙真多-冰风岗", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [27]
					{
						false, -- [1]
						139, -- [2]
						138838, -- [3]
						1524818369.77, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818370.206, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						119611, -- [2]
						62202, -- [3]
						1524818370.206, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						77489, -- [2]
						57757, -- [3]
						1524818371.325, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						191840, -- [2]
						12796, -- [3]
						1524818371.853, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						119611, -- [2]
						62201, -- [3]
						1524818371.853, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [33]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818372.305, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						191840, -- [2]
						11349, -- [3]
						1524818373.326, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						119611, -- [2]
						62201, -- [3]
						1524818373.569, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						77489, -- [2]
						57757, -- [3]
						1524818374.451, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818374.678, -- [4]
						18014195, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						119611, -- [2]
						62202, -- [3]
						1524818375.1, -- [4]
						18014195, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [39]
					{
						false, -- [1]
						119611, -- [2]
						62202, -- [3]
						1524818376.664, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						139, -- [2]
						69419, -- [3]
						1524818377.106, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						139, -- [2]
						7117, -- [3]
						1524818377.305, -- [4]
						11622062, -- [5]
						"丶温柔-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						119611, -- [2]
						124403, -- [3]
						1524818378.466, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						119611, -- [2]
						62202, -- [3]
						1524818380.124, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						false, -- [1]
						119611, -- [2]
						62201, -- [3]
						1524818381.635, -- [4]
						11622062, -- [5]
						"丨卖萌龙喵丨-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"橙真多-冰风岗", -- [6]
					}, -- [46]
				},
				["class"] = "DEMONHUNTER",
				["timestring"] = "5m 6s",
				["time"] = 1524818381.826,
			}, -- [10]
		},
		["bossname"] = "寂灭者阿古斯",
		["bossicon"] = {
			0.5, -- [1]
			0.75, -- [2]
			0.5, -- [3]
			0.75, -- [4]
			"Interface\\AddOns\\Details\\images\\raid\\AntorusRaid_BossFaces", -- [5]
		},
		["date"] = 238118.284,
		["timeelapsed"] = 441.635999999999,
	}, -- [1]
	{
		["deaths"] = {
			{
				["maxhealth"] = 5917260,
				["timeofdeath"] = 0.720000000001164,
				["name"] = "转角遇到伤-迅捷微风",
				["time"] = 1524815911.756,
				["class"] = "DEMONHUNTER",
				["timestring"] = "0m 0s",
				["events"] = {
					{
						true, -- [1]
						1, -- [2]
						7664377, -- [3]
						1524815911.721, -- [4]
						5917260, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						1, -- [8]
						false, -- [9]
						1747117, -- [10]
					}, -- [1]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"转角遇到伤-迅捷微风", -- [6]
					}, -- [2]
				},
			}, -- [1]
			{
				["maxhealth"] = 6276000,
				["timeofdeath"] = 100.570999999996,
				["name"] = "红叶儿-战歌",
				["time"] = 1524816011.607,
				["class"] = "MONK",
				["timestring"] = "1m 40s",
				["events"] = {
					{
						false, -- [1]
						143924, -- [2]
						38171, -- [3]
						1524815994.519, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						191840, -- [2]
						15480, -- [3]
						1524815994.661, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						73921, -- [2]
						91827, -- [3]
						1524815994.828, -- [4]
						6348960, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						119611, -- [2]
						173963, -- [3]
						1524815994.918, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						207472, -- [2]
						1695969, -- [3]
						1524815995.018, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [5]
					{
						true, -- [1]
						257296, -- [2]
						1695969, -- [3]
						1524815995.018, -- [4]
						6348960, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						191840, -- [2]
						19160, -- [3]
						1524815995.512, -- [4]
						6348960, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						143924, -- [2]
						322991, -- [3]
						1524815995.682, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						191840, -- [2]
						17893, -- [3]
						1524815996.245, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						119611, -- [2]
						86982, -- [3]
						1524815996.575, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						143924, -- [2]
						70136, -- [3]
						1524815996.899, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						19160, -- [3]
						1524815997.014, -- [4]
						6348960, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						191840, -- [2]
						7767, -- [3]
						1524815997.587, -- [4]
						6348960, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [13]
					{
						false, -- [1]
						191840, -- [2]
						17894, -- [3]
						1524815997.874, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						143924, -- [2]
						76305, -- [3]
						1524815998.097, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						143924, -- [2]
						70145, -- [3]
						1524815999.29, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						191840, -- [2]
						32778, -- [3]
						1524815999.322, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						143924, -- [2]
						254402, -- [3]
						1524816000.506, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						143924, -- [2]
						130049, -- [3]
						1524816001.755, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [19]
					{
						false, -- [1]
						81269, -- [2]
						100384, -- [3]
						1524816001.809, -- [4]
						6348960, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						73921, -- [2]
						514, -- [3]
						1524816001.966, -- [4]
						6348960, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						119952, -- [2]
						150388, -- [3]
						1524816002.413, -- [4]
						6348960, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						143924, -- [2]
						303238, -- [3]
						1524816002.948, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						136904, -- [3]
						1524816004.183, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						143924, -- [2]
						79461, -- [3]
						1524816005.421, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [25]
					{
						false, -- [1]
						143924, -- [2]
						65666, -- [3]
						1524816006.606, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						4, -- [1]
						248396, -- [2]
						1, -- [3]
						1524816006.87, -- [4]
						6348960, -- [5]
						"灵魂凋零宝珠", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						72211, -- [3]
						1524816007.821, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						207472, -- [2]
						39870, -- [3]
						1524816008.879, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						253072, -- [2]
						147638, -- [3]
						1524816008.879, -- [4]
						6348960, -- [5]
						"红叶儿-战歌", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [30]
					{
						true, -- [1]
						248396, -- [2]
						1125956, -- [3]
						1524816008.879, -- [4]
						5410512, -- [5]
						"灵魂凋零宝珠 <寂灭者阿古斯>", -- [6]
						187508, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						143924, -- [2]
						68276, -- [3]
						1524816009.021, -- [4]
						5478788, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						209069, -- [2]
						28777, -- [3]
						1524816009.222, -- [4]
						5507565, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						true, -- [1]
						257296, -- [2]
						2029216, -- [3]
						1524816009.479, -- [4]
						3478349, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						200654, -- [2]
						560196, -- [3]
						1524816009.599, -- [4]
						4038545, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						209069, -- [2]
						32728, -- [3]
						1524816009.961, -- [4]
						4071273, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						false, -- [1]
						143924, -- [2]
						265185, -- [3]
						1524816010.212, -- [4]
						4336458, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [37]
					{
						4, -- [1]
						248167, -- [2]
						1, -- [3]
						1524816010.585, -- [4]
						4336458, -- [5]
						"[*] 死亡之雾", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [38]
					{
						true, -- [1]
						248167, -- [2]
						2153256, -- [3]
						1524816010.585, -- [4]
						2183202, -- [5]
						"[*] 死亡之雾", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						253288, -- [2]
						371325, -- [3]
						1524816010.605, -- [4]
						2554527, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						209069, -- [2]
						36800, -- [3]
						1524816010.702, -- [4]
						2591327, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						true, -- [1]
						248396, -- [2]
						1125956, -- [3]
						1524816010.883, -- [4]
						1465371, -- [5]
						"灵魂凋零宝珠 <寂灭者阿古斯>", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						114942, -- [2]
						152785, -- [3]
						1524816011.096, -- [4]
						1618156, -- [5]
						"未知目标 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						143924, -- [2]
						85941, -- [3]
						1524816011.431, -- [4]
						1704097, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						248167, -- [2]
						2392505, -- [3]
						1524816011.607, -- [4]
						1, -- [5]
						"[*] 死亡之雾", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						688408, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"红叶儿-战歌", -- [6]
					}, -- [46]
				},
			}, -- [2]
			{
				["maxhealth"] = 6525240,
				["timeofdeath"] = 117.012999999977,
				["name"] = "网瘾丶少年-黑铁",
				["time"] = 1524816028.049,
				["class"] = "DEATHKNIGHT",
				["timestring"] = "1m 57s",
				["events"] = {
					{
						false, -- [1]
						208899, -- [2]
						25334, -- [3]
						1524816005.816, -- [4]
						6525240, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [1]
					{
						false, -- [1]
						119952, -- [2]
						135828, -- [3]
						1524816006.407, -- [4]
						6525240, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						191840, -- [2]
						35787, -- [3]
						1524816006.87, -- [4]
						6525240, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						53365, -- [2]
						391514, -- [3]
						1524816008.136, -- [4]
						6525240, -- [5]
						"网瘾丶少年-黑铁", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						191840, -- [2]
						35787, -- [3]
						1524816008.501, -- [4]
						6525240, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						true, -- [1]
						257296, -- [2]
						2247932, -- [3]
						1524816009.479, -- [4]
						4277308, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						183811, -- [2]
						26102, -- [3]
						1524816009.526, -- [4]
						4303410, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						183811, -- [2]
						26101, -- [3]
						1524816009.944, -- [4]
						4329511, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						191840, -- [2]
						13546, -- [3]
						1524816009.944, -- [4]
						4343057, -- [5]
						"红叶儿-战歌", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						114942, -- [2]
						123706, -- [3]
						1524816011.096, -- [4]
						4466763, -- [5]
						"未知目标 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						114942, -- [2]
						154884, -- [3]
						1524816012.523, -- [4]
						4621647, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [11]
					{
						false, -- [1]
						116670, -- [2]
						734459, -- [3]
						1524816013.413, -- [4]
						5356106, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						210383, -- [2]
						454403, -- [3]
						1524816013.912, -- [4]
						5810509, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						114942, -- [2]
						149958, -- [3]
						1524816013.947, -- [4]
						5960467, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						225311, -- [2]
						509524, -- [3]
						1524816014.714, -- [4]
						6469991, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						210383, -- [2]
						438342, -- [3]
						1524816014.925, -- [4]
						6525240, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						114942, -- [2]
						151502, -- [3]
						1524816015.389, -- [4]
						6525240, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						114942, -- [2]
						163155, -- [3]
						1524816016.803, -- [4]
						6525240, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						210383, -- [2]
						68449, -- [3]
						1524816016.909, -- [4]
						6525240, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						210383, -- [2]
						178161, -- [3]
						1524816017.943, -- [4]
						6525240, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						114942, -- [2]
						174810, -- [3]
						1524816018.239, -- [4]
						6525240, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						false, -- [1]
						210383, -- [2]
						28185, -- [3]
						1524816018.904, -- [4]
						6525240, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [22]
					{
						false, -- [1]
						114942, -- [2]
						186464, -- [3]
						1524816019.656, -- [4]
						6525240, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						210383, -- [2]
						45451, -- [3]
						1524816019.946, -- [4]
						6525240, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						114942, -- [2]
						344553, -- [3]
						1524816021.088, -- [4]
						6525240, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						191840, -- [2]
						223029, -- [3]
						1524816022.464, -- [4]
						6525240, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						114942, -- [2]
						172276, -- [3]
						1524816022.586, -- [4]
						6525240, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						257296, -- [2]
						2031033, -- [3]
						1524816022.93, -- [4]
						4494207, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						114942, -- [2]
						72202, -- [3]
						1524816023.102, -- [4]
						4566409, -- [5]
						"治疗之潮图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						183811, -- [2]
						19335, -- [3]
						1524816023.628, -- [4]
						4585744, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						183811, -- [2]
						78596, -- [3]
						1524816023.628, -- [4]
						4664340, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						191840, -- [2]
						19825, -- [3]
						1524816023.931, -- [4]
						4684165, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						183811, -- [2]
						19335, -- [3]
						1524816024.069, -- [4]
						4703500, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [33]
					{
						false, -- [1]
						198756, -- [2]
						320789, -- [3]
						1524816024.403, -- [4]
						5024289, -- [5]
						"赤精 <水水小熊猫-埃德萨拉>", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						191840, -- [2]
						19825, -- [3]
						1524816025.36, -- [4]
						5044114, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [35]
					{
						false, -- [1]
						73921, -- [2]
						85069, -- [3]
						1524816025.621, -- [4]
						5129183, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						189800, -- [2]
						93058, -- [3]
						1524816025.866, -- [4]
						5222241, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [37]
					{
						4, -- [1]
						248167, -- [2]
						1, -- [3]
						1524816026.043, -- [4]
						5222241, -- [5]
						"[*] 死亡之雾", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [38]
					{
						true, -- [1]
						248167, -- [2]
						2403338, -- [3]
						1524816026.043, -- [4]
						2818903, -- [5]
						"[*] 死亡之雾", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						false, -- [1]
						48438, -- [2]
						55377, -- [3]
						1524816026.649, -- [4]
						2874280, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						191840, -- [2]
						19825, -- [3]
						1524816026.735, -- [4]
						2894105, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						true, -- [1]
						248167, -- [2]
						2163005, -- [3]
						1524816027.021, -- [4]
						731100, -- [5]
						"[*] 死亡之雾", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						73921, -- [2]
						117345, -- [3]
						1524816027.121, -- [4]
						848445, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						false, -- [1]
						48438, -- [2]
						52699, -- [3]
						1524816027.457, -- [4]
						901144, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [44]
					{
						true, -- [1]
						248167, -- [2]
						2163005, -- [3]
						1524816028.049, -- [4]
						1, -- [5]
						"[*] 死亡之雾", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						1261861, -- [10]
					}, -- [45]
					{
						3, -- [1]
						48707, -- [2]
						1, -- [3]
						1524815983.367, -- [4]
						0, -- [5]
						"网瘾丶少年-黑铁", -- [6]
					}, -- [46]
				},
			}, -- [3]
			{
				["maxhealth"] = 5991480,
				["timeofdeath"] = 131.793000000005,
				["name"] = "紫色灬风铃-死亡熔炉",
				["time"] = 1524816042.829,
				["class"] = "DEMONHUNTER",
				["timestring"] = "2m 11s",
				["events"] = {
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816038.843, -- [4]
						5296431, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [1]
					{
						false, -- [1]
						183811, -- [2]
						29109, -- [3]
						1524816038.843, -- [4]
						5325540, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816038.843, -- [4]
						4349040, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816039.086, -- [4]
						3372540, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816039.281, -- [4]
						3387975, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [5]
					{
						false, -- [1]
						183811, -- [2]
						29110, -- [3]
						1524816039.281, -- [4]
						3417085, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816039.329, -- [4]
						2440585, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						143924, -- [2]
						4976998, -- [3]
						1524816039.399, -- [4]
						5991480, -- [5]
						"紫色灬风铃-死亡熔炉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816039.567, -- [4]
						5014980, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816039.897, -- [4]
						4038480, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816040.077, -- [4]
						3061980, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						23548, -- [3]
						1524816040.15, -- [4]
						3085528, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816040.255, -- [4]
						3100963, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						183811, -- [2]
						66601, -- [3]
						1524816040.255, -- [4]
						3167564, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [14]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816040.358, -- [4]
						2191064, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816040.358, -- [4]
						2206499, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						false, -- [1]
						183811, -- [2]
						66601, -- [3]
						1524816040.358, -- [4]
						2273100, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [17]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816040.581, -- [4]
						1296600, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						143924, -- [2]
						2069064, -- [3]
						1524816040.62, -- [4]
						3365664, -- [5]
						"紫色灬风铃-死亡熔炉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						183811, -- [2]
						30870, -- [3]
						1524816040.662, -- [4]
						3396534, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						183811, -- [2]
						33300, -- [3]
						1524816040.662, -- [4]
						3429834, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [21]
					{
						true, -- [1]
						255646, -- [2]
						1085000, -- [3]
						1524816040.841, -- [4]
						2344834, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816040.944, -- [4]
						2360269, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						183811, -- [2]
						66601, -- [3]
						1524816040.963, -- [4]
						2426870, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						true, -- [1]
						255646, -- [2]
						1084999, -- [3]
						1524816041.101, -- [4]
						1341871, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						183811, -- [2]
						15434, -- [3]
						1524816041.162, -- [4]
						1357305, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						183811, -- [2]
						33301, -- [3]
						1524816041.162, -- [4]
						1390606, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816041.331, -- [4]
						414106, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						61295, -- [2]
						1538019, -- [3]
						1524816041.331, -- [4]
						1952125, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						false, -- [1]
						209069, -- [2]
						46988, -- [3]
						1524816041.365, -- [4]
						1999113, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816041.509, -- [4]
						2014548, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						183811, -- [2]
						33300, -- [3]
						1524816041.509, -- [4]
						2047848, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						191840, -- [2]
						23548, -- [3]
						1524816041.586, -- [4]
						2071396, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816041.586, -- [4]
						1094896, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816041.779, -- [4]
						1110331, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						false, -- [1]
						183811, -- [2]
						33300, -- [3]
						1524816041.779, -- [4]
						1143631, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816041.856, -- [4]
						167131, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						143924, -- [2]
						2648247, -- [3]
						1524816041.856, -- [4]
						2815378, -- [5]
						"紫色灬风铃-死亡熔炉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						198756, -- [2]
						160394, -- [3]
						1524816041.856, -- [4]
						2975772, -- [5]
						"赤精 <水水小熊猫-埃德萨拉>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816042.088, -- [4]
						1999272, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						209069, -- [2]
						39120, -- [3]
						1524816042.106, -- [4]
						2038392, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [41]
					{
						false, -- [1]
						189800, -- [2]
						93058, -- [3]
						1524816042.313, -- [4]
						2131450, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816042.332, -- [4]
						1154950, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816042.614, -- [4]
						178450, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						255646, -- [2]
						976500, -- [3]
						1524816042.829, -- [4]
						1, -- [5]
						"高戈奈斯", -- [6]
						nil, -- [7]
						8, -- [8]
						false, -- [9]
						798050, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"紫色灬风铃-死亡熔炉", -- [6]
					}, -- [46]
				},
			}, -- [4]
			{
				["maxhealth"] = 6342840,
				["timeofdeath"] = 252.375999999989,
				["name"] = "奴不为-死亡之翼",
				["time"] = 1524816163.412,
				["class"] = "WARRIOR",
				["timestring"] = "4m 12s",
				["events"] = {
					{
						false, -- [1]
						52042, -- [2]
						84967, -- [3]
						1524816150.762, -- [4]
						6239612, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						183811, -- [2]
						64447, -- [3]
						1524816151.199, -- [4]
						6304059, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [2]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816151.199, -- [4]
						6319494, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						81269, -- [2]
						177190, -- [3]
						1524816151.249, -- [4]
						6342840, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816151.371, -- [4]
						5868198, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						52042, -- [2]
						87451, -- [3]
						1524816151.796, -- [4]
						5955649, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						183811, -- [2]
						53532, -- [3]
						1524816151.891, -- [4]
						6009181, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [7]
					{
						false, -- [1]
						183811, -- [2]
						30870, -- [3]
						1524816151.891, -- [4]
						6040051, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						19750, -- [2]
						649644, -- [3]
						1524816152.099, -- [4]
						6342840, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						208899, -- [2]
						48782, -- [3]
						1524816152.769, -- [4]
						6342840, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816152.844, -- [4]
						5868198, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						81269, -- [2]
						86859, -- [3]
						1524816152.861, -- [4]
						5955057, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						52042, -- [2]
						174903, -- [3]
						1524816152.861, -- [4]
						6129960, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						183811, -- [2]
						48007, -- [3]
						1524816153.33, -- [4]
						6177967, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816153.33, -- [4]
						6193402, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						73921, -- [2]
						150272, -- [3]
						1524816153.6, -- [4]
						6342840, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [16]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816154.369, -- [4]
						5868198, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						81269, -- [2]
						177190, -- [3]
						1524816154.486, -- [4]
						6045388, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						208899, -- [2]
						50292, -- [3]
						1524816154.749, -- [4]
						6095680, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						52042, -- [2]
						170958, -- [3]
						1524816155.041, -- [4]
						6266638, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						73921, -- [2]
						74572, -- [3]
						1524816155.145, -- [4]
						6341210, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [21]
					{
						false, -- [1]
						209933, -- [2]
						169766, -- [3]
						1524816155.391, -- [4]
						6342840, -- [5]
						"奴不为-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						183811, -- [2]
						19867, -- [3]
						1524816155.482, -- [4]
						6342840, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						183811, -- [2]
						15435, -- [3]
						1524816155.482, -- [4]
						6342840, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816155.828, -- [4]
						5868198, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						257442, -- [2]
						479030, -- [3]
						1524816156.045, -- [4]
						6342840, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						119611, -- [2]
						85239, -- [3]
						1524816156.379, -- [4]
						6342840, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [27]
					{
						false, -- [1]
						73921, -- [2]
						147971, -- [3]
						1524816156.572, -- [4]
						6342840, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						208899, -- [2]
						24390, -- [3]
						1524816156.776, -- [4]
						6342840, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [29]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816157.385, -- [4]
						5868198, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						73921, -- [2]
						112570, -- [3]
						1524816157.685, -- [4]
						5980768, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						false, -- [1]
						81269, -- [2]
						177190, -- [3]
						1524816157.719, -- [4]
						6157958, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						208899, -- [2]
						49720, -- [3]
						1524816158.745, -- [4]
						6207678, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816158.856, -- [4]
						5733036, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816160.354, -- [4]
						5258394, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						119611, -- [2]
						85239, -- [3]
						1524816160.423, -- [4]
						5343633, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [36]
					{
						false, -- [1]
						208899, -- [2]
						26927, -- [3]
						1524816160.728, -- [4]
						5370560, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						250669, -- [2]
						474642, -- [3]
						1524816161.845, -- [4]
						4895918, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						true, -- [1]
						251571, -- [2]
						4387782, -- [3]
						1524816161.876, -- [4]
						508136, -- [5]
						"[*] 灵魂炸弹引爆", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						1, -- [1]
						118038, -- [2]
						1, -- [3]
						1524816161.947, -- [4]
						508136, -- [5]
						"奴不为-死亡之翼", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						1, -- [1]
						118038, -- [2]
						1, -- [3]
						1524816161.947, -- [4]
						508136, -- [5]
						"奴不为-死亡之翼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						119611, -- [2]
						85238, -- [3]
						1524816162.14, -- [4]
						593374, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [42]
					{
						false, -- [1]
						208899, -- [2]
						77966, -- [3]
						1524816162.867, -- [4]
						671340, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [43]
					{
						true, -- [1]
						250669, -- [2]
						308517, -- [3]
						1524816163.335, -- [4]
						362823, -- [5]
						"寂灭者阿古斯", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						251572, -- [2]
						471191, -- [3]
						1524816163.381, -- [4]
						1, -- [5]
						"[*] 灵魂爆发引爆", -- [6]
						nil, -- [7]
						32, -- [8]
						false, -- [9]
						108368, -- [10]
					}, -- [45]
					{
						3, -- [1]
						118038, -- [2]
						1, -- [3]
						1524816161.947, -- [4]
						0, -- [5]
						"奴不为-死亡之翼", -- [6]
					}, -- [46]
				},
			}, -- [5]
			{
				["maxhealth"] = 6515520,
				["timeofdeath"] = 340.163000000001,
				["name"] = "大牛不死-阿拉希",
				["time"] = 1524816251.199,
				["class"] = "DEATHKNIGHT",
				["timestring"] = "5m 40s",
				["events"] = {
					{
						true, -- [1]
						253061, -- [2]
						917988, -- [3]
						1524816221.532, -- [4]
						6588480, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						207203, -- [2]
						740380, -- [3]
						1524816226.993, -- [4]
						6588480, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						252634, -- [2]
						1437869, -- [3]
						1524816226.993, -- [4]
						5890991, -- [5]
						"星圣管理官", -- [6]
						740380, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						4, -- [1]
						252634, -- [2]
						1, -- [3]
						1524816226.993, -- [4]
						5890991, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [4]
					{
						false, -- [1]
						207203, -- [2]
						133735, -- [3]
						1524816228.991, -- [4]
						5890991, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						true, -- [1]
						252634, -- [2]
						862721, -- [3]
						1524816228.991, -- [4]
						5162005, -- [5]
						"星圣管理官", -- [6]
						133735, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						207203, -- [2]
						93022, -- [3]
						1524816230.991, -- [4]
						5162005, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [7]
					{
						true, -- [1]
						252634, -- [2]
						862721, -- [3]
						1524816230.991, -- [4]
						4392306, -- [5]
						"星圣管理官", -- [6]
						93022, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						true, -- [1]
						253061, -- [2]
						890806, -- [3]
						1524816231.231, -- [4]
						3501500, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						207203, -- [2]
						66909, -- [3]
						1524816233, -- [4]
						3501500, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
					}, -- [10]
					{
						true, -- [1]
						252634, -- [2]
						862721, -- [3]
						1524816233, -- [4]
						2705688, -- [5]
						"星圣管理官", -- [6]
						66909, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						true, -- [1]
						253061, -- [2]
						921912, -- [3]
						1524816233.728, -- [4]
						1783776, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						213652, -- [2]
						2493082, -- [3]
						1524816235.766, -- [4]
						4276858, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						8004, -- [2]
						1426850, -- [3]
						1524816237.444, -- [4]
						5703708, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						116670, -- [2]
						572163, -- [3]
						1524816237.486, -- [4]
						6275871, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						191894, -- [2]
						1360895, -- [3]
						1524816237.502, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						209540, -- [2]
						104185, -- [3]
						1524816238.789, -- [4]
						6588480, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						253448, -- [2]
						38716, -- [3]
						1524816239.186, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						252879, -- [2]
						250137, -- [3]
						1524816239.667, -- [4]
						6588480, -- [5]
						"大牛不死-阿拉希", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						132463, -- [2]
						158934, -- [3]
						1524816239.732, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [20]
					{
						false, -- [1]
						116670, -- [2]
						572163, -- [3]
						1524816240.801, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [21]
					{
						false, -- [1]
						253448, -- [2]
						77432, -- [3]
						1524816240.931, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						209540, -- [2]
						96673, -- [3]
						1524816241.806, -- [4]
						6588480, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						253448, -- [2]
						77432, -- [3]
						1524816242.572, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [24]
					{
						false, -- [1]
						253448, -- [2]
						38716, -- [3]
						1524816244.292, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [25]
					{
						false, -- [1]
						209540, -- [2]
						96673, -- [3]
						1524816244.827, -- [4]
						6588480, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						4, -- [1]
						252729, -- [2]
						1, -- [3]
						1524816245.119, -- [4]
						6588480, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [27]
					{
						false, -- [1]
						253448, -- [2]
						77432, -- [3]
						1524816245.908, -- [4]
						6588480, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						207203, -- [2]
						553301, -- [3]
						1524816246.991, -- [4]
						6588480, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						true, -- [1]
						252634, -- [2]
						1437868, -- [3]
						1524816246.991, -- [4]
						5703913, -- [5]
						"星圣管理官", -- [6]
						553301, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						4, -- [1]
						252634, -- [2]
						1, -- [3]
						1524816246.991, -- [4]
						5703913, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [31]
					{
						true, -- [1]
						252634, -- [2]
						1437868, -- [3]
						1524816246.991, -- [4]
						4266045, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						4, -- [1]
						252634, -- [2]
						2, -- [3]
						1524816246.991, -- [4]
						4266045, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [33]
					{
						false, -- [1]
						253448, -- [2]
						38716, -- [3]
						1524816247.605, -- [4]
						4304761, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						209540, -- [2]
						96673, -- [3]
						1524816247.789, -- [4]
						4401434, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						false, -- [1]
						207203, -- [2]
						27007, -- [3]
						1524816248.988, -- [4]
						4401434, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						true, -- [1]
						252634, -- [2]
						1725442, -- [3]
						1524816248.988, -- [4]
						2702999, -- [5]
						"星圣管理官", -- [6]
						27007, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						253448, -- [2]
						38716, -- [3]
						1524816249.289, -- [4]
						2741715, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						253448, -- [2]
						5695, -- [3]
						1524816249.53, -- [4]
						2747410, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						157982, -- [2]
						283181, -- [3]
						1524816249.677, -- [4]
						3030591, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [40]
					{
						false, -- [1]
						116670, -- [2]
						381443, -- [3]
						1524816249.96, -- [4]
						3412034, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [41]
					{
						false, -- [1]
						209540, -- [2]
						96673, -- [3]
						1524816250.826, -- [4]
						3508707, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						207203, -- [2]
						30127, -- [3]
						1524816250.999, -- [4]
						3508707, -- [5]
						"大牛不死-阿拉希", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						true, -- [1]
						252634, -- [2]
						1725442, -- [3]
						1524816250.999, -- [4]
						1813392, -- [5]
						"星圣管理官", -- [6]
						30127, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						252707, -- [2]
						2875736, -- [3]
						1524816251.199, -- [4]
						1, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						1062344, -- [10]
					}, -- [45]
					{
						3, -- [1]
						48707, -- [2]
						1, -- [3]
						1524816073.051, -- [4]
						0, -- [5]
						"大牛不死-阿拉希", -- [6]
					}, -- [46]
				},
			}, -- [6]
			{
				["maxhealth"] = 6369660,
				["timeofdeath"] = 340.163000000001,
				["name"] = "小肥肉-血吼",
				["time"] = 1524816251.199,
				["class"] = "DRUID",
				["timestring"] = "5m 40s",
				["events"] = {
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816236.11, -- [4]
						6355343, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						235967, -- [2]
						31431, -- [3]
						1524816237.036, -- [4]
						6386774, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						253432, -- [2]
						33574, -- [3]
						1524816237.166, -- [4]
						6420348, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						145109, -- [2]
						193271, -- [3]
						1524816237.295, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [4]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816237.796, -- [4]
						6442380, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						8936, -- [2]
						1227951, -- [3]
						1524816238.537, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						false, -- [1]
						253432, -- [2]
						39278, -- [3]
						1524816238.789, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816239.466, -- [4]
						6442380, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [8]
					{
						false, -- [1]
						8936, -- [2]
						43348, -- [3]
						1524816240.106, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						253432, -- [2]
						45394, -- [3]
						1524816240.372, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						191840, -- [2]
						26254, -- [3]
						1524816240.741, -- [4]
						6442380, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						8936, -- [2]
						21249, -- [3]
						1524816241.806, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [12]
					{
						false, -- [1]
						253432, -- [2]
						45394, -- [3]
						1524816241.99, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						8936, -- [2]
						43347, -- [3]
						1524816243.333, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						253432, -- [2]
						45395, -- [3]
						1524816243.673, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						8936, -- [2]
						21248, -- [3]
						1524816245.019, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						4, -- [1]
						252729, -- [2]
						1, -- [3]
						1524816245.119, -- [4]
						6442380, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [17]
					{
						false, -- [1]
						253432, -- [2]
						92605, -- [3]
						1524816245.229, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816245.585, -- [4]
						6442380, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						8936, -- [2]
						18477, -- [3]
						1524816246.6, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						253432, -- [2]
						37278, -- [3]
						1524816246.775, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						253072, -- [2]
						177279, -- [3]
						1524816246.966, -- [4]
						6442380, -- [5]
						"小肥肉-血吼", -- [6]
						true, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						true, -- [1]
						252634, -- [2]
						1178968, -- [3]
						1524816246.966, -- [4]
						5440691, -- [5]
						"星圣管理官", -- [6]
						177279, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						4, -- [1]
						252634, -- [2]
						1, -- [3]
						1524816246.991, -- [4]
						5440691, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [24]
					{
						true, -- [1]
						252634, -- [2]
						1178968, -- [3]
						1524816246.991, -- [4]
						4261723, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						4, -- [1]
						252634, -- [2]
						2, -- [3]
						1524816246.991, -- [4]
						4261723, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [26]
					{
						false, -- [1]
						191840, -- [2]
						34330, -- [3]
						1524816247.247, -- [4]
						4296053, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [27]
					{
						false, -- [1]
						145109, -- [2]
						193271, -- [3]
						1524816247.325, -- [4]
						4489324, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						8936, -- [2]
						18478, -- [3]
						1524816248.194, -- [4]
						4507802, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						257442, -- [2]
						256784, -- [3]
						1524816248.489, -- [4]
						4764586, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [30]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816248.94, -- [4]
						4781751, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [31]
					{
						false, -- [1]
						253432, -- [2]
						39473, -- [3]
						1524816248.94, -- [4]
						4821224, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						252634, -- [2]
						1571957, -- [3]
						1524816248.988, -- [4]
						3249267, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						false, -- [1]
						48503, -- [2]
						699932, -- [3]
						1524816249.026, -- [4]
						3949199, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						false, -- [1]
						189800, -- [2]
						151577, -- [3]
						1524816249.436, -- [4]
						4100776, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						false, -- [1]
						157982, -- [2]
						457072, -- [3]
						1524816249.66, -- [4]
						4557848, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [36]
					{
						false, -- [1]
						8936, -- [2]
						37352, -- [3]
						1524816249.817, -- [4]
						4595200, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						false, -- [1]
						48438, -- [2]
						74212, -- [3]
						1524816250.262, -- [4]
						4669412, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [38]
					{
						false, -- [1]
						8936, -- [2]
						15559, -- [3]
						1524816250.496, -- [4]
						4684971, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						253432, -- [2]
						69675, -- [3]
						1524816250.568, -- [4]
						4754646, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						191840, -- [2]
						41196, -- [3]
						1524816250.584, -- [4]
						4795842, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						252634, -- [2]
						1571957, -- [3]
						1524816250.999, -- [4]
						3223885, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						48438, -- [2]
						125802, -- [3]
						1524816251.082, -- [4]
						3349687, -- [5]
						"小肥肉-血吼", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [43]
					{
						true, -- [1]
						252707, -- [2]
						2619928, -- [3]
						1524816251.155, -- [4]
						729759, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						252707, -- [2]
						3143914, -- [3]
						1524816251.199, -- [4]
						1, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						2414155, -- [10]
					}, -- [45]
					{
						3, -- [1]
						22842, -- [2]
						1, -- [3]
						1524816093.587, -- [4]
						0, -- [5]
						"小肥肉-血吼", -- [6]
					}, -- [46]
				},
			}, -- [7]
			{
				["maxhealth"] = 6524760,
				["timeofdeath"] = 380.149000000005,
				["name"] = "撸不死的钢管-阿尔萨斯",
				["time"] = 1524816291.185,
				["class"] = "SHAMAN",
				["timestring"] = "6m 20s",
				["events"] = {
					{
						false, -- [1]
						257442, -- [2]
						447055, -- [3]
						1524816269.543, -- [4]
						4760312, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						191840, -- [2]
						15752, -- [3]
						1524816270.456, -- [4]
						4776064, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						true, -- [1]
						252634, -- [2]
						860210, -- [3]
						1524816271.041, -- [4]
						3915854, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						252634, -- [2]
						860210, -- [3]
						1524816273.045, -- [4]
						3055644, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816273.467, -- [4]
						3248749, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816274.329, -- [4]
						3441854, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						253099, -- [2]
						130591, -- [3]
						1524816274.37, -- [4]
						3572445, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						183998, -- [2]
						604308, -- [3]
						1524816274.453, -- [4]
						4176753, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [8]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816275.17, -- [4]
						4193918, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816275.17, -- [4]
						4387023, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						183998, -- [2]
						604308, -- [3]
						1524816275.572, -- [4]
						4991331, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816276.902, -- [4]
						5008496, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [12]
					{
						false, -- [1]
						253099, -- [2]
						130591, -- [3]
						1524816276.902, -- [4]
						5139087, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [13]
					{
						false, -- [1]
						8004, -- [2]
						790053, -- [3]
						1524816277.578, -- [4]
						5929140, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						19727, -- [3]
						1524816278.53, -- [4]
						5948867, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						257442, -- [2]
						247274, -- [3]
						1524816280.02, -- [4]
						6196141, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [16]
					{
						false, -- [1]
						191840, -- [2]
						39454, -- [3]
						1524816280.254, -- [4]
						6235595, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [17]
					{
						false, -- [1]
						191840, -- [2]
						19727, -- [3]
						1524816281.89, -- [4]
						6255322, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [18]
					{
						false, -- [1]
						200654, -- [2]
						390718, -- [3]
						1524816282.319, -- [4]
						6524760, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						true, -- [1]
						253061, -- [2]
						1245986, -- [3]
						1524816282.963, -- [4]
						5278774, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						false, -- [1]
						191840, -- [2]
						19727, -- [3]
						1524816283.606, -- [4]
						5298501, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						52042, -- [2]
						112050, -- [3]
						1524816283.646, -- [4]
						5410551, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [22]
					{
						false, -- [1]
						257442, -- [2]
						222301, -- [3]
						1524816283.681, -- [4]
						5632852, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [23]
					{
						false, -- [1]
						257442, -- [2]
						240516, -- [3]
						1524816284.011, -- [4]
						5873368, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [24]
					{
						false, -- [1]
						257442, -- [2]
						434909, -- [3]
						1524816284.109, -- [4]
						6308277, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						52042, -- [2]
						203734, -- [3]
						1524816284.706, -- [4]
						6512011, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						191840, -- [2]
						15086, -- [3]
						1524816284.87, -- [4]
						6524760, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [27]
					{
						true, -- [1]
						253061, -- [2]
						1043150, -- [3]
						1524816285.074, -- [4]
						5481610, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						4, -- [1]
						252729, -- [2]
						1, -- [3]
						1524816285.137, -- [4]
						5481610, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [29]
					{
						false, -- [1]
						208899, -- [2]
						32254, -- [3]
						1524816285.675, -- [4]
						5513864, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [30]
					{
						false, -- [1]
						257442, -- [2]
						432265, -- [3]
						1524816286.082, -- [4]
						5946129, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						116670, -- [2]
						438371, -- [3]
						1524816286.591, -- [4]
						6384500, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [32]
					{
						false, -- [1]
						52042, -- [2]
						101099, -- [3]
						1524816286.822, -- [4]
						6485599, -- [5]
						"治疗之泉图腾 <撸不死的钢管-阿尔萨斯>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [33]
					{
						true, -- [1]
						252634, -- [2]
						1658160, -- [3]
						1524816287.034, -- [4]
						4827439, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						4, -- [1]
						252634, -- [2]
						1, -- [3]
						1524816287.034, -- [4]
						4827439, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						true, -- [1]
						252634, -- [2]
						1184400, -- [3]
						1524816287.034, -- [4]
						3643039, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						4, -- [1]
						252634, -- [2]
						2, -- [3]
						1524816287.034, -- [4]
						3643039, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [37]
					{
						false, -- [1]
						208899, -- [2]
						31500, -- [3]
						1524816287.617, -- [4]
						3674539, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [38]
					{
						false, -- [1]
						132463, -- [2]
						182655, -- [3]
						1524816288.079, -- [4]
						3857194, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [39]
					{
						true, -- [1]
						252634, -- [2]
						1421280, -- [3]
						1524816289.03, -- [4]
						2435914, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						253288, -- [2]
						379045, -- [3]
						1524816289.058, -- [4]
						2814959, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						208899, -- [2]
						40125, -- [3]
						1524816289.615, -- [4]
						2855084, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [42]
					{
						false, -- [1]
						61295, -- [2]
						650101, -- [3]
						1524816290.141, -- [4]
						3505185, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [43]
					{
						true, -- [1]
						252634, -- [2]
						1421280, -- [3]
						1524816291.039, -- [4]
						2083905, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						252707, -- [2]
						3316320, -- [3]
						1524816291.185, -- [4]
						1, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						1232415, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
					}, -- [46]
				},
			}, -- [8]
			{
				["maxhealth"] = 6584100,
				["timeofdeath"] = 382.07799999998,
				["name"] = "水水小熊猫-埃德萨拉",
				["time"] = 1524816293.114,
				["class"] = "MONK",
				["timestring"] = "6m 22s",
				["events"] = {
					{
						true, -- [1]
						252634, -- [2]
						860912, -- [3]
						1524816271.017, -- [4]
						3946604, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						143924, -- [2]
						5006, -- [3]
						1524816271.101, -- [4]
						3951610, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						253288, -- [2]
						695042, -- [3]
						1524816271.168, -- [4]
						4646652, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [3]
					{
						true, -- [1]
						252707, -- [2]
						2869705, -- [3]
						1524816271.168, -- [4]
						1776947, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						257442, -- [2]
						212180, -- [3]
						1524816271.565, -- [4]
						1989127, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						143924, -- [2]
						35268, -- [3]
						1524816272.317, -- [4]
						2024395, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [6]
					{
						true, -- [1]
						252634, -- [2]
						860912, -- [3]
						1524816273.023, -- [4]
						1163483, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						8004, -- [2]
						1789574, -- [3]
						1524816273.412, -- [4]
						2953057, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						143924, -- [2]
						122418, -- [3]
						1524816273.542, -- [4]
						3075475, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [9]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816273.657, -- [4]
						3268580, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [10]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816274.453, -- [4]
						3461685, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						58981, -- [3]
						1524816274.768, -- [4]
						3520666, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						199894, -- [2]
						211913, -- [3]
						1524816274.843, -- [4]
						3732579, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						191840, -- [2]
						193105, -- [3]
						1524816275.349, -- [4]
						3925684, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [14]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816275.349, -- [4]
						3942849, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [15]
					{
						false, -- [1]
						19750, -- [2]
						856616, -- [3]
						1524816275.884, -- [4]
						4799465, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						143924, -- [2]
						77845, -- [3]
						1524816275.99, -- [4]
						4877310, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						198756, -- [2]
						138875, -- [3]
						1524816276.197, -- [4]
						5016185, -- [5]
						"赤精 <水水小熊猫-埃德萨拉>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						191840, -- [2]
						17165, -- [3]
						1524816276.977, -- [4]
						5033350, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [19]
					{
						false, -- [1]
						143924, -- [2]
						36851, -- [3]
						1524816277.156, -- [4]
						5070201, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [20]
					{
						false, -- [1]
						143924, -- [2]
						131288, -- [3]
						1524816278.404, -- [4]
						5201489, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [21]
					{
						false, -- [1]
						191840, -- [2]
						19727, -- [3]
						1524816278.745, -- [4]
						5221216, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [22]
					{
						false, -- [1]
						25914, -- [2]
						3873832, -- [3]
						1524816279.314, -- [4]
						6656940, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						18153, -- [3]
						1524816279.627, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [24]
					{
						false, -- [1]
						191840, -- [2]
						19727, -- [3]
						1524816280.37, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [25]
					{
						false, -- [1]
						143924, -- [2]
						47975, -- [3]
						1524816280.82, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [26]
					{
						false, -- [1]
						191840, -- [2]
						19727, -- [3]
						1524816282.012, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						71901, -- [3]
						1524816282.084, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [28]
					{
						false, -- [1]
						143924, -- [2]
						17773, -- [3]
						1524816283.306, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						143924, -- [2]
						19453, -- [3]
						1524816284.482, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						143924, -- [2]
						27994, -- [3]
						1524816285.72, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						143924, -- [2]
						105501, -- [3]
						1524816286.912, -- [4]
						6656940, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						true, -- [1]
						252634, -- [2]
						1687387, -- [3]
						1524816287.034, -- [4]
						4969553, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						4, -- [1]
						252634, -- [2]
						1, -- [3]
						1524816287.034, -- [4]
						4969553, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [34]
					{
						true, -- [1]
						252634, -- [2]
						1205276, -- [3]
						1524816287.034, -- [4]
						3764277, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [35]
					{
						4, -- [1]
						252634, -- [2]
						2, -- [3]
						1524816287.034, -- [4]
						3764277, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [36]
					{
						false, -- [1]
						143924, -- [2]
						31025, -- [3]
						1524816288.141, -- [4]
						3795302, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [37]
					{
						true, -- [1]
						252634, -- [2]
						1721824, -- [3]
						1524816289.03, -- [4]
						2073478, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						200654, -- [2]
						424382, -- [3]
						1524816289.304, -- [4]
						2497860, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						143924, -- [2]
						22095, -- [3]
						1524816289.357, -- [4]
						2519955, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						false, -- [1]
						143924, -- [2]
						91959, -- [3]
						1524816290.579, -- [4]
						2611914, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						true, -- [1]
						252634, -- [2]
						1721824, -- [3]
						1524816291.039, -- [4]
						890090, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						false, -- [1]
						143924, -- [2]
						141408, -- [3]
						1524816291.786, -- [4]
						1031498, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						143924, -- [2]
						59493, -- [3]
						1524816293.039, -- [4]
						1090991, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						252634, -- [2]
						1721824, -- [3]
						1524816293.084, -- [4]
						1, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						630833, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
					}, -- [46]
				},
			}, -- [9]
			{
				["maxhealth"] = 6706020,
				["timeofdeath"] = 382.07799999998,
				["name"] = "狂牛猛战-提瑞斯法",
				["time"] = 1524816293.114,
				["class"] = "WARRIOR",
				["timestring"] = "6m 22s",
				["events"] = {
					{
						false, -- [1]
						198756, -- [2]
						138875, -- [3]
						1524816274.229, -- [4]
						3428656, -- [5]
						"赤精 <水水小熊猫-埃德萨拉>", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [1]
					{
						false, -- [1]
						61295, -- [2]
						161295, -- [3]
						1524816274.229, -- [4]
						3589951, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [2]
					{
						false, -- [1]
						143924, -- [2]
						148007, -- [3]
						1524816274.37, -- [4]
						3737958, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [3]
					{
						false, -- [1]
						19750, -- [2]
						748967, -- [3]
						1524816274.638, -- [4]
						4486925, -- [5]
						"大咸鱼-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [4]
					{
						false, -- [1]
						253448, -- [2]
						38716, -- [3]
						1524816274.963, -- [4]
						4525641, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [5]
					{
						false, -- [1]
						183811, -- [2]
						20309, -- [3]
						1524816275.17, -- [4]
						4545950, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [6]
					{
						false, -- [1]
						143924, -- [2]
						370491, -- [3]
						1524816275.572, -- [4]
						4916441, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [7]
					{
						false, -- [1]
						183811, -- [2]
						20309, -- [3]
						1524816275.884, -- [4]
						4936750, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [8]
					{
						false, -- [1]
						257442, -- [2]
						239766, -- [3]
						1524816276.087, -- [4]
						5176516, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [9]
					{
						false, -- [1]
						61295, -- [2]
						167843, -- [3]
						1524816276.457, -- [4]
						5344359, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [10]
					{
						false, -- [1]
						253448, -- [2]
						77432, -- [3]
						1524816276.629, -- [4]
						5421791, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [11]
					{
						false, -- [1]
						143924, -- [2]
						52937, -- [3]
						1524816276.778, -- [4]
						5474728, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [12]
					{
						false, -- [1]
						183811, -- [2]
						20309, -- [3]
						1524816277.323, -- [4]
						5495037, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [13]
					{
						false, -- [1]
						183811, -- [2]
						20309, -- [3]
						1524816277.931, -- [4]
						5515346, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [14]
					{
						false, -- [1]
						116670, -- [2]
						572163, -- [3]
						1524816277.96, -- [4]
						6087509, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [15]
					{
						false, -- [1]
						143924, -- [2]
						300251, -- [3]
						1524816278.002, -- [4]
						6387760, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [16]
					{
						false, -- [1]
						240432, -- [2]
						842194, -- [3]
						1524816278.176, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [17]
					{
						false, -- [1]
						209933, -- [2]
						163206, -- [3]
						1524816278.242, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [18]
					{
						false, -- [1]
						253448, -- [2]
						44495, -- [3]
						1524816278.303, -- [4]
						6706020, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [19]
					{
						false, -- [1]
						61295, -- [2]
						72942, -- [3]
						1524816278.745, -- [4]
						6706020, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [20]
					{
						4, -- [1]
						252616, -- [2]
						1, -- [3]
						1524816279.051, -- [4]
						6706020, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [21]
					{
						false, -- [1]
						143924, -- [2]
						324226, -- [3]
						1524816279.218, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [22]
					{
						false, -- [1]
						253448, -- [2]
						44494, -- [3]
						1524816279.996, -- [4]
						6706020, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [23]
					{
						false, -- [1]
						143924, -- [2]
						662646, -- [3]
						1524816280.442, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [24]
					{
						false, -- [1]
						240432, -- [2]
						842194, -- [3]
						1524816280.475, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [25]
					{
						false, -- [1]
						61295, -- [2]
						72941, -- [3]
						1524816280.914, -- [4]
						6706020, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [26]
					{
						false, -- [1]
						253581, -- [2]
						702518, -- [3]
						1524816281.532, -- [4]
						6706020, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [27]
					{
						false, -- [1]
						143924, -- [2]
						258150, -- [3]
						1524816281.647, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [28]
					{
						false, -- [1]
						253448, -- [2]
						44495, -- [3]
						1524816281.647, -- [4]
						6706020, -- [5]
						"水水小熊猫-埃德萨拉", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [29]
					{
						false, -- [1]
						209933, -- [2]
						244320, -- [3]
						1524816282.819, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [30]
					{
						false, -- [1]
						61295, -- [2]
						72941, -- [3]
						1524816283.195, -- [4]
						6706020, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [31]
					{
						false, -- [1]
						61295, -- [2]
						10466, -- [3]
						1524816283.306, -- [4]
						6706020, -- [5]
						"撸不死的钢管-阿尔萨斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [32]
					{
						false, -- [1]
						240432, -- [2]
						842194, -- [3]
						1524816285.1, -- [4]
						6706020, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [33]
					{
						true, -- [1]
						252634, -- [2]
						1913096, -- [3]
						1524816287.034, -- [4]
						4792924, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [34]
					{
						4, -- [1]
						252634, -- [2]
						1, -- [3]
						1524816287.034, -- [4]
						4792924, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [35]
					{
						true, -- [1]
						252634, -- [2]
						1366497, -- [3]
						1524816287.034, -- [4]
						3426427, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [36]
					{
						4, -- [1]
						252634, -- [2]
						2, -- [3]
						1524816287.089, -- [4]
						3426427, -- [5]
						"星圣管理官", -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
					}, -- [37]
					{
						false, -- [1]
						183811, -- [2]
						16213, -- [3]
						1524816287.82, -- [4]
						3442640, -- [5]
						"雷神之二锤-亚雷戈斯", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [38]
					{
						false, -- [1]
						198756, -- [2]
						159601, -- [3]
						1524816288.254, -- [4]
						3602241, -- [5]
						"赤精 <水水小熊猫-埃德萨拉>", -- [6]
						nil, -- [7]
						0, -- [8]
					}, -- [39]
					{
						false, -- [1]
						209933, -- [2]
						189938, -- [3]
						1524816288.864, -- [4]
						3792179, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [40]
					{
						true, -- [1]
						252634, -- [2]
						1717882, -- [3]
						1524816289.03, -- [4]
						2074297, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [41]
					{
						false, -- [1]
						119952, -- [2]
						140173, -- [3]
						1524816290.508, -- [4]
						3220373, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [42]
					{
						true, -- [1]
						252634, -- [2]
						1717882, -- [3]
						1524816291.039, -- [4]
						1502491, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [43]
					{
						false, -- [1]
						119952, -- [2]
						58496, -- [3]
						1524816292.503, -- [4]
						1560987, -- [5]
						"德瑪西婭-燃烧之刃", -- [6]
						nil, -- [7]
						0, -- [8]
						false, -- [9]
						-1, -- [10]
					}, -- [44]
					{
						true, -- [1]
						252634, -- [2]
						1717882, -- [3]
						1524816293.084, -- [4]
						1, -- [5]
						"星圣管理官", -- [6]
						nil, -- [7]
						64, -- [8]
						false, -- [9]
						156895, -- [10]
					}, -- [45]
					{
						3, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						"狂牛猛战-提瑞斯法", -- [6]
					}, -- [46]
				},
			}, -- [10]
		},
		["bossname"] = "寂灭者阿古斯",
		["bossicon"] = {
			0.5, -- [1]
			0.75, -- [2]
			0.5, -- [3]
			0.75, -- [4]
			"Interface\\AddOns\\Details\\images\\raid\\AntorusRaid_BossFaces", -- [5]
		},
		["date"] = 236105.177,
		["timeelapsed"] = 591.536999999982,
	}, -- [2]
}
DeathGraphsDBGraph = {
	["203115"] = {
		["deaths"] = {
			[78] = {
				1523529760, -- [1]
			},
			[0] = {
				1524816503, -- [1]
			},
			[117] = {
				1524816503, -- [1]
			},
			[77] = {
				1523529760, -- [1]
			},
			[100] = {
				1524816503, -- [1]
			},
			[131] = {
				1524816503, -- [1]
			},
			[331] = {
				1523529760, -- [1]
				1523529760, -- [2]
				1523529760, -- [3]
			},
			[252] = {
				1524816503, -- [1]
			},
		},
		["spells"] = {
			["宿命降临"] = {
				{
					223, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					279, -- [1]
					1524816503, -- [2]
				}, -- [2]
			},
			["死亡之锥"] = {
				{
					33, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					54, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					75, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					32, -- [1]
					1524816503, -- [2]
				}, -- [4]
				{
					53, -- [1]
					1524816503, -- [2]
				}, -- [5]
				{
					73, -- [1]
					1524816503, -- [2]
				}, -- [6]
				{
					94, -- [1]
					1524816503, -- [2]
				}, -- [7]
				{
					114, -- [1]
					1524816503, -- [2]
				}, -- [8]
			},
			["宇宙射线"] = {
				{
					238, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					244, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					258, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					264, -- [1]
					1523529760, -- [2]
				}, -- [4]
				{
					278, -- [1]
					1523529760, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1523529760, -- [2]
				}, -- [6]
				{
					298, -- [1]
					1523529760, -- [2]
				}, -- [7]
				{
					304, -- [1]
					1523529760, -- [2]
				}, -- [8]
				{
					294, -- [1]
					1524816503, -- [2]
				}, -- [9]
				{
					300, -- [1]
					1524816503, -- [2]
				}, -- [10]
				{
					314, -- [1]
					1524816503, -- [2]
				}, -- [11]
				{
					320, -- [1]
					1524816503, -- [2]
				}, -- [12]
				{
					334, -- [1]
					1524816503, -- [2]
				}, -- [13]
				{
					340, -- [1]
					1524816503, -- [2]
				}, -- [14]
				{
					354, -- [1]
					1524816503, -- [2]
				}, -- [15]
				{
					360, -- [1]
					1524816503, -- [2]
				}, -- [16]
				{
					374, -- [1]
					1524816503, -- [2]
				}, -- [17]
				{
					380, -- [1]
					1524816503, -- [2]
				}, -- [18]
			},
			["星辰冲击"] = {
				{
					231, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					233, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					236, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					237, -- [1]
					1523529760, -- [2]
				}, -- [4]
				{
					238, -- [1]
					1523529760, -- [2]
				}, -- [5]
				{
					241, -- [1]
					1523529760, -- [2]
				}, -- [6]
				{
					242, -- [1]
					1523529760, -- [2]
				}, -- [7]
				{
					243, -- [1]
					1523529760, -- [2]
				}, -- [8]
				{
					244, -- [1]
					1523529760, -- [2]
				}, -- [9]
				{
					246, -- [1]
					1523529760, -- [2]
				}, -- [10]
				{
					247, -- [1]
					1523529760, -- [2]
				}, -- [11]
				{
					248, -- [1]
					1523529760, -- [2]
				}, -- [12]
				{
					249, -- [1]
					1523529760, -- [2]
				}, -- [13]
				{
					252, -- [1]
					1523529760, -- [2]
				}, -- [14]
				{
					254, -- [1]
					1523529760, -- [2]
				}, -- [15]
				{
					257, -- [1]
					1523529760, -- [2]
				}, -- [16]
				{
					259, -- [1]
					1523529760, -- [2]
				}, -- [17]
				{
					261, -- [1]
					1523529760, -- [2]
				}, -- [18]
				{
					264, -- [1]
					1523529760, -- [2]
				}, -- [19]
				{
					266, -- [1]
					1523529760, -- [2]
				}, -- [20]
				{
					269, -- [1]
					1523529760, -- [2]
				}, -- [21]
				{
					271, -- [1]
					1523529760, -- [2]
				}, -- [22]
				{
					272, -- [1]
					1523529760, -- [2]
				}, -- [23]
				{
					274, -- [1]
					1523529760, -- [2]
				}, -- [24]
				{
					275, -- [1]
					1523529760, -- [2]
				}, -- [25]
				{
					276, -- [1]
					1523529760, -- [2]
				}, -- [26]
				{
					278, -- [1]
					1523529760, -- [2]
				}, -- [27]
				{
					281, -- [1]
					1523529760, -- [2]
				}, -- [28]
				{
					283, -- [1]
					1523529760, -- [2]
				}, -- [29]
				{
					286, -- [1]
					1523529760, -- [2]
				}, -- [30]
				{
					287, -- [1]
					1523529760, -- [2]
				}, -- [31]
				{
					288, -- [1]
					1523529760, -- [2]
				}, -- [32]
				{
					292, -- [1]
					1523529760, -- [2]
				}, -- [33]
				{
					293, -- [1]
					1523529760, -- [2]
				}, -- [34]
				{
					294, -- [1]
					1523529760, -- [2]
				}, -- [35]
				{
					295, -- [1]
					1523529760, -- [2]
				}, -- [36]
				{
					297, -- [1]
					1523529760, -- [2]
				}, -- [37]
				{
					298, -- [1]
					1523529760, -- [2]
				}, -- [38]
				{
					306, -- [1]
					1523529760, -- [2]
				}, -- [39]
				{
					312, -- [1]
					1523529760, -- [2]
				}, -- [40]
				{
					286, -- [1]
					1524816503, -- [2]
				}, -- [41]
				{
					289, -- [1]
					1524816503, -- [2]
				}, -- [42]
				{
					291, -- [1]
					1524816503, -- [2]
				}, -- [43]
				{
					293, -- [1]
					1524816503, -- [2]
				}, -- [44]
				{
					296, -- [1]
					1524816503, -- [2]
				}, -- [45]
				{
					298, -- [1]
					1524816503, -- [2]
				}, -- [46]
				{
					301, -- [1]
					1524816503, -- [2]
				}, -- [47]
				{
					302, -- [1]
					1524816503, -- [2]
				}, -- [48]
				{
					303, -- [1]
					1524816503, -- [2]
				}, -- [49]
				{
					304, -- [1]
					1524816503, -- [2]
				}, -- [50]
				{
					307, -- [1]
					1524816503, -- [2]
				}, -- [51]
				{
					308, -- [1]
					1524816503, -- [2]
				}, -- [52]
				{
					309, -- [1]
					1524816503, -- [2]
				}, -- [53]
				{
					310, -- [1]
					1524816503, -- [2]
				}, -- [54]
				{
					312, -- [1]
					1524816503, -- [2]
				}, -- [55]
				{
					313, -- [1]
					1524816503, -- [2]
				}, -- [56]
				{
					314, -- [1]
					1524816503, -- [2]
				}, -- [57]
				{
					316, -- [1]
					1524816503, -- [2]
				}, -- [58]
				{
					319, -- [1]
					1524816503, -- [2]
				}, -- [59]
				{
					321, -- [1]
					1524816503, -- [2]
				}, -- [60]
				{
					323, -- [1]
					1524816503, -- [2]
				}, -- [61]
				{
					324, -- [1]
					1524816503, -- [2]
				}, -- [62]
				{
					325, -- [1]
					1524816503, -- [2]
				}, -- [63]
				{
					326, -- [1]
					1524816503, -- [2]
				}, -- [64]
				{
					329, -- [1]
					1524816503, -- [2]
				}, -- [65]
				{
					330, -- [1]
					1524816503, -- [2]
				}, -- [66]
				{
					331, -- [1]
					1524816503, -- [2]
				}, -- [67]
				{
					332, -- [1]
					1524816503, -- [2]
				}, -- [68]
				{
					334, -- [1]
					1524816503, -- [2]
				}, -- [69]
				{
					335, -- [1]
					1524816503, -- [2]
				}, -- [70]
				{
					337, -- [1]
					1524816503, -- [2]
				}, -- [71]
				{
					340, -- [1]
					1524816503, -- [2]
				}, -- [72]
				{
					342, -- [1]
					1524816503, -- [2]
				}, -- [73]
				{
					343, -- [1]
					1524816503, -- [2]
				}, -- [74]
				{
					345, -- [1]
					1524816503, -- [2]
				}, -- [75]
				{
					347, -- [1]
					1524816503, -- [2]
				}, -- [76]
				{
					349, -- [1]
					1524816503, -- [2]
				}, -- [77]
				{
					352, -- [1]
					1524816503, -- [2]
				}, -- [78]
				{
					361, -- [1]
					1524816503, -- [2]
				}, -- [79]
				{
					370, -- [1]
					1524816503, -- [2]
				}, -- [80]
				{
					371, -- [1]
					1524816503, -- [2]
				}, -- [81]
				{
					372, -- [1]
					1524816503, -- [2]
				}, -- [82]
				{
					382, -- [1]
					1524816503, -- [2]
				}, -- [83]
			},
			["巨镰横扫"] = {
				{
					6, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					12, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					18, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					24, -- [1]
					1523529760, -- [2]
				}, -- [4]
				{
					30, -- [1]
					1523529760, -- [2]
				}, -- [5]
				{
					39, -- [1]
					1523529760, -- [2]
				}, -- [6]
				{
					45, -- [1]
					1523529760, -- [2]
				}, -- [7]
				{
					51, -- [1]
					1523529760, -- [2]
				}, -- [8]
				{
					59, -- [1]
					1523529760, -- [2]
				}, -- [9]
				{
					65, -- [1]
					1523529760, -- [2]
				}, -- [10]
				{
					76, -- [1]
					1523529760, -- [2]
				}, -- [11]
				{
					86, -- [1]
					1523529760, -- [2]
				}, -- [12]
				{
					113, -- [1]
					1523529760, -- [2]
				}, -- [13]
				{
					121, -- [1]
					1523529760, -- [2]
				}, -- [14]
				{
					128, -- [1]
					1523529760, -- [2]
				}, -- [15]
				{
					134, -- [1]
					1523529760, -- [2]
				}, -- [16]
				{
					140, -- [1]
					1523529760, -- [2]
				}, -- [17]
				{
					146, -- [1]
					1523529760, -- [2]
				}, -- [18]
				{
					156, -- [1]
					1523529760, -- [2]
				}, -- [19]
				{
					162, -- [1]
					1523529760, -- [2]
				}, -- [20]
				{
					169, -- [1]
					1523529760, -- [2]
				}, -- [21]
				{
					175, -- [1]
					1523529760, -- [2]
				}, -- [22]
				{
					181, -- [1]
					1523529760, -- [2]
				}, -- [23]
				{
					190, -- [1]
					1523529760, -- [2]
				}, -- [24]
				{
					6, -- [1]
					1524816503, -- [2]
				}, -- [25]
				{
					15, -- [1]
					1524816503, -- [2]
				}, -- [26]
				{
					21, -- [1]
					1524816503, -- [2]
				}, -- [27]
				{
					29, -- [1]
					1524816503, -- [2]
				}, -- [28]
				{
					42, -- [1]
					1524816503, -- [2]
				}, -- [29]
				{
					48, -- [1]
					1524816503, -- [2]
				}, -- [30]
				{
					58, -- [1]
					1524816503, -- [2]
				}, -- [31]
				{
					65, -- [1]
					1524816503, -- [2]
				}, -- [32]
				{
					75, -- [1]
					1524816503, -- [2]
				}, -- [33]
				{
					84, -- [1]
					1524816503, -- [2]
				}, -- [34]
				{
					91, -- [1]
					1524816503, -- [2]
				}, -- [35]
				{
					99, -- [1]
					1524816503, -- [2]
				}, -- [36]
				{
					105, -- [1]
					1524816503, -- [2]
				}, -- [37]
				{
					139, -- [1]
					1524816503, -- [2]
				}, -- [38]
				{
					148, -- [1]
					1524816503, -- [2]
				}, -- [39]
				{
					154, -- [1]
					1524816503, -- [2]
				}, -- [40]
				{
					160, -- [1]
					1524816503, -- [2]
				}, -- [41]
				{
					166, -- [1]
					1524816503, -- [2]
				}, -- [42]
				{
					172, -- [1]
					1524816503, -- [2]
				}, -- [43]
				{
					182, -- [1]
					1524816503, -- [2]
				}, -- [44]
				{
					188, -- [1]
					1524816503, -- [2]
				}, -- [45]
				{
					195, -- [1]
					1524816503, -- [2]
				}, -- [46]
				{
					201, -- [1]
					1524816503, -- [2]
				}, -- [47]
				{
					207, -- [1]
					1524816503, -- [2]
				}, -- [48]
				{
					216, -- [1]
					1524816503, -- [2]
				}, -- [49]
				{
					222, -- [1]
					1524816503, -- [2]
				}, -- [50]
				{
					228, -- [1]
					1524816503, -- [2]
				}, -- [51]
				{
					234, -- [1]
					1524816503, -- [2]
				}, -- [52]
				{
					240, -- [1]
					1524816503, -- [2]
				}, -- [53]
			},
			["死亡之镰"] = {
				{
					369, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					378, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					385, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					392, -- [1]
					1523529760, -- [2]
				}, -- [4]
				{
					398, -- [1]
					1523529760, -- [2]
				}, -- [5]
				{
					405, -- [1]
					1523529760, -- [2]
				}, -- [6]
				{
					412, -- [1]
					1523529760, -- [2]
				}, -- [7]
				{
					419, -- [1]
					1523529760, -- [2]
				}, -- [8]
				{
					425, -- [1]
					1523529760, -- [2]
				}, -- [9]
				{
					432, -- [1]
					1523529760, -- [2]
				}, -- [10]
				{
					438, -- [1]
					1523529760, -- [2]
				}, -- [11]
				{
					446, -- [1]
					1523529760, -- [2]
				}, -- [12]
				{
					452, -- [1]
					1523529760, -- [2]
				}, -- [13]
				{
					459, -- [1]
					1523529760, -- [2]
				}, -- [14]
				{
					465, -- [1]
					1523529760, -- [2]
				}, -- [15]
				{
					472, -- [1]
					1523529760, -- [2]
				}, -- [16]
				{
					460, -- [1]
					1524816503, -- [2]
				}, -- [17]
				{
					469, -- [1]
					1524816503, -- [2]
				}, -- [18]
				{
					475, -- [1]
					1524816503, -- [2]
				}, -- [19]
				{
					482, -- [1]
					1524816503, -- [2]
				}, -- [20]
				{
					488, -- [1]
					1524816503, -- [2]
				}, -- [21]
				{
					495, -- [1]
					1524816503, -- [2]
				}, -- [22]
				{
					502, -- [1]
					1524816503, -- [2]
				}, -- [23]
				{
					509, -- [1]
					1524816503, -- [2]
				}, -- [24]
				{
					515, -- [1]
					1524816503, -- [2]
				}, -- [25]
				{
					522, -- [1]
					1524816503, -- [2]
				}, -- [26]
				{
					528, -- [1]
					1524816503, -- [2]
				}, -- [27]
				{
					536, -- [1]
					1524816503, -- [2]
				}, -- [28]
				{
					542, -- [1]
					1524816503, -- [2]
				}, -- [29]
				{
					549, -- [1]
					1524816503, -- [2]
				}, -- [30]
				{
					555, -- [1]
					1524816503, -- [2]
				}, -- [31]
				{
					562, -- [1]
					1524816503, -- [2]
				}, -- [32]
				{
					568, -- [1]
					1524816503, -- [2]
				}, -- [33]
				{
					576, -- [1]
					1524816503, -- [2]
				}, -- [34]
				{
					582, -- [1]
					1524816503, -- [2]
				}, -- [35]
			},
			["初始化序列"] = {
				{
					380, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					430, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					480, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					470, -- [1]
					1524816503, -- [2]
				}, -- [4]
				{
					521, -- [1]
					1524816503, -- [2]
				}, -- [5]
				{
					571, -- [1]
					1524816503, -- [2]
				}, -- [6]
			},
			["湮灭刀锋"] = {
				{
					120, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					155, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					189, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					147, -- [1]
					1524816503, -- [2]
				}, -- [4]
				{
					181, -- [1]
					1524816503, -- [2]
				}, -- [5]
				{
					215, -- [1]
					1524816503, -- [2]
				}, -- [6]
				{
					249, -- [1]
					1524816503, -- [2]
				}, -- [7]
			},
			["灵魂凋零宝珠"] = {
				{
					36, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					62, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					89, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					36, -- [1]
					1524816503, -- [2]
				}, -- [4]
				{
					61, -- [1]
					1524816503, -- [2]
				}, -- [5]
				{
					87, -- [1]
					1524816503, -- [2]
				}, -- [6]
			},
			["宇宙道标"] = {
				{
					252, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					307, -- [1]
					1524816503, -- [2]
				}, -- [2]
				{
					327, -- [1]
					1524816503, -- [2]
				}, -- [3]
				{
					347, -- [1]
					1524816503, -- [2]
				}, -- [4]
				{
					367, -- [1]
					1524816503, -- [2]
				}, -- [5]
				{
					368, -- [1]
					1524816503, -- [2]
				}, -- [6]
			},
			["收割灵魂"] = {
				{
					328, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					331, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					416, -- [1]
					1524816503, -- [2]
				}, -- [3]
				{
					419, -- [1]
					1524816503, -- [2]
				}, -- [4]
			},
			["宇宙之力"] = {
				{
					248, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					272, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					288, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					303, -- [1]
					1524816503, -- [2]
				}, -- [4]
				{
					343, -- [1]
					1524816503, -- [2]
				}, -- [5]
				{
					367, -- [1]
					1524816503, -- [2]
				}, -- [6]
			},
			["痛苦之怒"] = {
				{
					16, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					29, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					58, -- [1]
					1523529760, -- [2]
				}, -- [4]
				{
					72, -- [1]
					1523529760, -- [2]
				}, -- [5]
				{
					85, -- [1]
					1523529760, -- [2]
				}, -- [6]
				{
					377, -- [1]
					1523529760, -- [2]
				}, -- [7]
				{
					391, -- [1]
					1523529760, -- [2]
				}, -- [8]
				{
					404, -- [1]
					1523529760, -- [2]
				}, -- [9]
				{
					418, -- [1]
					1523529760, -- [2]
				}, -- [10]
				{
					431, -- [1]
					1523529760, -- [2]
				}, -- [11]
				{
					444, -- [1]
					1523529760, -- [2]
				}, -- [12]
				{
					458, -- [1]
					1523529760, -- [2]
				}, -- [13]
				{
					471, -- [1]
					1523529760, -- [2]
				}, -- [14]
				{
					14, -- [1]
					1524816503, -- [2]
				}, -- [15]
				{
					28, -- [1]
					1524816503, -- [2]
				}, -- [16]
				{
					41, -- [1]
					1524816503, -- [2]
				}, -- [17]
				{
					57, -- [1]
					1524816503, -- [2]
				}, -- [18]
				{
					70, -- [1]
					1524816503, -- [2]
				}, -- [19]
				{
					83, -- [1]
					1524816503, -- [2]
				}, -- [20]
				{
					98, -- [1]
					1524816503, -- [2]
				}, -- [21]
				{
					111, -- [1]
					1524816503, -- [2]
				}, -- [22]
				{
					468, -- [1]
					1524816503, -- [2]
				}, -- [23]
				{
					481, -- [1]
					1524816503, -- [2]
				}, -- [24]
				{
					494, -- [1]
					1524816503, -- [2]
				}, -- [25]
				{
					508, -- [1]
					1524816503, -- [2]
				}, -- [26]
				{
					521, -- [1]
					1524816503, -- [2]
				}, -- [27]
				{
					534, -- [1]
					1524816503, -- [2]
				}, -- [28]
				{
					548, -- [1]
					1524816503, -- [2]
				}, -- [29]
				{
					561, -- [1]
					1524816503, -- [2]
				}, -- [30]
				{
					575, -- [1]
					1524816503, -- [2]
				}, -- [31]
				{
					588, -- [1]
					1524816503, -- [2]
				}, -- [32]
			},
			["重组脉冲"] = {
				{
					387, -- [1]
					1523529760, -- [2]
				}, -- [1]
				{
					390, -- [1]
					1523529760, -- [2]
				}, -- [2]
				{
					393, -- [1]
					1523529760, -- [2]
				}, -- [3]
				{
					434, -- [1]
					1523529760, -- [2]
				}, -- [4]
				{
					441, -- [1]
					1523529760, -- [2]
				}, -- [5]
				{
					442, -- [1]
					1523529760, -- [2]
				}, -- [6]
				{
					477, -- [1]
					1524816503, -- [2]
				}, -- [7]
				{
					481, -- [1]
					1524816503, -- [2]
				}, -- [8]
				{
					488, -- [1]
					1524816503, -- [2]
				}, -- [9]
				{
					530, -- [1]
					1524816503, -- [2]
				}, -- [10]
				{
					531, -- [1]
					1524816503, -- [2]
				}, -- [11]
				{
					536, -- [1]
					1524816503, -- [2]
				}, -- [12]
				{
					537, -- [1]
					1524816503, -- [2]
				}, -- [13]
				{
					580, -- [1]
					1524816503, -- [2]
				}, -- [14]
				{
					586, -- [1]
					1524816503, -- [2]
				}, -- [15]
				{
					591, -- [1]
					1524816503, -- [2]
				}, -- [16]
			},
		},
		["ids"] = {
			["宿命降临"] = 253026,
			["死亡之锥"] = 248165,
			["宇宙射线"] = 252707,
			["星辰冲击"] = 253061,
			["巨镰横扫"] = 248499,
			["死亡之镰"] = 258039,
			["初始化序列"] = 256388,
			["湮灭刀锋"] = 255826,
			["灵魂凋零宝珠"] = 248317,
			["宇宙道标"] = 252616,
			["收割灵魂"] = 258399,
			["宇宙之力"] = 255935,
			["痛苦之怒"] = 257296,
			["重组脉冲"] = 256396,
		},
	},
	["189815"] = {
		["deaths"] = {
			[440] = {
				1502188742, -- [1]
			},
			[262] = {
				1502188083, -- [1]
			},
			[95] = {
				1502188083, -- [1]
			},
			[303] = {
				1502187655, -- [1]
			},
			[350] = {
				1502187655, -- [1]
			},
			[22] = {
				1502187099, -- [1]
			},
			[297] = {
				1502187655, -- [1]
			},
			[23] = {
				1502187099, -- [1]
			},
			[375] = {
				1502188742, -- [1]
			},
			[24] = {
				1502187099, -- [1]
				1502187099, -- [2]
				1502187099, -- [3]
			},
			[90] = {
				1502186956, -- [1]
			},
			[438] = {
				1502188742, -- [1]
			},
			[384] = {
				1502188742, -- [1]
			},
			[299] = {
				1502187655, -- [1]
			},
			[239] = {
				1502188083, -- [1]
				1502188083, -- [2]
			},
			[377] = {
				1502188742, -- [1]
			},
			[86] = {
				1502186956, -- [1]
				1502186956, -- [2]
			},
			[393] = {
				1502187655, -- [1]
			},
			[220] = {
				1502188083, -- [1]
			},
			[88] = {
				1502186956, -- [1]
				1502186956, -- [2]
			},
		},
		["spells"] = {
			["悲伤之嚎"] = {
				{
					196, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					199, -- [1]
					1502188083, -- [2]
				}, -- [2]
				{
					215, -- [1]
					1502188083, -- [2]
				}, -- [3]
				{
					198, -- [1]
					1502188742, -- [2]
				}, -- [4]
			},
			["千魂之暗"] = {
				{
					364, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					455, -- [1]
					1502187655, -- [2]
				}, -- [2]
				{
					346, -- [1]
					1502188742, -- [2]
				}, -- [3]
				{
					438, -- [1]
					1502188742, -- [2]
				}, -- [4]
			},
			["邪爪"] = {
				{
					25, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					27, -- [1]
					1502186956, -- [2]
				}, -- [2]
				{
					27, -- [1]
					1502186956, -- [2]
				}, -- [3]
				{
					29, -- [1]
					1502186956, -- [2]
				}, -- [4]
				{
					29, -- [1]
					1502186956, -- [2]
				}, -- [5]
				{
					31, -- [1]
					1502186956, -- [2]
				}, -- [6]
				{
					31, -- [1]
					1502186956, -- [2]
				}, -- [7]
				{
					33, -- [1]
					1502186956, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1502186956, -- [2]
				}, -- [9]
				{
					35, -- [1]
					1502186956, -- [2]
				}, -- [10]
				{
					35, -- [1]
					1502186956, -- [2]
				}, -- [11]
				{
					50, -- [1]
					1502186956, -- [2]
				}, -- [12]
				{
					52, -- [1]
					1502186956, -- [2]
				}, -- [13]
				{
					52, -- [1]
					1502186956, -- [2]
				}, -- [14]
				{
					54, -- [1]
					1502186956, -- [2]
				}, -- [15]
				{
					54, -- [1]
					1502186956, -- [2]
				}, -- [16]
				{
					56, -- [1]
					1502186956, -- [2]
				}, -- [17]
				{
					56, -- [1]
					1502186956, -- [2]
				}, -- [18]
				{
					58, -- [1]
					1502186956, -- [2]
				}, -- [19]
				{
					58, -- [1]
					1502186956, -- [2]
				}, -- [20]
				{
					60, -- [1]
					1502186956, -- [2]
				}, -- [21]
				{
					60, -- [1]
					1502186956, -- [2]
				}, -- [22]
				{
					25, -- [1]
					1502187099, -- [2]
				}, -- [23]
				{
					27, -- [1]
					1502187099, -- [2]
				}, -- [24]
				{
					27, -- [1]
					1502187099, -- [2]
				}, -- [25]
				{
					29, -- [1]
					1502187099, -- [2]
				}, -- [26]
				{
					29, -- [1]
					1502187099, -- [2]
				}, -- [27]
				{
					34, -- [1]
					1502187099, -- [2]
				}, -- [28]
				{
					34, -- [1]
					1502187099, -- [2]
				}, -- [29]
				{
					25, -- [1]
					1502187655, -- [2]
				}, -- [30]
				{
					27, -- [1]
					1502187655, -- [2]
				}, -- [31]
				{
					27, -- [1]
					1502187655, -- [2]
				}, -- [32]
				{
					29, -- [1]
					1502187655, -- [2]
				}, -- [33]
				{
					29, -- [1]
					1502187655, -- [2]
				}, -- [34]
				{
					31, -- [1]
					1502187655, -- [2]
				}, -- [35]
				{
					31, -- [1]
					1502187655, -- [2]
				}, -- [36]
				{
					33, -- [1]
					1502187655, -- [2]
				}, -- [37]
				{
					33, -- [1]
					1502187655, -- [2]
				}, -- [38]
				{
					35, -- [1]
					1502187655, -- [2]
				}, -- [39]
				{
					35, -- [1]
					1502187655, -- [2]
				}, -- [40]
				{
					50, -- [1]
					1502187655, -- [2]
				}, -- [41]
				{
					52, -- [1]
					1502187655, -- [2]
				}, -- [42]
				{
					52, -- [1]
					1502187655, -- [2]
				}, -- [43]
				{
					54, -- [1]
					1502187655, -- [2]
				}, -- [44]
				{
					54, -- [1]
					1502187655, -- [2]
				}, -- [45]
				{
					56, -- [1]
					1502187655, -- [2]
				}, -- [46]
				{
					56, -- [1]
					1502187655, -- [2]
				}, -- [47]
				{
					58, -- [1]
					1502187655, -- [2]
				}, -- [48]
				{
					58, -- [1]
					1502187655, -- [2]
				}, -- [49]
				{
					60, -- [1]
					1502187655, -- [2]
				}, -- [50]
				{
					60, -- [1]
					1502187655, -- [2]
				}, -- [51]
				{
					135, -- [1]
					1502187655, -- [2]
				}, -- [52]
				{
					139, -- [1]
					1502187655, -- [2]
				}, -- [53]
				{
					139, -- [1]
					1502187655, -- [2]
				}, -- [54]
				{
					141, -- [1]
					1502187655, -- [2]
				}, -- [55]
				{
					141, -- [1]
					1502187655, -- [2]
				}, -- [56]
				{
					143, -- [1]
					1502187655, -- [2]
				}, -- [57]
				{
					143, -- [1]
					1502187655, -- [2]
				}, -- [58]
				{
					145, -- [1]
					1502187655, -- [2]
				}, -- [59]
				{
					145, -- [1]
					1502187655, -- [2]
				}, -- [60]
				{
					160, -- [1]
					1502187655, -- [2]
				}, -- [61]
				{
					162, -- [1]
					1502187655, -- [2]
				}, -- [62]
				{
					162, -- [1]
					1502187655, -- [2]
				}, -- [63]
				{
					164, -- [1]
					1502187655, -- [2]
				}, -- [64]
				{
					164, -- [1]
					1502187655, -- [2]
				}, -- [65]
				{
					166, -- [1]
					1502187655, -- [2]
				}, -- [66]
				{
					166, -- [1]
					1502187655, -- [2]
				}, -- [67]
				{
					168, -- [1]
					1502187655, -- [2]
				}, -- [68]
				{
					168, -- [1]
					1502187655, -- [2]
				}, -- [69]
				{
					170, -- [1]
					1502187655, -- [2]
				}, -- [70]
				{
					170, -- [1]
					1502187655, -- [2]
				}, -- [71]
				{
					185, -- [1]
					1502187655, -- [2]
				}, -- [72]
				{
					187, -- [1]
					1502187655, -- [2]
				}, -- [73]
				{
					187, -- [1]
					1502187655, -- [2]
				}, -- [74]
				{
					189, -- [1]
					1502187655, -- [2]
				}, -- [75]
				{
					189, -- [1]
					1502187655, -- [2]
				}, -- [76]
				{
					191, -- [1]
					1502187655, -- [2]
				}, -- [77]
				{
					191, -- [1]
					1502187655, -- [2]
				}, -- [78]
				{
					193, -- [1]
					1502187655, -- [2]
				}, -- [79]
				{
					193, -- [1]
					1502187655, -- [2]
				}, -- [80]
				{
					195, -- [1]
					1502187655, -- [2]
				}, -- [81]
				{
					195, -- [1]
					1502187655, -- [2]
				}, -- [82]
				{
					210, -- [1]
					1502187655, -- [2]
				}, -- [83]
				{
					212, -- [1]
					1502187655, -- [2]
				}, -- [84]
				{
					212, -- [1]
					1502187655, -- [2]
				}, -- [85]
				{
					214, -- [1]
					1502187655, -- [2]
				}, -- [86]
				{
					214, -- [1]
					1502187655, -- [2]
				}, -- [87]
				{
					216, -- [1]
					1502187655, -- [2]
				}, -- [88]
				{
					216, -- [1]
					1502187655, -- [2]
				}, -- [89]
				{
					218, -- [1]
					1502187655, -- [2]
				}, -- [90]
				{
					218, -- [1]
					1502187655, -- [2]
				}, -- [91]
				{
					220, -- [1]
					1502187655, -- [2]
				}, -- [92]
				{
					220, -- [1]
					1502187655, -- [2]
				}, -- [93]
				{
					235, -- [1]
					1502187655, -- [2]
				}, -- [94]
				{
					237, -- [1]
					1502187655, -- [2]
				}, -- [95]
				{
					237, -- [1]
					1502187655, -- [2]
				}, -- [96]
				{
					239, -- [1]
					1502187655, -- [2]
				}, -- [97]
				{
					239, -- [1]
					1502187655, -- [2]
				}, -- [98]
				{
					241, -- [1]
					1502187655, -- [2]
				}, -- [99]
				{
					241, -- [1]
					1502187655, -- [2]
				}, -- [100]
				{
					243, -- [1]
					1502187655, -- [2]
				}, -- [101]
				{
					243, -- [1]
					1502187655, -- [2]
				}, -- [102]
				{
					245, -- [1]
					1502187655, -- [2]
				}, -- [103]
				{
					245, -- [1]
					1502187655, -- [2]
				}, -- [104]
				{
					260, -- [1]
					1502187655, -- [2]
				}, -- [105]
				{
					262, -- [1]
					1502187655, -- [2]
				}, -- [106]
				{
					262, -- [1]
					1502187655, -- [2]
				}, -- [107]
				{
					264, -- [1]
					1502187655, -- [2]
				}, -- [108]
				{
					264, -- [1]
					1502187655, -- [2]
				}, -- [109]
				{
					266, -- [1]
					1502187655, -- [2]
				}, -- [110]
				{
					266, -- [1]
					1502187655, -- [2]
				}, -- [111]
				{
					268, -- [1]
					1502187655, -- [2]
				}, -- [112]
				{
					268, -- [1]
					1502187655, -- [2]
				}, -- [113]
				{
					270, -- [1]
					1502187655, -- [2]
				}, -- [114]
				{
					270, -- [1]
					1502187655, -- [2]
				}, -- [115]
				{
					365, -- [1]
					1502187655, -- [2]
				}, -- [116]
				{
					367, -- [1]
					1502187655, -- [2]
				}, -- [117]
				{
					367, -- [1]
					1502187655, -- [2]
				}, -- [118]
				{
					375, -- [1]
					1502187655, -- [2]
				}, -- [119]
				{
					375, -- [1]
					1502187655, -- [2]
				}, -- [120]
				{
					390, -- [1]
					1502187655, -- [2]
				}, -- [121]
				{
					392, -- [1]
					1502187655, -- [2]
				}, -- [122]
				{
					392, -- [1]
					1502187655, -- [2]
				}, -- [123]
				{
					394, -- [1]
					1502187655, -- [2]
				}, -- [124]
				{
					394, -- [1]
					1502187655, -- [2]
				}, -- [125]
				{
					396, -- [1]
					1502187655, -- [2]
				}, -- [126]
				{
					396, -- [1]
					1502187655, -- [2]
				}, -- [127]
				{
					398, -- [1]
					1502187655, -- [2]
				}, -- [128]
				{
					398, -- [1]
					1502187655, -- [2]
				}, -- [129]
				{
					400, -- [1]
					1502187655, -- [2]
				}, -- [130]
				{
					400, -- [1]
					1502187655, -- [2]
				}, -- [131]
				{
					415, -- [1]
					1502187655, -- [2]
				}, -- [132]
				{
					417, -- [1]
					1502187655, -- [2]
				}, -- [133]
				{
					417, -- [1]
					1502187655, -- [2]
				}, -- [134]
				{
					419, -- [1]
					1502187655, -- [2]
				}, -- [135]
				{
					419, -- [1]
					1502187655, -- [2]
				}, -- [136]
				{
					421, -- [1]
					1502187655, -- [2]
				}, -- [137]
				{
					421, -- [1]
					1502187655, -- [2]
				}, -- [138]
				{
					423, -- [1]
					1502187655, -- [2]
				}, -- [139]
				{
					423, -- [1]
					1502187655, -- [2]
				}, -- [140]
				{
					425, -- [1]
					1502187655, -- [2]
				}, -- [141]
				{
					425, -- [1]
					1502187655, -- [2]
				}, -- [142]
				{
					440, -- [1]
					1502187655, -- [2]
				}, -- [143]
				{
					442, -- [1]
					1502187655, -- [2]
				}, -- [144]
				{
					442, -- [1]
					1502187655, -- [2]
				}, -- [145]
				{
					25, -- [1]
					1502188083, -- [2]
				}, -- [146]
				{
					27, -- [1]
					1502188083, -- [2]
				}, -- [147]
				{
					27, -- [1]
					1502188083, -- [2]
				}, -- [148]
				{
					29, -- [1]
					1502188083, -- [2]
				}, -- [149]
				{
					29, -- [1]
					1502188083, -- [2]
				}, -- [150]
				{
					31, -- [1]
					1502188083, -- [2]
				}, -- [151]
				{
					31, -- [1]
					1502188083, -- [2]
				}, -- [152]
				{
					33, -- [1]
					1502188083, -- [2]
				}, -- [153]
				{
					33, -- [1]
					1502188083, -- [2]
				}, -- [154]
				{
					35, -- [1]
					1502188083, -- [2]
				}, -- [155]
				{
					35, -- [1]
					1502188083, -- [2]
				}, -- [156]
				{
					50, -- [1]
					1502188083, -- [2]
				}, -- [157]
				{
					52, -- [1]
					1502188083, -- [2]
				}, -- [158]
				{
					52, -- [1]
					1502188083, -- [2]
				}, -- [159]
				{
					54, -- [1]
					1502188083, -- [2]
				}, -- [160]
				{
					54, -- [1]
					1502188083, -- [2]
				}, -- [161]
				{
					56, -- [1]
					1502188083, -- [2]
				}, -- [162]
				{
					56, -- [1]
					1502188083, -- [2]
				}, -- [163]
				{
					58, -- [1]
					1502188083, -- [2]
				}, -- [164]
				{
					58, -- [1]
					1502188083, -- [2]
				}, -- [165]
				{
					60, -- [1]
					1502188083, -- [2]
				}, -- [166]
				{
					60, -- [1]
					1502188083, -- [2]
				}, -- [167]
				{
					138, -- [1]
					1502188083, -- [2]
				}, -- [168]
				{
					142, -- [1]
					1502188083, -- [2]
				}, -- [169]
				{
					142, -- [1]
					1502188083, -- [2]
				}, -- [170]
				{
					144, -- [1]
					1502188083, -- [2]
				}, -- [171]
				{
					144, -- [1]
					1502188083, -- [2]
				}, -- [172]
				{
					146, -- [1]
					1502188083, -- [2]
				}, -- [173]
				{
					146, -- [1]
					1502188083, -- [2]
				}, -- [174]
				{
					148, -- [1]
					1502188083, -- [2]
				}, -- [175]
				{
					148, -- [1]
					1502188083, -- [2]
				}, -- [176]
				{
					163, -- [1]
					1502188083, -- [2]
				}, -- [177]
				{
					165, -- [1]
					1502188083, -- [2]
				}, -- [178]
				{
					165, -- [1]
					1502188083, -- [2]
				}, -- [179]
				{
					167, -- [1]
					1502188083, -- [2]
				}, -- [180]
				{
					167, -- [1]
					1502188083, -- [2]
				}, -- [181]
				{
					169, -- [1]
					1502188083, -- [2]
				}, -- [182]
				{
					169, -- [1]
					1502188083, -- [2]
				}, -- [183]
				{
					171, -- [1]
					1502188083, -- [2]
				}, -- [184]
				{
					171, -- [1]
					1502188083, -- [2]
				}, -- [185]
				{
					173, -- [1]
					1502188083, -- [2]
				}, -- [186]
				{
					173, -- [1]
					1502188083, -- [2]
				}, -- [187]
				{
					188, -- [1]
					1502188083, -- [2]
				}, -- [188]
				{
					190, -- [1]
					1502188083, -- [2]
				}, -- [189]
				{
					190, -- [1]
					1502188083, -- [2]
				}, -- [190]
				{
					192, -- [1]
					1502188083, -- [2]
				}, -- [191]
				{
					192, -- [1]
					1502188083, -- [2]
				}, -- [192]
				{
					194, -- [1]
					1502188083, -- [2]
				}, -- [193]
				{
					194, -- [1]
					1502188083, -- [2]
				}, -- [194]
				{
					196, -- [1]
					1502188083, -- [2]
				}, -- [195]
				{
					196, -- [1]
					1502188083, -- [2]
				}, -- [196]
				{
					198, -- [1]
					1502188083, -- [2]
				}, -- [197]
				{
					198, -- [1]
					1502188083, -- [2]
				}, -- [198]
				{
					213, -- [1]
					1502188083, -- [2]
				}, -- [199]
				{
					215, -- [1]
					1502188083, -- [2]
				}, -- [200]
				{
					215, -- [1]
					1502188083, -- [2]
				}, -- [201]
				{
					217, -- [1]
					1502188083, -- [2]
				}, -- [202]
				{
					217, -- [1]
					1502188083, -- [2]
				}, -- [203]
				{
					219, -- [1]
					1502188083, -- [2]
				}, -- [204]
				{
					219, -- [1]
					1502188083, -- [2]
				}, -- [205]
				{
					221, -- [1]
					1502188083, -- [2]
				}, -- [206]
				{
					221, -- [1]
					1502188083, -- [2]
				}, -- [207]
				{
					223, -- [1]
					1502188083, -- [2]
				}, -- [208]
				{
					223, -- [1]
					1502188083, -- [2]
				}, -- [209]
				{
					238, -- [1]
					1502188083, -- [2]
				}, -- [210]
				{
					240, -- [1]
					1502188083, -- [2]
				}, -- [211]
				{
					240, -- [1]
					1502188083, -- [2]
				}, -- [212]
				{
					242, -- [1]
					1502188083, -- [2]
				}, -- [213]
				{
					242, -- [1]
					1502188083, -- [2]
				}, -- [214]
				{
					244, -- [1]
					1502188083, -- [2]
				}, -- [215]
				{
					244, -- [1]
					1502188083, -- [2]
				}, -- [216]
				{
					246, -- [1]
					1502188083, -- [2]
				}, -- [217]
				{
					246, -- [1]
					1502188083, -- [2]
				}, -- [218]
				{
					248, -- [1]
					1502188083, -- [2]
				}, -- [219]
				{
					248, -- [1]
					1502188083, -- [2]
				}, -- [220]
				{
					263, -- [1]
					1502188083, -- [2]
				}, -- [221]
				{
					265, -- [1]
					1502188083, -- [2]
				}, -- [222]
				{
					265, -- [1]
					1502188083, -- [2]
				}, -- [223]
				{
					267, -- [1]
					1502188083, -- [2]
				}, -- [224]
				{
					267, -- [1]
					1502188083, -- [2]
				}, -- [225]
				{
					269, -- [1]
					1502188083, -- [2]
				}, -- [226]
				{
					269, -- [1]
					1502188083, -- [2]
				}, -- [227]
				{
					271, -- [1]
					1502188083, -- [2]
				}, -- [228]
				{
					271, -- [1]
					1502188083, -- [2]
				}, -- [229]
				{
					273, -- [1]
					1502188083, -- [2]
				}, -- [230]
				{
					273, -- [1]
					1502188083, -- [2]
				}, -- [231]
				{
					288, -- [1]
					1502188083, -- [2]
				}, -- [232]
				{
					295, -- [1]
					1502188083, -- [2]
				}, -- [233]
				{
					295, -- [1]
					1502188083, -- [2]
				}, -- [234]
				{
					297, -- [1]
					1502188083, -- [2]
				}, -- [235]
				{
					297, -- [1]
					1502188083, -- [2]
				}, -- [236]
				{
					25, -- [1]
					1502188742, -- [2]
				}, -- [237]
				{
					27, -- [1]
					1502188742, -- [2]
				}, -- [238]
				{
					27, -- [1]
					1502188742, -- [2]
				}, -- [239]
				{
					29, -- [1]
					1502188742, -- [2]
				}, -- [240]
				{
					29, -- [1]
					1502188742, -- [2]
				}, -- [241]
				{
					31, -- [1]
					1502188742, -- [2]
				}, -- [242]
				{
					31, -- [1]
					1502188742, -- [2]
				}, -- [243]
				{
					33, -- [1]
					1502188742, -- [2]
				}, -- [244]
				{
					33, -- [1]
					1502188742, -- [2]
				}, -- [245]
				{
					35, -- [1]
					1502188742, -- [2]
				}, -- [246]
				{
					35, -- [1]
					1502188742, -- [2]
				}, -- [247]
				{
					50, -- [1]
					1502188742, -- [2]
				}, -- [248]
				{
					52, -- [1]
					1502188742, -- [2]
				}, -- [249]
				{
					52, -- [1]
					1502188742, -- [2]
				}, -- [250]
				{
					54, -- [1]
					1502188742, -- [2]
				}, -- [251]
				{
					54, -- [1]
					1502188742, -- [2]
				}, -- [252]
				{
					56, -- [1]
					1502188742, -- [2]
				}, -- [253]
				{
					56, -- [1]
					1502188742, -- [2]
				}, -- [254]
				{
					58, -- [1]
					1502188742, -- [2]
				}, -- [255]
				{
					58, -- [1]
					1502188742, -- [2]
				}, -- [256]
				{
					60, -- [1]
					1502188742, -- [2]
				}, -- [257]
				{
					60, -- [1]
					1502188742, -- [2]
				}, -- [258]
				{
					138, -- [1]
					1502188742, -- [2]
				}, -- [259]
				{
					142, -- [1]
					1502188742, -- [2]
				}, -- [260]
				{
					142, -- [1]
					1502188742, -- [2]
				}, -- [261]
				{
					144, -- [1]
					1502188742, -- [2]
				}, -- [262]
				{
					144, -- [1]
					1502188742, -- [2]
				}, -- [263]
				{
					146, -- [1]
					1502188742, -- [2]
				}, -- [264]
				{
					146, -- [1]
					1502188742, -- [2]
				}, -- [265]
				{
					148, -- [1]
					1502188742, -- [2]
				}, -- [266]
				{
					148, -- [1]
					1502188742, -- [2]
				}, -- [267]
				{
					163, -- [1]
					1502188742, -- [2]
				}, -- [268]
				{
					165, -- [1]
					1502188742, -- [2]
				}, -- [269]
				{
					165, -- [1]
					1502188742, -- [2]
				}, -- [270]
				{
					167, -- [1]
					1502188742, -- [2]
				}, -- [271]
				{
					167, -- [1]
					1502188742, -- [2]
				}, -- [272]
				{
					169, -- [1]
					1502188742, -- [2]
				}, -- [273]
				{
					169, -- [1]
					1502188742, -- [2]
				}, -- [274]
				{
					171, -- [1]
					1502188742, -- [2]
				}, -- [275]
				{
					171, -- [1]
					1502188742, -- [2]
				}, -- [276]
				{
					173, -- [1]
					1502188742, -- [2]
				}, -- [277]
				{
					173, -- [1]
					1502188742, -- [2]
				}, -- [278]
				{
					188, -- [1]
					1502188742, -- [2]
				}, -- [279]
				{
					190, -- [1]
					1502188742, -- [2]
				}, -- [280]
				{
					190, -- [1]
					1502188742, -- [2]
				}, -- [281]
				{
					192, -- [1]
					1502188742, -- [2]
				}, -- [282]
				{
					192, -- [1]
					1502188742, -- [2]
				}, -- [283]
				{
					194, -- [1]
					1502188742, -- [2]
				}, -- [284]
				{
					194, -- [1]
					1502188742, -- [2]
				}, -- [285]
				{
					196, -- [1]
					1502188742, -- [2]
				}, -- [286]
				{
					196, -- [1]
					1502188742, -- [2]
				}, -- [287]
				{
					198, -- [1]
					1502188742, -- [2]
				}, -- [288]
				{
					198, -- [1]
					1502188742, -- [2]
				}, -- [289]
				{
					213, -- [1]
					1502188742, -- [2]
				}, -- [290]
				{
					215, -- [1]
					1502188742, -- [2]
				}, -- [291]
				{
					215, -- [1]
					1502188742, -- [2]
				}, -- [292]
				{
					217, -- [1]
					1502188742, -- [2]
				}, -- [293]
				{
					217, -- [1]
					1502188742, -- [2]
				}, -- [294]
				{
					219, -- [1]
					1502188742, -- [2]
				}, -- [295]
				{
					219, -- [1]
					1502188742, -- [2]
				}, -- [296]
				{
					221, -- [1]
					1502188742, -- [2]
				}, -- [297]
				{
					221, -- [1]
					1502188742, -- [2]
				}, -- [298]
				{
					223, -- [1]
					1502188742, -- [2]
				}, -- [299]
				{
					223, -- [1]
					1502188742, -- [2]
				}, -- [300]
				{
					238, -- [1]
					1502188742, -- [2]
				}, -- [301]
				{
					240, -- [1]
					1502188742, -- [2]
				}, -- [302]
				{
					240, -- [1]
					1502188742, -- [2]
				}, -- [303]
				{
					242, -- [1]
					1502188742, -- [2]
				}, -- [304]
				{
					242, -- [1]
					1502188742, -- [2]
				}, -- [305]
				{
					244, -- [1]
					1502188742, -- [2]
				}, -- [306]
				{
					244, -- [1]
					1502188742, -- [2]
				}, -- [307]
				{
					246, -- [1]
					1502188742, -- [2]
				}, -- [308]
				{
					246, -- [1]
					1502188742, -- [2]
				}, -- [309]
				{
					248, -- [1]
					1502188742, -- [2]
				}, -- [310]
				{
					248, -- [1]
					1502188742, -- [2]
				}, -- [311]
				{
					263, -- [1]
					1502188742, -- [2]
				}, -- [312]
				{
					265, -- [1]
					1502188742, -- [2]
				}, -- [313]
				{
					265, -- [1]
					1502188742, -- [2]
				}, -- [314]
				{
					267, -- [1]
					1502188742, -- [2]
				}, -- [315]
				{
					267, -- [1]
					1502188742, -- [2]
				}, -- [316]
				{
					269, -- [1]
					1502188742, -- [2]
				}, -- [317]
				{
					269, -- [1]
					1502188742, -- [2]
				}, -- [318]
				{
					271, -- [1]
					1502188742, -- [2]
				}, -- [319]
				{
					271, -- [1]
					1502188742, -- [2]
				}, -- [320]
				{
					273, -- [1]
					1502188742, -- [2]
				}, -- [321]
				{
					273, -- [1]
					1502188742, -- [2]
				}, -- [322]
				{
					347, -- [1]
					1502188742, -- [2]
				}, -- [323]
				{
					349, -- [1]
					1502188742, -- [2]
				}, -- [324]
				{
					349, -- [1]
					1502188742, -- [2]
				}, -- [325]
				{
					355, -- [1]
					1502188742, -- [2]
				}, -- [326]
				{
					355, -- [1]
					1502188742, -- [2]
				}, -- [327]
				{
					357, -- [1]
					1502188742, -- [2]
				}, -- [328]
				{
					357, -- [1]
					1502188742, -- [2]
				}, -- [329]
				{
					372, -- [1]
					1502188742, -- [2]
				}, -- [330]
				{
					374, -- [1]
					1502188742, -- [2]
				}, -- [331]
				{
					374, -- [1]
					1502188742, -- [2]
				}, -- [332]
				{
					376, -- [1]
					1502188742, -- [2]
				}, -- [333]
				{
					376, -- [1]
					1502188742, -- [2]
				}, -- [334]
				{
					378, -- [1]
					1502188742, -- [2]
				}, -- [335]
				{
					378, -- [1]
					1502188742, -- [2]
				}, -- [336]
				{
					380, -- [1]
					1502188742, -- [2]
				}, -- [337]
				{
					380, -- [1]
					1502188742, -- [2]
				}, -- [338]
				{
					382, -- [1]
					1502188742, -- [2]
				}, -- [339]
				{
					382, -- [1]
					1502188742, -- [2]
				}, -- [340]
				{
					397, -- [1]
					1502188742, -- [2]
				}, -- [341]
				{
					399, -- [1]
					1502188742, -- [2]
				}, -- [342]
				{
					399, -- [1]
					1502188742, -- [2]
				}, -- [343]
				{
					401, -- [1]
					1502188742, -- [2]
				}, -- [344]
				{
					401, -- [1]
					1502188742, -- [2]
				}, -- [345]
				{
					403, -- [1]
					1502188742, -- [2]
				}, -- [346]
				{
					403, -- [1]
					1502188742, -- [2]
				}, -- [347]
				{
					405, -- [1]
					1502188742, -- [2]
				}, -- [348]
				{
					405, -- [1]
					1502188742, -- [2]
				}, -- [349]
				{
					407, -- [1]
					1502188742, -- [2]
				}, -- [350]
				{
					407, -- [1]
					1502188742, -- [2]
				}, -- [351]
				{
					422, -- [1]
					1502188742, -- [2]
				}, -- [352]
				{
					424, -- [1]
					1502188742, -- [2]
				}, -- [353]
				{
					424, -- [1]
					1502188742, -- [2]
				}, -- [354]
				{
					442, -- [1]
					1502188742, -- [2]
				}, -- [355]
				{
					444, -- [1]
					1502188742, -- [2]
				}, -- [356]
				{
					444, -- [1]
					1502188742, -- [2]
				}, -- [357]
				{
					452, -- [1]
					1502188742, -- [2]
				}, -- [358]
				{
					452, -- [1]
					1502188742, -- [2]
				}, -- [359]
				{
					467, -- [1]
					1502188742, -- [2]
				}, -- [360]
				{
					469, -- [1]
					1502188742, -- [2]
				}, -- [361]
				{
					469, -- [1]
					1502188742, -- [2]
				}, -- [362]
				{
					471, -- [1]
					1502188742, -- [2]
				}, -- [363]
				{
					471, -- [1]
					1502188742, -- [2]
				}, -- [364]
				{
					473, -- [1]
					1502188742, -- [2]
				}, -- [365]
				{
					473, -- [1]
					1502188742, -- [2]
				}, -- [366]
				{
					475, -- [1]
					1502188742, -- [2]
				}, -- [367]
				{
					475, -- [1]
					1502188742, -- [2]
				}, -- [368]
				{
					477, -- [1]
					1502188742, -- [2]
				}, -- [369]
				{
					477, -- [1]
					1502188742, -- [2]
				}, -- [370]
				{
					492, -- [1]
					1502188742, -- [2]
				}, -- [371]
				{
					494, -- [1]
					1502188742, -- [2]
				}, -- [372]
				{
					494, -- [1]
					1502188742, -- [2]
				}, -- [373]
				{
					496, -- [1]
					1502188742, -- [2]
				}, -- [374]
				{
					496, -- [1]
					1502188742, -- [2]
				}, -- [375]
				{
					498, -- [1]
					1502188742, -- [2]
				}, -- [376]
				{
					498, -- [1]
					1502188742, -- [2]
				}, -- [377]
				{
					500, -- [1]
					1502188742, -- [2]
				}, -- [378]
				{
					500, -- [1]
					1502188742, -- [2]
				}, -- [379]
				{
					502, -- [1]
					1502188742, -- [2]
				}, -- [380]
				{
					502, -- [1]
					1502188742, -- [2]
				}, -- [381]
			},
			["聚焦恐惧烈焰"] = {
				{
					99, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					112, -- [1]
					1502186956, -- [2]
				}, -- [2]
				{
					95, -- [1]
					1502187655, -- [2]
				}, -- [3]
				{
					107, -- [1]
					1502187655, -- [2]
				}, -- [4]
				{
					159, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					205, -- [1]
					1502187655, -- [2]
				}, -- [6]
				{
					258, -- [1]
					1502187655, -- [2]
				}, -- [7]
				{
					439, -- [1]
					1502187655, -- [2]
				}, -- [8]
				{
					97, -- [1]
					1502188083, -- [2]
				}, -- [9]
				{
					110, -- [1]
					1502188083, -- [2]
				}, -- [10]
				{
					162, -- [1]
					1502188083, -- [2]
				}, -- [11]
				{
					208, -- [1]
					1502188083, -- [2]
				}, -- [12]
				{
					261, -- [1]
					1502188083, -- [2]
				}, -- [13]
				{
					97, -- [1]
					1502188742, -- [2]
				}, -- [14]
				{
					110, -- [1]
					1502188742, -- [2]
				}, -- [15]
				{
					162, -- [1]
					1502188742, -- [2]
				}, -- [16]
				{
					261, -- [1]
					1502188742, -- [2]
				}, -- [17]
				{
					421, -- [1]
					1502188742, -- [2]
				}, -- [18]
			},
			["爆发"] = {
				{
					33, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1502187099, -- [2]
				}, -- [2]
				{
					38, -- [1]
					1502187099, -- [2]
				}, -- [3]
				{
					33, -- [1]
					1502187655, -- [2]
				}, -- [4]
				{
					150, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					262, -- [1]
					1502187655, -- [2]
				}, -- [6]
				{
					266, -- [1]
					1502187655, -- [2]
				}, -- [7]
				{
					271, -- [1]
					1502187655, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1502188083, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1502188083, -- [2]
				}, -- [10]
				{
					265, -- [1]
					1502188083, -- [2]
				}, -- [11]
				{
					270, -- [1]
					1502188083, -- [2]
				}, -- [12]
				{
					33, -- [1]
					1502188742, -- [2]
				}, -- [13]
				{
					153, -- [1]
					1502188742, -- [2]
				}, -- [14]
				{
					265, -- [1]
					1502188742, -- [2]
				}, -- [15]
				{
					269, -- [1]
					1502188742, -- [2]
				}, -- [16]
			},
			["暗影映像：爆发"] = {
				{
					21, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					21, -- [1]
					1502187099, -- [2]
				}, -- [2]
				{
					21, -- [1]
					1502187655, -- [2]
				}, -- [3]
				{
					138, -- [1]
					1502187655, -- [2]
				}, -- [4]
				{
					250, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					21, -- [1]
					1502188083, -- [2]
				}, -- [6]
				{
					141, -- [1]
					1502188083, -- [2]
				}, -- [7]
				{
					253, -- [1]
					1502188083, -- [2]
				}, -- [8]
				{
					21, -- [1]
					1502188742, -- [2]
				}, -- [9]
				{
					141, -- [1]
					1502188742, -- [2]
				}, -- [10]
				{
					253, -- [1]
					1502188742, -- [2]
				}, -- [11]
			},
			["撕裂裂隙"] = {
				{
					369, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					373, -- [1]
					1502187655, -- [2]
				}, -- [2]
				{
					351, -- [1]
					1502188742, -- [2]
				}, -- [3]
				{
					355, -- [1]
					1502188742, -- [2]
				}, -- [4]
				{
					446, -- [1]
					1502188742, -- [2]
				}, -- [5]
				{
					450, -- [1]
					1502188742, -- [2]
				}, -- [6]
			},
			["恶魔方尖碑"] = {
				{
					388, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					424, -- [1]
					1502187655, -- [2]
				}, -- [2]
				{
					370, -- [1]
					1502188742, -- [2]
				}, -- [3]
				{
					406, -- [1]
					1502188742, -- [2]
				}, -- [4]
				{
					465, -- [1]
					1502188742, -- [2]
				}, -- [5]
				{
					501, -- [1]
					1502188742, -- [2]
				}, -- [6]
			},
			["末日决战"] = {
				{
					10, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					76, -- [1]
					1502186956, -- [2]
				}, -- [2]
				{
					106, -- [1]
					1502186956, -- [2]
				}, -- [3]
				{
					10, -- [1]
					1502187099, -- [2]
				}, -- [4]
				{
					10, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					72, -- [1]
					1502187655, -- [2]
				}, -- [6]
				{
					102, -- [1]
					1502187655, -- [2]
				}, -- [7]
				{
					175, -- [1]
					1502187655, -- [2]
				}, -- [8]
				{
					251, -- [1]
					1502187655, -- [2]
				}, -- [9]
				{
					10, -- [1]
					1502188083, -- [2]
				}, -- [10]
				{
					75, -- [1]
					1502188083, -- [2]
				}, -- [11]
				{
					104, -- [1]
					1502188083, -- [2]
				}, -- [12]
				{
					178, -- [1]
					1502188083, -- [2]
				}, -- [13]
				{
					254, -- [1]
					1502188083, -- [2]
				}, -- [14]
				{
					289, -- [1]
					1502188083, -- [2]
				}, -- [15]
				{
					10, -- [1]
					1502188742, -- [2]
				}, -- [16]
				{
					74, -- [1]
					1502188742, -- [2]
				}, -- [17]
				{
					104, -- [1]
					1502188742, -- [2]
				}, -- [18]
				{
					178, -- [1]
					1502188742, -- [2]
				}, -- [19]
				{
					254, -- [1]
					1502188742, -- [2]
				}, -- [20]
			},
			["不稳定的暗影之魂"] = {
				{
					294, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					302, -- [1]
					1502187655, -- [2]
				}, -- [2]
				{
					310, -- [1]
					1502187655, -- [2]
				}, -- [3]
				{
					319, -- [1]
					1502187655, -- [2]
				}, -- [4]
				{
					327, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					336, -- [1]
					1502187655, -- [2]
				}, -- [6]
				{
					344, -- [1]
					1502187655, -- [2]
				}, -- [7]
				{
					295, -- [1]
					1502188742, -- [2]
				}, -- [8]
				{
					304, -- [1]
					1502188742, -- [2]
				}, -- [9]
				{
					312, -- [1]
					1502188742, -- [2]
				}, -- [10]
				{
					321, -- [1]
					1502188742, -- [2]
				}, -- [11]
				{
					329, -- [1]
					1502188742, -- [2]
				}, -- [12]
			},
			["虚空强风"] = {
				{
					69, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					65, -- [1]
					1502187655, -- [2]
				}, -- [2]
				{
					68, -- [1]
					1502188083, -- [2]
				}, -- [3]
				{
					67, -- [1]
					1502188742, -- [2]
				}, -- [4]
			},
			["爆裂恐惧烈焰"] = {
				{
					77, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					77, -- [1]
					1502186956, -- [2]
				}, -- [2]
				{
					73, -- [1]
					1502187655, -- [2]
				}, -- [3]
				{
					73, -- [1]
					1502187655, -- [2]
				}, -- [4]
				{
					119, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					119, -- [1]
					1502187655, -- [2]
				}, -- [6]
				{
					176, -- [1]
					1502187655, -- [2]
				}, -- [7]
				{
					176, -- [1]
					1502187655, -- [2]
				}, -- [8]
				{
					224, -- [1]
					1502187655, -- [2]
				}, -- [9]
				{
					224, -- [1]
					1502187655, -- [2]
				}, -- [10]
				{
					279, -- [1]
					1502187655, -- [2]
				}, -- [11]
				{
					279, -- [1]
					1502187655, -- [2]
				}, -- [12]
				{
					396, -- [1]
					1502187655, -- [2]
				}, -- [13]
				{
					396, -- [1]
					1502187655, -- [2]
				}, -- [14]
				{
					421, -- [1]
					1502187655, -- [2]
				}, -- [15]
				{
					421, -- [1]
					1502187655, -- [2]
				}, -- [16]
				{
					75, -- [1]
					1502188083, -- [2]
				}, -- [17]
				{
					75, -- [1]
					1502188083, -- [2]
				}, -- [18]
				{
					122, -- [1]
					1502188083, -- [2]
				}, -- [19]
				{
					122, -- [1]
					1502188083, -- [2]
				}, -- [20]
				{
					179, -- [1]
					1502188083, -- [2]
				}, -- [21]
				{
					179, -- [1]
					1502188083, -- [2]
				}, -- [22]
				{
					227, -- [1]
					1502188083, -- [2]
				}, -- [23]
				{
					227, -- [1]
					1502188083, -- [2]
				}, -- [24]
				{
					282, -- [1]
					1502188083, -- [2]
				}, -- [25]
				{
					282, -- [1]
					1502188083, -- [2]
				}, -- [26]
				{
					74, -- [1]
					1502188742, -- [2]
				}, -- [27]
				{
					74, -- [1]
					1502188742, -- [2]
				}, -- [28]
				{
					122, -- [1]
					1502188742, -- [2]
				}, -- [29]
				{
					122, -- [1]
					1502188742, -- [2]
				}, -- [30]
				{
					179, -- [1]
					1502188742, -- [2]
				}, -- [31]
				{
					179, -- [1]
					1502188742, -- [2]
				}, -- [32]
				{
					227, -- [1]
					1502188742, -- [2]
				}, -- [33]
				{
					227, -- [1]
					1502188742, -- [2]
				}, -- [34]
				{
					378, -- [1]
					1502188742, -- [2]
				}, -- [35]
				{
					378, -- [1]
					1502188742, -- [2]
				}, -- [36]
				{
					403, -- [1]
					1502188742, -- [2]
				}, -- [37]
				{
					403, -- [1]
					1502188742, -- [2]
				}, -- [38]
				{
					473, -- [1]
					1502188742, -- [2]
				}, -- [39]
				{
					473, -- [1]
					1502188742, -- [2]
				}, -- [40]
				{
					498, -- [1]
					1502188742, -- [2]
				}, -- [41]
				{
					498, -- [1]
					1502188742, -- [2]
				}, -- [42]
			},
			["暗影映像：哀嚎"] = {
				{
					173, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					176, -- [1]
					1502188083, -- [2]
				}, -- [2]
				{
					290, -- [1]
					1502188083, -- [2]
				}, -- [3]
				{
					176, -- [1]
					1502188742, -- [2]
				}, -- [4]
			},
			["爆发恐惧烈焰"] = {
				{
					33, -- [1]
					1502186956, -- [2]
				}, -- [1]
				{
					33, -- [1]
					1502187099, -- [2]
				}, -- [2]
				{
					38, -- [1]
					1502187099, -- [2]
				}, -- [3]
				{
					33, -- [1]
					1502187655, -- [2]
				}, -- [4]
				{
					150, -- [1]
					1502187655, -- [2]
				}, -- [5]
				{
					262, -- [1]
					1502187655, -- [2]
				}, -- [6]
				{
					266, -- [1]
					1502187655, -- [2]
				}, -- [7]
				{
					271, -- [1]
					1502187655, -- [2]
				}, -- [8]
				{
					33, -- [1]
					1502188083, -- [2]
				}, -- [9]
				{
					153, -- [1]
					1502188083, -- [2]
				}, -- [10]
				{
					265, -- [1]
					1502188083, -- [2]
				}, -- [11]
				{
					270, -- [1]
					1502188083, -- [2]
				}, -- [12]
				{
					33, -- [1]
					1502188742, -- [2]
				}, -- [13]
				{
					153, -- [1]
					1502188742, -- [2]
				}, -- [14]
				{
					265, -- [1]
					1502188742, -- [2]
				}, -- [15]
				{
					269, -- [1]
					1502188742, -- [2]
				}, -- [16]
			},
			["欺诈者的遮蔽"] = {
				{
					288, -- [1]
					1502187655, -- [2]
				}, -- [1]
				{
					290, -- [1]
					1502188742, -- [2]
				}, -- [2]
			},
		},
		["ids"] = {
			["悲伤之嚎"] = 241564,
			["千魂之暗"] = 238999,
			["邪爪"] = 239931,
			["聚焦恐惧烈焰"] = 238502,
			["爆发"] = 235974,
			["暗影映像：爆发"] = 236710,
			["撕裂裂隙"] = 243982,
			["恶魔方尖碑"] = 239785,
			["末日决战"] = 240910,
			["不稳定的暗影之魂"] = 241702,
			["虚空强风"] = 244834,
			["爆裂恐惧烈焰"] = 238429,
			["暗影映像：哀嚎"] = 236378,
			["爆发恐惧烈焰"] = 235120,
			["欺诈者的遮蔽"] = 241983,
		},
	},
	["203114"] = {
		["deaths"] = {
			[66] = {
				1523528617, -- [1]
			},
			[306] = {
				1524818516, -- [1]
				1524818516, -- [2]
				1524818516, -- [3]
			},
			[230] = {
				1524818516, -- [1]
			},
			[302] = {
				1523528617, -- [1]
				1523528617, -- [2]
				1523528617, -- [3]
			},
			[178] = {
				1524818516, -- [1]
			},
			[16] = {
				1523528617, -- [1]
			},
		},
		["spells"] = {
			["死亡之锥"] = {
				{
					41, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					66, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					42, -- [1]
					1524818516, -- [2]
				}, -- [3]
				{
					66, -- [1]
					1524818516, -- [2]
				}, -- [4]
			},
			["宇宙射线"] = {
				{
					217, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					223, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					247, -- [1]
					1523528617, -- [2]
				}, -- [3]
				{
					254, -- [1]
					1523528617, -- [2]
				}, -- [4]
				{
					278, -- [1]
					1523528617, -- [2]
				}, -- [5]
				{
					284, -- [1]
					1523528617, -- [2]
				}, -- [6]
				{
					219, -- [1]
					1524818516, -- [2]
				}, -- [7]
				{
					225, -- [1]
					1524818516, -- [2]
				}, -- [8]
				{
					249, -- [1]
					1524818516, -- [2]
				}, -- [9]
				{
					255, -- [1]
					1524818516, -- [2]
				}, -- [10]
				{
					279, -- [1]
					1524818516, -- [2]
				}, -- [11]
				{
					285, -- [1]
					1524818516, -- [2]
				}, -- [12]
			},
			["星辰冲击"] = {
				{
					203, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					205, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					208, -- [1]
					1523528617, -- [2]
				}, -- [3]
				{
					210, -- [1]
					1523528617, -- [2]
				}, -- [4]
				{
					213, -- [1]
					1523528617, -- [2]
				}, -- [5]
				{
					215, -- [1]
					1523528617, -- [2]
				}, -- [6]
				{
					217, -- [1]
					1523528617, -- [2]
				}, -- [7]
				{
					220, -- [1]
					1523528617, -- [2]
				}, -- [8]
				{
					222, -- [1]
					1523528617, -- [2]
				}, -- [9]
				{
					225, -- [1]
					1523528617, -- [2]
				}, -- [10]
				{
					226, -- [1]
					1523528617, -- [2]
				}, -- [11]
				{
					227, -- [1]
					1523528617, -- [2]
				}, -- [12]
				{
					228, -- [1]
					1523528617, -- [2]
				}, -- [13]
				{
					230, -- [1]
					1523528617, -- [2]
				}, -- [14]
				{
					231, -- [1]
					1523528617, -- [2]
				}, -- [15]
				{
					232, -- [1]
					1523528617, -- [2]
				}, -- [16]
				{
					233, -- [1]
					1523528617, -- [2]
				}, -- [17]
				{
					234, -- [1]
					1523528617, -- [2]
				}, -- [18]
				{
					236, -- [1]
					1523528617, -- [2]
				}, -- [19]
				{
					237, -- [1]
					1523528617, -- [2]
				}, -- [20]
				{
					238, -- [1]
					1523528617, -- [2]
				}, -- [21]
				{
					239, -- [1]
					1523528617, -- [2]
				}, -- [22]
				{
					240, -- [1]
					1523528617, -- [2]
				}, -- [23]
				{
					242, -- [1]
					1523528617, -- [2]
				}, -- [24]
				{
					243, -- [1]
					1523528617, -- [2]
				}, -- [25]
				{
					244, -- [1]
					1523528617, -- [2]
				}, -- [26]
				{
					245, -- [1]
					1523528617, -- [2]
				}, -- [27]
				{
					246, -- [1]
					1523528617, -- [2]
				}, -- [28]
				{
					248, -- [1]
					1523528617, -- [2]
				}, -- [29]
				{
					250, -- [1]
					1523528617, -- [2]
				}, -- [30]
				{
					251, -- [1]
					1523528617, -- [2]
				}, -- [31]
				{
					254, -- [1]
					1523528617, -- [2]
				}, -- [32]
				{
					255, -- [1]
					1523528617, -- [2]
				}, -- [33]
				{
					256, -- [1]
					1523528617, -- [2]
				}, -- [34]
				{
					258, -- [1]
					1523528617, -- [2]
				}, -- [35]
				{
					259, -- [1]
					1523528617, -- [2]
				}, -- [36]
				{
					260, -- [1]
					1523528617, -- [2]
				}, -- [37]
				{
					261, -- [1]
					1523528617, -- [2]
				}, -- [38]
				{
					262, -- [1]
					1523528617, -- [2]
				}, -- [39]
				{
					264, -- [1]
					1523528617, -- [2]
				}, -- [40]
				{
					266, -- [1]
					1523528617, -- [2]
				}, -- [41]
				{
					268, -- [1]
					1523528617, -- [2]
				}, -- [42]
				{
					270, -- [1]
					1523528617, -- [2]
				}, -- [43]
				{
					271, -- [1]
					1523528617, -- [2]
				}, -- [44]
				{
					272, -- [1]
					1523528617, -- [2]
				}, -- [45]
				{
					273, -- [1]
					1523528617, -- [2]
				}, -- [46]
				{
					275, -- [1]
					1523528617, -- [2]
				}, -- [47]
				{
					276, -- [1]
					1523528617, -- [2]
				}, -- [48]
				{
					277, -- [1]
					1523528617, -- [2]
				}, -- [49]
				{
					204, -- [1]
					1524818516, -- [2]
				}, -- [50]
				{
					206, -- [1]
					1524818516, -- [2]
				}, -- [51]
				{
					207, -- [1]
					1524818516, -- [2]
				}, -- [52]
				{
					208, -- [1]
					1524818516, -- [2]
				}, -- [53]
				{
					209, -- [1]
					1524818516, -- [2]
				}, -- [54]
				{
					210, -- [1]
					1524818516, -- [2]
				}, -- [55]
				{
					213, -- [1]
					1524818516, -- [2]
				}, -- [56]
				{
					215, -- [1]
					1524818516, -- [2]
				}, -- [57]
				{
					216, -- [1]
					1524818516, -- [2]
				}, -- [58]
				{
					217, -- [1]
					1524818516, -- [2]
				}, -- [59]
				{
					219, -- [1]
					1524818516, -- [2]
				}, -- [60]
				{
					221, -- [1]
					1524818516, -- [2]
				}, -- [61]
				{
					223, -- [1]
					1524818516, -- [2]
				}, -- [62]
				{
					224, -- [1]
					1524818516, -- [2]
				}, -- [63]
				{
					225, -- [1]
					1524818516, -- [2]
				}, -- [64]
				{
					226, -- [1]
					1524818516, -- [2]
				}, -- [65]
				{
					227, -- [1]
					1524818516, -- [2]
				}, -- [66]
				{
					228, -- [1]
					1524818516, -- [2]
				}, -- [67]
				{
					230, -- [1]
					1524818516, -- [2]
				}, -- [68]
				{
					232, -- [1]
					1524818516, -- [2]
				}, -- [69]
				{
					235, -- [1]
					1524818516, -- [2]
				}, -- [70]
				{
					237, -- [1]
					1524818516, -- [2]
				}, -- [71]
				{
					238, -- [1]
					1524818516, -- [2]
				}, -- [72]
				{
					240, -- [1]
					1524818516, -- [2]
				}, -- [73]
				{
					241, -- [1]
					1524818516, -- [2]
				}, -- [74]
				{
					242, -- [1]
					1524818516, -- [2]
				}, -- [75]
				{
					243, -- [1]
					1524818516, -- [2]
				}, -- [76]
				{
					244, -- [1]
					1524818516, -- [2]
				}, -- [77]
				{
					246, -- [1]
					1524818516, -- [2]
				}, -- [78]
				{
					247, -- [1]
					1524818516, -- [2]
				}, -- [79]
				{
					248, -- [1]
					1524818516, -- [2]
				}, -- [80]
				{
					251, -- [1]
					1524818516, -- [2]
				}, -- [81]
				{
					253, -- [1]
					1524818516, -- [2]
				}, -- [82]
				{
					255, -- [1]
					1524818516, -- [2]
				}, -- [83]
				{
					257, -- [1]
					1524818516, -- [2]
				}, -- [84]
				{
					258, -- [1]
					1524818516, -- [2]
				}, -- [85]
				{
					259, -- [1]
					1524818516, -- [2]
				}, -- [86]
				{
					260, -- [1]
					1524818516, -- [2]
				}, -- [87]
				{
					261, -- [1]
					1524818516, -- [2]
				}, -- [88]
				{
					262, -- [1]
					1524818516, -- [2]
				}, -- [89]
				{
					263, -- [1]
					1524818516, -- [2]
				}, -- [90]
				{
					265, -- [1]
					1524818516, -- [2]
				}, -- [91]
				{
					268, -- [1]
					1524818516, -- [2]
				}, -- [92]
				{
					270, -- [1]
					1524818516, -- [2]
				}, -- [93]
				{
					271, -- [1]
					1524818516, -- [2]
				}, -- [94]
				{
					273, -- [1]
					1524818516, -- [2]
				}, -- [95]
				{
					276, -- [1]
					1524818516, -- [2]
				}, -- [96]
				{
					277, -- [1]
					1524818516, -- [2]
				}, -- [97]
				{
					287, -- [1]
					1524818516, -- [2]
				}, -- [98]
				{
					288, -- [1]
					1524818516, -- [2]
				}, -- [99]
			},
			["巨镰横扫"] = {
				{
					6, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					17, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					24, -- [1]
					1523528617, -- [2]
				}, -- [3]
				{
					32, -- [1]
					1523528617, -- [2]
				}, -- [4]
				{
					43, -- [1]
					1523528617, -- [2]
				}, -- [5]
				{
					51, -- [1]
					1523528617, -- [2]
				}, -- [6]
				{
					58, -- [1]
					1523528617, -- [2]
				}, -- [7]
				{
					67, -- [1]
					1523528617, -- [2]
				}, -- [8]
				{
					79, -- [1]
					1523528617, -- [2]
				}, -- [9]
				{
					102, -- [1]
					1523528617, -- [2]
				}, -- [10]
				{
					110, -- [1]
					1523528617, -- [2]
				}, -- [11]
				{
					116, -- [1]
					1523528617, -- [2]
				}, -- [12]
				{
					123, -- [1]
					1523528617, -- [2]
				}, -- [13]
				{
					128, -- [1]
					1523528617, -- [2]
				}, -- [14]
				{
					135, -- [1]
					1523528617, -- [2]
				}, -- [15]
				{
					144, -- [1]
					1523528617, -- [2]
				}, -- [16]
				{
					150, -- [1]
					1523528617, -- [2]
				}, -- [17]
				{
					159, -- [1]
					1523528617, -- [2]
				}, -- [18]
				{
					165, -- [1]
					1523528617, -- [2]
				}, -- [19]
				{
					342, -- [1]
					1523528617, -- [2]
				}, -- [20]
				{
					350, -- [1]
					1523528617, -- [2]
				}, -- [21]
				{
					356, -- [1]
					1523528617, -- [2]
				}, -- [22]
				{
					364, -- [1]
					1523528617, -- [2]
				}, -- [23]
				{
					370, -- [1]
					1523528617, -- [2]
				}, -- [24]
				{
					377, -- [1]
					1523528617, -- [2]
				}, -- [25]
				{
					383, -- [1]
					1523528617, -- [2]
				}, -- [26]
				{
					390, -- [1]
					1523528617, -- [2]
				}, -- [27]
				{
					397, -- [1]
					1523528617, -- [2]
				}, -- [28]
				{
					404, -- [1]
					1523528617, -- [2]
				}, -- [29]
				{
					410, -- [1]
					1523528617, -- [2]
				}, -- [30]
				{
					417, -- [1]
					1523528617, -- [2]
				}, -- [31]
				{
					423, -- [1]
					1523528617, -- [2]
				}, -- [32]
				{
					431, -- [1]
					1523528617, -- [2]
				}, -- [33]
				{
					437, -- [1]
					1523528617, -- [2]
				}, -- [34]
				{
					444, -- [1]
					1523528617, -- [2]
				}, -- [35]
				{
					6, -- [1]
					1524818516, -- [2]
				}, -- [36]
				{
					17, -- [1]
					1524818516, -- [2]
				}, -- [37]
				{
					24, -- [1]
					1524818516, -- [2]
				}, -- [38]
				{
					33, -- [1]
					1524818516, -- [2]
				}, -- [39]
				{
					44, -- [1]
					1524818516, -- [2]
				}, -- [40]
				{
					51, -- [1]
					1524818516, -- [2]
				}, -- [41]
				{
					58, -- [1]
					1524818516, -- [2]
				}, -- [42]
				{
					68, -- [1]
					1524818516, -- [2]
				}, -- [43]
				{
					75, -- [1]
					1524818516, -- [2]
				}, -- [44]
				{
					83, -- [1]
					1524818516, -- [2]
				}, -- [45]
				{
					108, -- [1]
					1524818516, -- [2]
				}, -- [46]
				{
					117, -- [1]
					1524818516, -- [2]
				}, -- [47]
				{
					123, -- [1]
					1524818516, -- [2]
				}, -- [48]
				{
					129, -- [1]
					1524818516, -- [2]
				}, -- [49]
				{
					135, -- [1]
					1524818516, -- [2]
				}, -- [50]
				{
					141, -- [1]
					1524818516, -- [2]
				}, -- [51]
				{
					151, -- [1]
					1524818516, -- [2]
				}, -- [52]
				{
					157, -- [1]
					1524818516, -- [2]
				}, -- [53]
				{
					164, -- [1]
					1524818516, -- [2]
				}, -- [54]
				{
					349, -- [1]
					1524818516, -- [2]
				}, -- [55]
				{
					356, -- [1]
					1524818516, -- [2]
				}, -- [56]
				{
					362, -- [1]
					1524818516, -- [2]
				}, -- [57]
				{
					370, -- [1]
					1524818516, -- [2]
				}, -- [58]
				{
					376, -- [1]
					1524818516, -- [2]
				}, -- [59]
				{
					383, -- [1]
					1524818516, -- [2]
				}, -- [60]
				{
					390, -- [1]
					1524818516, -- [2]
				}, -- [61]
				{
					397, -- [1]
					1524818516, -- [2]
				}, -- [62]
				{
					403, -- [1]
					1524818516, -- [2]
				}, -- [63]
				{
					410, -- [1]
					1524818516, -- [2]
				}, -- [64]
				{
					416, -- [1]
					1524818516, -- [2]
				}, -- [65]
				{
					424, -- [1]
					1524818516, -- [2]
				}, -- [66]
				{
					430, -- [1]
					1524818516, -- [2]
				}, -- [67]
				{
					437, -- [1]
					1524818516, -- [2]
				}, -- [68]
			},
			["初始化序列"] = {
				{
					352, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					402, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					358, -- [1]
					1524818516, -- [2]
				}, -- [3]
				{
					409, -- [1]
					1524818516, -- [2]
				}, -- [4]
			},
			["湮灭刀锋"] = {
				{
					109, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					143, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					116, -- [1]
					1524818516, -- [2]
				}, -- [3]
				{
					150, -- [1]
					1524818516, -- [2]
				}, -- [4]
			},
			["灵魂凋零宝珠"] = {
				{
					38, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					69, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					38, -- [1]
					1524818516, -- [2]
				}, -- [3]
				{
					71, -- [1]
					1524818516, -- [2]
				}, -- [4]
			},
			["收割灵魂"] = {
				{
					299, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					302, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					303, -- [1]
					1524818516, -- [2]
				}, -- [3]
				{
					306, -- [1]
					1524818516, -- [2]
				}, -- [4]
			},
			["宇宙之力"] = {
				{
					224, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					226, -- [1]
					1524818516, -- [2]
				}, -- [2]
				{
					250, -- [1]
					1524818516, -- [2]
				}, -- [3]
				{
					274, -- [1]
					1524818516, -- [2]
				}, -- [4]
			},
			["痛苦之怒"] = {
				{
					16, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					31, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					47, -- [1]
					1523528617, -- [2]
				}, -- [3]
				{
					62, -- [1]
					1523528617, -- [2]
				}, -- [4]
				{
					78, -- [1]
					1523528617, -- [2]
				}, -- [5]
				{
					349, -- [1]
					1523528617, -- [2]
				}, -- [6]
				{
					363, -- [1]
					1523528617, -- [2]
				}, -- [7]
				{
					376, -- [1]
					1523528617, -- [2]
				}, -- [8]
				{
					389, -- [1]
					1523528617, -- [2]
				}, -- [9]
				{
					403, -- [1]
					1523528617, -- [2]
				}, -- [10]
				{
					416, -- [1]
					1523528617, -- [2]
				}, -- [11]
				{
					429, -- [1]
					1523528617, -- [2]
				}, -- [12]
				{
					443, -- [1]
					1523528617, -- [2]
				}, -- [13]
				{
					16, -- [1]
					1524818516, -- [2]
				}, -- [14]
				{
					32, -- [1]
					1524818516, -- [2]
				}, -- [15]
				{
					48, -- [1]
					1524818516, -- [2]
				}, -- [16]
				{
					63, -- [1]
					1524818516, -- [2]
				}, -- [17]
				{
					79, -- [1]
					1524818516, -- [2]
				}, -- [18]
				{
					355, -- [1]
					1524818516, -- [2]
				}, -- [19]
				{
					369, -- [1]
					1524818516, -- [2]
				}, -- [20]
				{
					382, -- [1]
					1524818516, -- [2]
				}, -- [21]
				{
					396, -- [1]
					1524818516, -- [2]
				}, -- [22]
				{
					409, -- [1]
					1524818516, -- [2]
				}, -- [23]
				{
					423, -- [1]
					1524818516, -- [2]
				}, -- [24]
				{
					436, -- [1]
					1524818516, -- [2]
				}, -- [25]
			},
			["重组脉冲"] = {
				{
					357, -- [1]
					1523528617, -- [2]
				}, -- [1]
				{
					360, -- [1]
					1523528617, -- [2]
				}, -- [2]
				{
					361, -- [1]
					1523528617, -- [2]
				}, -- [3]
				{
					414, -- [1]
					1523528617, -- [2]
				}, -- [4]
				{
					416, -- [1]
					1523528617, -- [2]
				}, -- [5]
				{
					419, -- [1]
					1523528617, -- [2]
				}, -- [6]
				{
					420, -- [1]
					1523528617, -- [2]
				}, -- [7]
				{
					361, -- [1]
					1524818516, -- [2]
				}, -- [8]
				{
					367, -- [1]
					1524818516, -- [2]
				}, -- [9]
				{
					368, -- [1]
					1524818516, -- [2]
				}, -- [10]
				{
					417, -- [1]
					1524818516, -- [2]
				}, -- [11]
				{
					421, -- [1]
					1524818516, -- [2]
				}, -- [12]
				{
					424, -- [1]
					1524818516, -- [2]
				}, -- [13]
			},
		},
		["ids"] = {
			["死亡之锥"] = 248165,
			["宇宙射线"] = 252707,
			["星辰冲击"] = 253061,
			["巨镰横扫"] = 248499,
			["初始化序列"] = 256388,
			["湮灭刀锋"] = 255826,
			["灵魂凋零宝珠"] = 248317,
			["收割灵魂"] = 258399,
			["宇宙之力"] = 255935,
			["痛苦之怒"] = 257296,
			["重组脉冲"] = 256396,
		},
	},
}
