
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["雪丶小喵 - 太阳之井"] = "Default",
		["有隻大白兎丶 - 能源舰"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["ActivitiesData"] = {
				["data"] = "$1$Z$S132`你搞活动我买单`7.3生存指南`9月2日（周六）20点，7.3生存指南*J跟随圣光维伦，与活动主持人：熊猫TV-闹小闹闹（房间号：309685）一起登上“维迪卡尔”，来到艾瑞达母星阿古斯，无论是协助圣光军团和阿古斯防卫军，还是营救风行者姐妹和大主教图拉扬，突袭军团侵入点，甚至深入曾经艾瑞达的权力中心“执政团之座”，都需要艾泽拉斯的勇士们做好准备，让我们先活下来。*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#2^S2003;1000,,每周限量;49287;30157#3001;850,,每周限量;93669;47348^S消耗品#3#1^S1001;60;49288;30141;2#1001;60;49289;30518;1^S玩具#1^S3005;750,,每周限量;46780#3007;450,,每周限量;69227#4002;800,,每周限量;93672^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S老板^S消费^S马云^S有偿^S![Tt][Bb]^S![Vv][Xx]^S下单^S![Ww][Xx]^S收费^S![Vv][Ii][Pp]^S付款^S代练^S大佬^S手工^S某宝^S微%h*信^S包团^S老店^S速成^S观影^S价钱^S可包^S价格^S旺旺^S输入^S掉线宏^S差价^S躺票^S地板^S防暂离^S出%h*买^S出装付^S0起^S個人^S趟%h*打^S老木反^S优惠^S提供^S卧铺^S發車^S芫起^S卧%h*开^S上帝^S皇子^S自己上^S跟%h*躺^S安全可靠^S大诚魔兽^S电影^S鋿尸^^",
				["new"] = true,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
	},
}
