
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["雪丶小喵 - 太阳之井"] = "Default",
		["有隻大白兎丶 - 能源舰"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
		["version"] = "70300.02",
		["serverDatas"] = {
			["ActivitiesData"] = {
				["data"] = "$1$Z$S145`你搞活动我买单`带萌新拿低保`11月25日（周六）20点，带萌新拿低保*J每个艾泽拉斯的勇士心中都有一亩心田，种下努力，收获强大；每个职业大厅的角落墙边都有一个宝箱，打通十层，见证成长。让我们与战旗TV-Dreamisland丶（房间号：11519137）跟随梦想的脚步，让我们一起期待，今天的萌新，明日的传奇！*J集合石活动QQ交流群：603459231*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$S146`你搞活动我买单`进攻！燃烧的王座`12月2日（周六）20点，进攻！燃烧的王座*J曾经看着他的直播知道了魔兽世界的十万个为什么，如今他将带你探索燃烧军团老巢中蕴藏的秘密。最棒的老三！斗鱼TV-棒老三（房间号：301049），最精彩的冒险，等你一起。*J集合石活动QQ交流群：603459231*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S玩具#3^S3003;600,,每周限量;72159;19939#3004;800,,每周限量;35227^S宠物#1^S2008;850,,每周限量;32588;21362^S消耗品#4#1^S1003;150,,每周限量;38233^S道具#2^S4001;420,,每周限量;54452^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S有偿^S![Tt][Bb]^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S身尚^S站桩^S代打^S陪练^S低价^S大佬^S不免费^S不收押^S坑%h*躺^S白菜价^S无竞争^S同甲^S订制^S电视^S陪玩^S包场^S促销^S便宜^S白菜^S全%h*网^S超低^S可躺^S老板^S门票^S作室^S一坑^S淘寳^S呼叫^S块钱^S预定^S可走^S天猫^S小羊竞技^S直播^S包车^S帮摸^S帮毛^S一位^S关注公^S![Ww][ⅩXx]^S任务维护^S亻呆^S底薪^^",
				["new"] = true,
			},
		},
	},
}
