
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["龙听雨 - 主宰之剑"] = "龙听雨 - 主宰之剑",
	},
	["profiles"] = {
		["龙听雨 - 主宰之剑"] = {
			["createHistoryList"] = {
				"2-113-460-0", -- [1]
				"2-113-446-0", -- [2]
				"2-119-465-0", -- [3]
				"2-121-467-0", -- [4]
				"3-122-468-0", -- [5]
				"2-112-459-0", -- [6]
				"2-114-461-0", -- [7]
				"2-117-464-0", -- [8]
				"3-123-415-0", -- [9]
				"1-71-280-998", -- [10]
				"2-118-463-0", -- [11]
				"2-120-466-0", -- [12]
				"8-0-15-999", -- [13]
				"2-115-448-0", -- [14]
				"2-114-447-0", -- [15]
				"2-119-452-0", -- [16]
				"2-115-462-0", -- [17]
				"2-116-449-0", -- [18]
				"2-112-445-0", -- [19]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["lastSearchValue"] = "2-113-460-0",
			["settings"] = {
				["storage"] = {
					["y"] = -20.9991455078125,
					["x"] = -428.999740600586,
					["scale"] = 1,
				},
			},
			["advShine"] = "70100.02",
			["searchHistoryList"] = {
				"2-113-460-0", -- [1]
				"2-0-0-0", -- [2]
				"3-123-416-0", -- [3]
				"2-121-0-0", -- [4]
				"3-122-468-0", -- [5]
				"2-117-464-0", -- [6]
				"3-123-415-0", -- [7]
				"2-114-427-0", -- [8]
				"2-114-461-0", -- [9]
				"2-119-452-0", -- [10]
				"2-117-451-0", -- [11]
				"2-116-0-0", -- [12]
				"3-122-414-0", -- [13]
				"2-120-466-0", -- [14]
				"3-122-413-0", -- [15]
				"3-0-0-0", -- [16]
				"2-121-467-0", -- [17]
				"2-115-0-0", -- [18]
				"3-126-456-0", -- [19]
				"2-114-0-0", -- [20]
				"2-113-446-0", -- [21]
				"2-114-447-0", -- [22]
				"1-0-0-0", -- [23]
				"1-71-280-998", -- [24]
				"6-0-0-0", -- [25]
			},
			["searchInputHistory"] = {
				["1-0-0-0"] = {
					"羽毛", -- [1]
				},
				["6-0-0-0"] = {
					"8M", -- [1]
					"M", -- [2]
				},
				["2-0-0-0"] = {
					"+3", -- [1]
					"英灵殿", -- [2]
					"T", -- [3]
				},
			},
			["worldQuestHelp"] = true,
			["recent"] = {
				["3-123-415-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "进击的未央-雷斧堡垒",
						["iLvl"] = 880,
						["time"] = 1484982627,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "未央#5113",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "放开那乳猪-轻风之语",
						["iLvl"] = 886,
						["time"] = 1484971054,
						["class"] = 5,
						["bTag"] = "白银之鹰#5113614",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "老丶师-瓦里玛萨斯",
						["iLvl"] = 890,
						["time"] = 1484973565,
						["class"] = 12,
						["bTag"] = "我很抱歉#52240",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "我千翻儿-末日行者",
						["iLvl"] = 892,
						["time"] = 1484982627,
						["class"] = 4,
						["bTag"] = "三亚看雪景#5576",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天生存-符文图腾",
						["iLvl"] = 891,
						["time"] = 1484982627,
						["class"] = 8,
						["bTag"] = "诺娃#511882",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "血色智者-诺莫瑞根",
						["iLvl"] = 892,
						["time"] = 1484972002,
						["class"] = 9,
						["bTag"] = "Demonsbabby#5847",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Naughty-丽丽（四川）",
						["iLvl"] = 897,
						["time"] = 1484982539,
						["class"] = 11,
						["bTag"] = "nightness#5154",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "复仇之神喜娃-罗宁",
						["iLvl"] = 893,
						["time"] = 1484982618,
						["class"] = 12,
						["bTag"] = "DizzyRogue#524832",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "苍夜昂扬-罗宁",
						["iLvl"] = 889,
						["time"] = 1484982627,
						["class"] = 10,
						["bTag"] = "凋零#51641",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "西门庆丶官人-破碎岭",
						["iLvl"] = 887,
						["time"] = 1484981606,
						["class"] = 3,
						["bTag"] = "泽拉图#515321",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "奏动心弦-金色平原",
						["iLvl"] = 894,
						["time"] = 1484974899,
						["class"] = 1,
						["bTag"] = "花逝那流年#5615",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "萌熊天下-加基森",
						["iLvl"] = 890,
						["time"] = 1484981601,
						["class"] = 11,
						["bTag"] = "尘战#5875",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "沙络-风暴峭壁",
						["iLvl"] = 890,
						["time"] = 1484976623,
						["class"] = 2,
						["bTag"] = "王者木木#5135",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "遇贱你就笑-主宰之剑",
						["iLvl"] = 888,
						["time"] = 1484967518,
						["class"] = 7,
						["bTag"] = "Startagain#51396",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "奶好就不倒-桑德兰",
						["iLvl"] = 894,
						["time"] = 1484969305,
						["class"] = 1,
						["bTag"] = "kyou#5954",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "橙王橙霸-罗宁",
						["iLvl"] = 891,
						["time"] = 1484982627,
						["class"] = 11,
						["bTag"] = "紫夜星辰#5487",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "聆听丄夜歌-永恒之井",
						["iLvl"] = 889,
						["time"] = 1484974864,
						["class"] = 10,
						["bTag"] = "狂妄之雄#53480",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小手挠你痒痒-影牙要塞",
						["iLvl"] = 890,
						["time"] = 1484982386,
						["class"] = 3,
						["bTag"] = "卢鹏辉#5368",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "忆如枫-破碎岭",
						["iLvl"] = 893,
						["time"] = 1484982627,
						["class"] = 7,
						["bTag"] = "忆如风#5593",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "凶残的老爷爷-暗影之月",
						["iLvl"] = 891,
						["time"] = 1484972639,
						["class"] = 3,
						["bTag"] = "土豆撕锅一#5494",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "人贱自有天收-塞拉摩",
						["iLvl"] = 901,
						["time"] = 1484982495,
						["class"] = 3,
						["bTag"] = "Tonyban#51236",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小样贼委婉-德拉诺",
						["iLvl"] = 892,
						["time"] = 1484969490,
						["class"] = 8,
						["bTag"] = "奇迹#5845",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "无情的薇恩-白银之手",
						["iLvl"] = 885,
						["time"] = 1484970153,
						["class"] = 3,
						["bTag"] = "法之韩非#5860",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "岛田嘀嘀-雷斧堡垒",
						["time"] = 1484970418,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "血欲狂-灰谷",
						["iLvl"] = 891,
						["time"] = 1484970275,
						["class"] = 8,
						["bTag"] = "血欲狂#5836",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "伊丽莎白三世-霜之哀伤",
						["time"] = 1484975851,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "断罪之翼怒风-伊萨里奥斯",
						["iLvl"] = 894,
						["time"] = 1484982519,
						["class"] = 12,
						["bTag"] = "神一般的存在#5882",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "荒漠镖客-山丘之王",
						["iLvl"] = 890,
						["time"] = 1484979459,
						["class"] = 6,
						["bTag"] = "傲娇她男人#5766",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖砺刃-塞拉摩",
						["iLvl"] = 893,
						["time"] = 1484982627,
						["class"] = 12,
						["bTag"] = "全靠演技#51488",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "好运币必中-图拉扬",
						["iLvl"] = 889,
						["time"] = 1484972928,
						["class"] = 12,
						["bTag"] = "精英#5417",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "清风之牧-库尔提拉斯",
						["iLvl"] = 886,
						["time"] = 1484982627,
						["class"] = 5,
						["bTag"] = "愿望实现2013#5455",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "洛殿下-桑德兰",
						["iLvl"] = 893,
						["time"] = 1484973014,
						["class"] = 10,
						["bTag"] = "洛洛#5623",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "天天搞事情-安苏",
						["iLvl"] = 897,
						["time"] = 1484972861,
						["class"] = 1,
						["bTag"] = "刘然#51396",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "提枪打鸟-回音山",
						["time"] = 1484972919,
						["class"] = 3,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "千年相恋-蜘蛛王国",
						["time"] = 1484982627,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲之皇-安威玛尔",
						["iLvl"] = 897,
						["time"] = 1484979080,
						["class"] = 12,
						["bTag"] = "一二三酷#5766",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "游啊游小小鱼-奥特兰克",
						["iLvl"] = 892,
						["time"] = 1484982386,
						["class"] = 1,
						["bTag"] = "皮加贝#5108",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "星中幽沭-安东尼达斯",
						["iLvl"] = 887,
						["time"] = 1484982481,
						["class"] = 9,
						["bTag"] = "孤独假帝#5115",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Autowomen-影之哀伤",
						["iLvl"] = 889,
						["time"] = 1484982459,
						["class"] = 1,
						["bTag"] = "夜雨修罗#5115",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "莉娜潘德拉贡-国王之谷",
						["time"] = 1484981636,
						["class"] = 2,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "小迪恩-雷斧堡垒",
						["iLvl"] = 893,
						["time"] = 1484982579,
						["class"] = 2,
						["bTag"] = "卖力的群众演员#5227",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "暮灬雪-塞拉摩",
						["iLvl"] = 891,
						["time"] = 1484982533,
						["class"] = 1,
						["bTag"] = "曾哥#5346",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐不行啦-伊萨里奥斯",
						["iLvl"] = 892,
						["time"] = 1484982627,
						["class"] = 8,
						["bTag"] = "猪大大#5432",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "冬隼-雷斧堡垒",
						["iLvl"] = 898,
						["time"] = 1484982627,
						["class"] = 3,
						["bTag"] = "老家伙#51892",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "風之軌迹-雷克萨",
						["iLvl"] = 898,
						["time"] = 1486878466,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "风之轨迹#5930",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "鬼艺丶-埃加洛尔",
						["time"] = 1486878392,
						["class"] = 2,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Justicerain-火喉",
						["iLvl"] = 888,
						["time"] = 1486878466,
						["class"] = 2,
						["bTag"] = "Sakura#51184",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "Ranye-末日行者",
						["iLvl"] = 897,
						["time"] = 1486878346,
						["class"] = 2,
						["bTag"] = "戏如人生#5218",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "簡單丶-雷克萨",
						["iLvl"] = 884,
						["time"] = 1486878466,
						["class"] = 8,
						["bTag"] = "henn#5977",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "彬彬打乒乓-罗宁",
						["iLvl"] = 898,
						["time"] = 1486878466,
						["class"] = 8,
						["bTag"] = "彬彬打乒乓#5693",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "文斯莫克丶零-通灵学院",
						["time"] = 1486878427,
						["class"] = 12,
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "完全搞不懂-洛丹伦",
						["time"] = 1486877607,
						["class"] = 2,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "睿子-通灵学院",
						["iLvl"] = 892,
						["time"] = 1486878442,
						["class"] = 2,
						["bTag"] = "skycrkahn#5842",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "舞丶蛋蛋-主宰之剑",
						["iLvl"] = 894,
						["time"] = 1486878364,
						["class"] = 12,
						["bTag"] = "薄荷糖#5612",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "就爱打猎-破碎岭",
						["iLvl"] = 893,
						["time"] = 1486878423,
						["class"] = 3,
						["bTag"] = "狩魔#51540",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "天然巨坑-奥特兰克",
						["iLvl"] = 893,
						["time"] = 1486874198,
						["class"] = 8,
						["bTag"] = "小孙#5451",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "一笑奈若何-雷克萨",
						["iLvl"] = 917,
						["time"] = 1486878421,
						["class"] = 12,
						["bTag"] = "QuirkyTurtle#5811",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "头发灰白-加里索斯",
						["iLvl"] = 892,
						["time"] = 1486878466,
						["class"] = 5,
						["bTag"] = "头发灰白#5551",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Kamikazee-国王之谷",
						["iLvl"] = 906,
						["time"] = 1486878392,
						["class"] = 12,
						["bTag"] = "Simon#5392",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Annebabe-国王之谷",
						["iLvl"] = 901,
						["time"] = 1486878421,
						["class"] = 6,
						["bTag"] = "幸运女神#51450",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "浴火菩提-守护之剑",
						["iLvl"] = 909,
						["time"] = 1486874198,
						["class"] = 11,
						["bTag"] = "砺锋斩蛟#5981",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光猎-安苏",
						["time"] = 1486878466,
						["class"] = 3,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "叶隐龘双龙闪-桑德兰",
						["iLvl"] = 895,
						["time"] = 1486878466,
						["class"] = 12,
						["bTag"] = "夜叉丸#5563",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Legendaries-雷斧堡垒",
						["iLvl"] = 887,
						["time"] = 1486878466,
						["class"] = 9,
						["bTag"] = "闪亮之雄#515995",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "索友人-荆棘谷",
						["iLvl"] = 901,
						["time"] = 1486878466,
						["class"] = 1,
						["bTag"] = "蔵锋#5336",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "玲珑火-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1486878466,
						["class"] = 9,
						["bTag"] = "风小晓#5446",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "幽蘭瞳孔-月光林地",
						["iLvl"] = 904,
						["time"] = 1486878466,
						["class"] = 6,
						["bTag"] = "了了#5545",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "楚天谣-雷克萨",
						["time"] = 1486878466,
						["class"] = 3,
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "彭彭-灰谷",
						["iLvl"] = 900,
						["time"] = 1486878466,
						["class"] = 10,
						["bTag"] = "双子座0523#5813",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "爱是氧气-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1486993918,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "喵丶#5209",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1486993918,
						["class"] = 3,
						["bTag"] = "折柳#5324",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "灬坏男人-主宰之剑",
						["iLvl"] = 869,
						["time"] = 1486993918,
						["class"] = 12,
						["bTag"] = "hulijia#5960",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "夺命黑丫-主宰之剑",
						["iLvl"] = 877,
						["time"] = 1486993918,
						["class"] = 3,
						["bTag"] = "ShinyHero#55594",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "史汰浓-主宰之剑",
						["iLvl"] = 878,
						["time"] = 1486989318,
						["class"] = 7,
						["bTag"] = "幕小白#5902",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "步步乄驚心-主宰之剑",
						["iLvl"] = 873,
						["time"] = 1486993918,
						["class"] = 2,
						["bTag"] = "步步惊心#5468",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "七月花-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1486993918,
						["class"] = 8,
						["bTag"] = "花儿诺#5690",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "伊芙蕾雅语风-主宰之剑",
						["iLvl"] = 892,
						["time"] = 1486993918,
						["class"] = 12,
						["bTag"] = "cindy#5382",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "月下彡独酌-主宰之剑",
						["time"] = 1486993918,
						["class"] = 12,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "宇宙第一迪凯-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1486988249,
						["class"] = 6,
						["bTag"] = "Krys#5194",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "沈阳大呲花-永恒之井",
						["iLvl"] = 898,
						["time"] = 1486993918,
						["class"] = 1,
						["bTag"] = "一碗热翔#5412",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "灵什么谷-主宰之剑",
						["iLvl"] = 882,
						["time"] = 1486993918,
						["class"] = 10,
						["bTag"] = "tanrenjie#5862",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Ooxxplmm-主宰之剑",
						["iLvl"] = 884,
						["time"] = 1486993918,
						["class"] = 2,
						["bTag"] = "恬然的淡漠#5292",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "生存的法则-风暴之眼",
						["iLvl"] = 902,
						["time"] = 1486993918,
						["class"] = 2,
						["bTag"] = "XPCAF#5728",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然浅笑-白银之手",
						["iLvl"] = 900,
						["time"] = 1486989191,
						["class"] = 3,
						["bTag"] = "黯然浅笑#5614",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "保险套-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1486988837,
						["class"] = 3,
						["bTag"] = "双韧虎妞#5370",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "萨克穆斯-主宰之剑",
						["iLvl"] = 878,
						["time"] = 1486993918,
						["class"] = 11,
						["bTag"] = "RitzKraft#5665",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "放纵心里的鬼-主宰之剑",
						["iLvl"] = 869,
						["time"] = 1486989876,
						["class"] = 3,
						["bTag"] = "情绪丶零碎#5659",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "国企穷三代-玛诺洛斯",
						["iLvl"] = 894,
						["time"] = 1486990063,
						["class"] = 2,
						["bTag"] = "专业大米团队#5625",
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "翠西二歪丶-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1486992118,
						["class"] = 11,
						["bTag"] = "盗号的我此奥你娘#5500",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "浪花宝贝-银松森林",
						["time"] = 1486993918,
						["class"] = 3,
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "笑多了會懷孕-主宰之剑",
						["iLvl"] = 842,
						["time"] = 1486993918,
						["class"] = 7,
						["bTag"] = "浆果#51845",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "不乖丶-夏维安",
						["iLvl"] = 876,
						["time"] = 1486993918,
						["class"] = 2,
						["bTag"] = "筱柒#51906",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "轻丶丨语-主宰之剑",
						["iLvl"] = 885,
						["time"] = 1486993918,
						["class"] = 5,
						["bTag"] = "杀戮灬泪痕#5873",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "依偎的欣林-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1486993918,
						["class"] = 10,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "塞德洛斯-主宰之剑",
						["iLvl"] = 901,
						["time"] = 1486993918,
						["class"] = 8,
						["bTag"] = "要你命3000#5674",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "莉雅丝吉蒙里-扎拉赞恩",
						["iLvl"] = 883,
						["time"] = 1486993918,
						["class"] = 9,
						["bTag"] = "只谈风月#5380",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "七修-神圣之歌",
						["iLvl"] = 903,
						["time"] = 1486990955,
						["class"] = 12,
						["bTag"] = "serenity#5733",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火殇刃-古尔丹",
						["iLvl"] = 896,
						["time"] = 1486993918,
						["class"] = 8,
						["bTag"] = "弑神殇刃#5936",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "满脸猪脚印儿-托尔巴拉德",
						["iLvl"] = 895,
						["time"] = 1486993918,
						["class"] = 7,
						["bTag"] = "LittlePants#51105",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "团灭加速机-铜龙军团",
						["iLvl"] = 884,
						["time"] = 1486993918,
						["class"] = 11,
						["bTag"] = "猪妖精#5735",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "残雪一飞痕-索拉丁",
						["iLvl"] = 900,
						["time"] = 1486993918,
						["class"] = 8,
						["bTag"] = "狂野之狼#52855",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆之神-蜘蛛王国",
						["iLvl"] = 889,
						["time"] = 1486993918,
						["class"] = 9,
						["bTag"] = "秋天的风#5461",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的熊猫人-金色平原",
						["iLvl"] = 904,
						["time"] = 1486992623,
						["class"] = 3,
						["bTag"] = "淡淡定定#5132",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "Kear-金色平原",
						["iLvl"] = 904,
						["time"] = 1486992521,
						["class"] = 2,
						["bTag"] = "淡淡定定#5132",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "放开那块炉石-末日行者",
						["iLvl"] = 898,
						["time"] = 1486992859,
						["class"] = 9,
						["bTag"] = "悟空脱毛爱薇婷#5285",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "Insomnium-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1486993918,
						["class"] = 2,
						["bTag"] = "Eluveitie#5863",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "撬地球的杠杆-主宰之剑",
						["time"] = 1486993918,
						["class"] = 6,
					}, -- [107]
					{
						["role"] = "HEALER",
						["name"] = "张小强厉害丶-主宰之剑",
						["time"] = 1486993918,
						["class"] = 11,
					}, -- [108]
				},
				["2-111-418-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "雲画的月光-末日行者",
						["iLvl"] = 895,
						["time"] = 1490529631,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Atonement#5356",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "俗梦灬墨血-末日行者",
						["iLvl"] = 868,
						["time"] = 1490529631,
						["class"] = 6,
						["bTag"] = "俗梦断#5451",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "林肯伯爵-灰谷",
						["time"] = 1490529631,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "云海天帆-蜘蛛王国",
						["iLvl"] = 872,
						["time"] = 1490529631,
						["class"] = 2,
						["bTag"] = "云海天帆#5391",
					}, -- [4]
				},
				["2-115-448-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "懸壺行-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1483376676,
						["class"] = 10,
						["bTag"] = "毅遊未盡#5916",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小侠-国王之谷",
						["iLvl"] = 884,
						["time"] = 1483376676,
						["class"] = 4,
						["bTag"] = "神月光#5412",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "黑子不放肆-主宰之剑",
						["iLvl"] = 863,
						["time"] = 1483376676,
						["class"] = 3,
						["bTag"] = "BT160506#5412",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "忄如止水-守护之剑",
						["time"] = 1483376676,
						["class"] = 4,
					}, -- [4]
				},
				["3-123-416-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Ieo-主宰之剑",
						["iLvl"] = 922,
						["time"] = 1488815867,
						["class"] = 2,
						["bTag"] = "Will#54431",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "低压菠萝-风暴峭壁",
						["iLvl"] = 911,
						["time"] = 1487565788,
						["class"] = 2,
						["bTag"] = "低压菠萝#5590",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Angeloss-埃苏雷格",
						["iLvl"] = 905,
						["time"] = 1487568123,
						["class"] = 2,
						["bTag"] = "若曦#5318",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "关山月碧云天-末日行者",
						["iLvl"] = 912,
						["time"] = 1487566560,
						["class"] = 11,
						["bTag"] = "丨奥巴马灬#5166",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "格格吉祥丶-永恒之井",
						["iLvl"] = 905,
						["time"] = 1487566809,
						["class"] = 3,
						["bTag"] = "天使星#51956",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "文龙-末日行者",
						["iLvl"] = 905,
						["time"] = 1487565788,
						["class"] = 1,
						["bTag"] = "文龙#5946",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "反正是头狼-雷克萨",
						["iLvl"] = 908,
						["time"] = 1487568123,
						["class"] = 4,
						["bTag"] = "反正是头狼#5373",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "帝王盖天龙-迦罗娜",
						["iLvl"] = 903,
						["time"] = 1487568123,
						["class"] = 12,
						["bTag"] = "一笑奈何#55575",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "深井冰贰号-海克泰尔",
						["iLvl"] = 912,
						["time"] = 1487565788,
						["class"] = 6,
						["bTag"] = "我真的贼强#5947",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "凸俾喃啵萬-安苏",
						["iLvl"] = 912,
						["time"] = 1487565788,
						["class"] = 12,
						["bTag"] = "就是个混#5486",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "逸丶影-迅捷微风",
						["iLvl"] = 909,
						["time"] = 1487565788,
						["class"] = 6,
						["bTag"] = "心火#5242",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月箭影-安威玛尔",
						["iLvl"] = 913,
						["time"] = 1487568123,
						["class"] = 3,
						["bTag"] = "书剑先生#5850",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "僵硬的猎爹-末日行者",
						["iLvl"] = 915,
						["time"] = 1487565788,
						["class"] = 3,
						["bTag"] = "SoldierFaith#5793",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "神大师-玛里苟斯",
						["iLvl"] = 914,
						["time"] = 1487568123,
						["class"] = 2,
						["bTag"] = "武川#5696",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "板贼-海克泰尔",
						["iLvl"] = 909,
						["time"] = 1487565788,
						["class"] = 1,
						["bTag"] = "帅的很明显#5471",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "一枼-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1488815608,
						["class"] = 2,
						["bTag"] = "木木#5579",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "少女收割机-壁炉谷",
						["iLvl"] = 908,
						["time"] = 1487568123,
						["class"] = 3,
						["bTag"] = "凡凡俊俊#5937",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡贼-埃德萨拉",
						["iLvl"] = 908,
						["time"] = 1487568123,
						["class"] = 4,
						["bTag"] = "Cargo#5239",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "小久丶-末日行者",
						["iLvl"] = 915,
						["time"] = 1487565788,
						["class"] = 4,
						["bTag"] = "小久#51788",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "大波橙-罗宁",
						["iLvl"] = 903,
						["time"] = 1487568123,
						["class"] = 8,
						["bTag"] = "hingel#5139",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "带你去溜冰-罗宁",
						["iLvl"] = 900,
						["time"] = 1487568123,
						["class"] = 2,
						["bTag"] = "星辰相伴#5476",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "怒怼三千戰-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1487565788,
						["class"] = 12,
						["bTag"] = "加鲁尔灬地狱咆哮#5204",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "盛世典章-罗宁",
						["iLvl"] = 904,
						["time"] = 1487568123,
						["class"] = 8,
						["bTag"] = "跳跳骑士#54106",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "Shrall-永恒之井",
						["time"] = 1487565788,
						["class"] = 7,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488815867,
						["class"] = 5,
						["bTag"] = "折柳#5324",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Alisaa-布莱克摩",
						["time"] = 1487568123,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "丶莱-白银之手",
						["iLvl"] = 899,
						["time"] = 1487568123,
						["class"] = 7,
						["bTag"] = "菜菜菜菜菜#5887",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "伊卡米娅-银松森林",
						["iLvl"] = 908,
						["time"] = 1487568123,
						["class"] = 12,
						["bTag"] = "辉煌帝#5647",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "依然棒棒糖-迦拉克隆",
						["iLvl"] = 905,
						["time"] = 1487568123,
						["class"] = 6,
						["bTag"] = "ZHANGBO#51565",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "溪旧-荆棘谷",
						["iLvl"] = 901,
						["time"] = 1487568123,
						["class"] = 9,
						["bTag"] = "浴月轩#5735",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "妮基米娜-末日行者",
						["iLvl"] = 912,
						["time"] = 1487568123,
						["class"] = 1,
						["bTag"] = "骚浪贱#51169",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "一颗糖甜入心-永恒之井",
						["iLvl"] = 904,
						["time"] = 1487568123,
						["class"] = 9,
						["bTag"] = "闪亮之翼#510184",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "花落泪如雨-海克泰尔",
						["iLvl"] = 914,
						["time"] = 1487568123,
						["class"] = 5,
						["bTag"] = "司徒冉尘#5684",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱吃面條-罗宁",
						["iLvl"] = 912,
						["time"] = 1487568123,
						["class"] = 12,
						["bTag"] = "我爱吃面条#51288",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "软白白-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1487568123,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "萌小喵-奥蕾莉亚",
						["iLvl"] = 909,
						["time"] = 1487568123,
						["class"] = 11,
						["bTag"] = "Felstriker#51740",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "艾克斯战警-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1488455844,
						["class"] = 3,
						["bTag"] = "沉默之剑#5159568",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子香水丶-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1488455844,
						["class"] = 2,
						["bTag"] = "干旱#51888",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "晓丶天-主宰之剑",
						["time"] = 1488026059,
						["class"] = 5,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "幻彩泡泡糖-主宰之剑",
						["iLvl"] = 905,
						["time"] = 1488455844,
						["class"] = 2,
						["bTag"] = "曾经我年少#5815",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁老铁-霍格",
						["iLvl"] = 914,
						["time"] = 1488455844,
						["class"] = 3,
						["bTag"] = "慕彤#5812",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "三枼-主宰之剑",
						["iLvl"] = 897,
						["time"] = 1488455553,
						["class"] = 9,
						["bTag"] = "木木#5579",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "奇点丶-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1488815867,
						["class"] = 8,
						["bTag"] = "老大#52923",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "嚻哥嚻-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1488028920,
						["class"] = 2,
						["bTag"] = "落墨#5744",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之羽-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1488028920,
						["class"] = 4,
						["bTag"] = "桃源梦溪#5418",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "文艺骑士范-主宰之剑",
						["iLvl"] = 886,
						["time"] = 1488028920,
						["class"] = 2,
						["bTag"] = "沉默之剑#5159568",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "张小强厉害-主宰之剑",
						["iLvl"] = 892,
						["time"] = 1488028920,
						["class"] = 1,
						["bTag"] = "一生只为你画眉#5874",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "火辣小蛮妞-主宰之剑",
						["iLvl"] = 884,
						["time"] = 1488028920,
						["class"] = 3,
						["bTag"] = "DEKILLER#5137",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "难得糊涂闲-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1488028920,
						["class"] = 12,
						["bTag"] = "小小之植物#546397",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "呕不习惯-主宰之剑",
						["iLvl"] = 886,
						["time"] = 1488028920,
						["class"] = 12,
						["bTag"] = "西不王#5905",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄炸蛋-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1488028920,
						["class"] = 8,
						["bTag"] = "ChopperLai#5524",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦若歌-主宰之剑",
						["iLvl"] = 921,
						["time"] = 1488815867,
						["class"] = 6,
						["bTag"] = "消耗品#5957",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1488455844,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "机器猫的兜儿-主宰之剑",
						["iLvl"] = 913,
						["time"] = 1488455844,
						["class"] = 12,
						["bTag"] = "Absolution#5580",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱浆果-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1488815867,
						["class"] = 3,
						["bTag"] = "浆果#51845",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "萨克穆斯-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1488455844,
						["class"] = 11,
						["bTag"] = "RitzKraft#5665",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "徐鳳年-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1488455844,
						["class"] = 8,
						["bTag"] = "ChopperLai#5524",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1488455844,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "张小强厉害丶-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1488455844,
						["class"] = 11,
						["bTag"] = "一生只为你画眉#5874",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "濃情绕指柔-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488455844,
						["class"] = 12,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "轻丶丨语-主宰之剑",
						["iLvl"] = 899,
						["time"] = 1488455844,
						["class"] = 5,
						["bTag"] = "杀戮灬泪痕#5873",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "哆啦依梦-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1488455844,
						["class"] = 7,
						["bTag"] = "喵啦啦#51182",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "爱心饺子-霍格",
						["iLvl"] = 910,
						["time"] = 1488815867,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "雪域踏古#5986",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "冷艳锯-霍格",
						["iLvl"] = 909,
						["time"] = 1488815867,
						["class"] = 1,
						["bTag"] = "刀锋边缘#51419",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "萌萌的小熊熊-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1488815867,
						["class"] = 11,
						["bTag"] = "萌萌的小熊熊#5969",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "尐凱丶-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488815867,
						["class"] = 4,
						["bTag"] = "徐凯#5352",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失的浪子-主宰之剑",
						["time"] = 1488815867,
						["class"] = 4,
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "羅伯特丶巴乔-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1488815867,
						["class"] = 7,
						["bTag"] = "丶圣卡西#5955",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "新闻广播总署-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1488813056,
						["class"] = 11,
						["bTag"] = "MiniTitan#572618",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "懿迦堡-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1488815867,
						["class"] = 12,
						["bTag"] = "金凤与您#5166",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丨疾风-主宰之剑",
						["iLvl"] = 919,
						["time"] = 1488815867,
						["class"] = 2,
						["bTag"] = "Justin#5790",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "夜小夜丶-主宰之剑",
						["time"] = 1488813056,
						["class"] = 1,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "秋蛮-主宰之剑",
						["iLvl"] = 920,
						["time"] = 1488815867,
						["class"] = 3,
						["bTag"] = "秋蛮#5437",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "海风阵阵-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1488815867,
						["class"] = 3,
						["bTag"] = "phil#5947",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "飞酷小说网-主宰之剑",
						["iLvl"] = 918,
						["time"] = 1488815867,
						["class"] = 8,
						["bTag"] = "飞酷#5847",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "狼群丶-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1488813056,
						["class"] = 3,
						["bTag"] = "gaobin#5828",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "柳岩姉-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1488815867,
						["class"] = 11,
						["bTag"] = "不为谁而作的歌#51424",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮娃-霍格",
						["iLvl"] = 915,
						["time"] = 1488815867,
						["class"] = 1,
						["bTag"] = "桃花侠大战菊花怪#5132",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨丶亲爱哒-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1488815781,
						["class"] = 12,
						["bTag"] = "茫然之潜行者#598411",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "句号王-霍格",
						["time"] = 1488815867,
						["class"] = 2,
					}, -- [80]
				},
				["2-119-452-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "非常红-熊猫酒仙",
						["iLvl"] = 837,
						["time"] = 1486182286,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "无尽之战#51254",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "绝望的小强-拉文凯斯",
						["iLvl"] = 846,
						["time"] = 1486182286,
						["class"] = 1,
						["bTag"] = "SuperMage#56798",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "岛田半藏-冰霜之刃",
						["time"] = 1486182286,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "十字荣光-麦迪文",
						["iLvl"] = 861,
						["time"] = 1486182286,
						["class"] = 6,
						["bTag"] = "基督再临#5114",
					}, -- [4]
				},
				["2-112-445-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "生存大师-伊萨里奥斯",
						["iLvl"] = 845,
						["time"] = 1490526529,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "最后的魔王#5123",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "深灆守護-蜘蛛王国",
						["iLvl"] = 869,
						["time"] = 1490526529,
						["class"] = 2,
						["bTag"] = "深藍守護#5267",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "巴薩-拉文凯斯",
						["iLvl"] = 878,
						["time"] = 1490526529,
						["class"] = 7,
						["bTag"] = "壹怒为荭颜#5949",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "上帝叫我哥-能源舰",
						["iLvl"] = 875,
						["time"] = 1490526529,
						["class"] = 2,
						["bTag"] = "上帝叫我哥#5344",
					}, -- [4]
				},
				["2-120-453-0"] = {
					{
						["role"] = "TANK",
						["name"] = "那啥姐夫-主宰之剑",
						["time"] = 1482664297,
						["class"] = 6,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Vanejay-白银之手",
						["time"] = 1482664297,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "毅遊未盡-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1482664297,
						["class"] = 2,
						["bTag"] = "毅遊未盡#5916",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Whisper-闪电之刃",
						["time"] = 1482664297,
						["class"] = 4,
					}, -- [4]
				},
				["2-118-463-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "花绮罗-主宰之剑",
						["time"] = 1482046991,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Tiam-主宰之剑",
						["iLvl"] = 850,
						["time"] = 1482046991,
						["class"] = 12,
						["bTag"] = "灰常牛掰#5177",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "大碗炒削-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1482046991,
						["class"] = 12,
						["bTag"] = "方便面#51519",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳酱-奥特兰克",
						["iLvl"] = 891,
						["time"] = 1482046991,
						["class"] = 4,
						["bTag"] = "夕阳酱#5517",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "一枼-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1488015659,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "木木#5579",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488015659,
						["class"] = 5,
						["bTag"] = "折柳#5324",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "败絮其中-主宰之剑",
						["iLvl"] = 876,
						["time"] = 1488015659,
						["class"] = 7,
						["bTag"] = "Halo#53906",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "木木籽-主宰之剑",
						["iLvl"] = 884,
						["time"] = 1488015659,
						["class"] = 12,
						["bTag"] = "relikc#5673",
					}, -- [8]
				},
				["2-114-447-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "懸壺行-主宰之剑",
						["iLvl"] = 867,
						["time"] = 1482859770,
						["class"] = 10,
						["bTag"] = "毅遊未盡#5916",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "那一季丶爱情-主宰之剑",
						["iLvl"] = 837,
						["time"] = 1482859770,
						["class"] = 3,
						["bTag"] = "吉安娜#512296",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "落影随风-阿古斯",
						["iLvl"] = 894,
						["time"] = 1482859770,
						["class"] = 1,
						["bTag"] = "淫荡小骚盆#5370",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "琻燙丶麻辣燙-主宰之剑",
						["iLvl"] = 834,
						["time"] = 1482859770,
						["class"] = 3,
						["bTag"] = "老实人#51510",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "公孙小娘-灰谷",
						["iLvl"] = 854,
						["time"] = 1484032873,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "PJstream#5805",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "浅念伊恩-符文图腾",
						["iLvl"] = 858,
						["time"] = 1484032873,
						["class"] = 2,
						["bTag"] = "lance#5684",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "劳资拽拽的-托尔巴拉德",
						["iLvl"] = 882,
						["time"] = 1484032873,
						["class"] = 12,
						["bTag"] = "永恒之恋#5935",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "獠牙怪-布莱克摩",
						["iLvl"] = 892,
						["time"] = 1484032873,
						["class"] = 11,
						["bTag"] = "BHC#5262",
					}, -- [8]
				},
				["2-115-462-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "塞德洛斯-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1485087630,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "要你命3000#5674",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "黯灭跳刀吖-霜之哀伤",
						["iLvl"] = 890,
						["time"] = 1485087630,
						["class"] = 12,
						["bTag"] = "xawn#5676",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "懸壺行-主宰之剑",
						["iLvl"] = 882,
						["time"] = 1485087630,
						["class"] = 10,
						["bTag"] = "毅遊未盡#5916",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丶月曦-雷斧堡垒",
						["iLvl"] = 889,
						["time"] = 1485087630,
						["class"] = 2,
						["bTag"] = "栗子猪#5562",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "丶费凡-安苏",
						["iLvl"] = 906,
						["time"] = 1488009264,
						["class"] = 1,
						["bTag"] = "老费#51765",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488009351,
						["class"] = 5,
						["bTag"] = "折柳#5324",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶依一-安苏",
						["iLvl"] = 904,
						["time"] = 1488009351,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "SWAT#5739",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小囝子丶囧-石锤",
						["iLvl"] = 909,
						["time"] = 1488009351,
						["class"] = 4,
						["bTag"] = "生榨椰子汁#5161",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "叫我老费-安苏",
						["time"] = 1488009351,
						["class"] = 5,
					}, -- [9]
				},
				["2-117-464-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Insomnium-主宰之剑",
						["iLvl"] = 878,
						["time"] = 1485157247,
						["class"] = 2,
						["bTag"] = "Eluveitie#5863",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞回忆-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485157247,
						["class"] = 12,
						["bTag"] = "死枪#51825",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "地哥-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1485157247,
						["class"] = 1,
						["bTag"] = "八连杀#5366",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Athenaa-罗宁",
						["iLvl"] = 895,
						["time"] = 1485157247,
						["class"] = 1,
						["bTag"] = "Athena#51943",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "潛水的牛-刀塔",
						["time"] = 1485851253,
						["class"] = 4,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔昊天-诺莫瑞根",
						["iLvl"] = 877,
						["time"] = 1485851253,
						["class"] = 12,
						["bTag"] = "铁血骑仕#5410",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "很突然-守护之剑",
						["time"] = 1485851253,
						["class"] = 4,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "尤狄安暴风-诺莫瑞根",
						["time"] = 1485851253,
						["class"] = 3,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485946174,
						["class"] = 3,
						["bTag"] = "折柳#5324",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1485946174,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "熊小花-月光林地",
						["iLvl"] = 888,
						["time"] = 1485946174,
						["class"] = 5,
						["bTag"] = "XOmOX#5928",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "星晴梦幻-破碎岭",
						["iLvl"] = 902,
						["time"] = 1485945909,
						["class"] = 4,
						["bTag"] = "DeanFang#5507",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "灬苍丨穹灬-阿古斯",
						["time"] = 1485946174,
						["class"] = 9,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "梦红尘丨辰龙-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1487752138,
						["class"] = 7,
						["bTag"] = "伤感#5628",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "食尘者-国王之谷",
						["time"] = 1487752138,
						["class"] = 2,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "安吉娜-库尔提拉斯",
						["iLvl"] = 899,
						["time"] = 1487752138,
						["class"] = 9,
						["bTag"] = "丽丽的宝贝#5272",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "狂丿徒-远古海滩",
						["iLvl"] = 908,
						["time"] = 1487752138,
						["class"] = 4,
						["bTag"] = "屈鹏#5231",
					}, -- [17]
				},
				["2-117-451-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "出言不逊丶-壁炉谷",
						["iLvl"] = 891,
						["time"] = 1486025669,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "心有圣光状若恶魔#5710",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "光之曦-壁炉谷",
						["iLvl"] = 854,
						["time"] = 1486025669,
						["class"] = 2,
						["bTag"] = "箜箜#5874",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小魔女牧卡-壁炉谷",
						["time"] = 1486025669,
						["class"] = 9,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "双刀鸡儿夹蛋-无尽之海",
						["time"] = 1486025454,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "枫之耀舞-壁炉谷",
						["time"] = 1486025669,
						["class"] = 3,
					}, -- [5]
				},
				["2-113-446-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "深灆守護-蜘蛛王国",
						["iLvl"] = 869,
						["time"] = 1490527489,
						["class"] = 2,
						["bTag"] = "深藍守護#5267",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Gaglzjf-刺骨利刃",
						["iLvl"] = 883,
						["time"] = 1490527835,
						["class"] = 1,
						["bTag"] = "米奇小子#5637",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "毒牙灬三鹿奶-刺骨利刃",
						["iLvl"] = 847,
						["time"] = 1490527835,
						["class"] = 2,
						["bTag"] = "毒牙#5728",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "五队那个萨满-守护之剑",
						["iLvl"] = 869,
						["time"] = 1490527835,
						["class"] = 9,
						["bTag"] = "我能摸你胸吗#51765",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔依恋-密林游侠",
						["iLvl"] = 911,
						["time"] = 1490527835,
						["class"] = 8,
						["bTag"] = "水杉#5554",
					}, -- [5]
				},
				["2-119-465-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "爱是氧气-主宰之剑",
						["time"] = 1482385214,
						["class"] = 4,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "珍如宴-熊猫酒仙",
						["iLvl"] = 891,
						["time"] = 1482385022,
						["class"] = 12,
						["bTag"] = "Empty#5152",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "格列兹曼-勇士岛",
						["iLvl"] = 887,
						["time"] = 1482385214,
						["class"] = 12,
						["bTag"] = "小斌#51132",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "那啥姐夫-主宰之剑",
						["time"] = 1482385214,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "冷冷泠泠-翡翠梦境",
						["time"] = 1482385214,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "十八个壮汉灬-主宰之剑",
						["time"] = 1485235740,
						["class"] = 12,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "没奶别叫我了-火烟之谷",
						["iLvl"] = 878,
						["time"] = 1485235740,
						["class"] = 2,
						["bTag"] = "我报警了你信不信#5950",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "安静回忆-梦境之树",
						["iLvl"] = 897,
						["time"] = 1485235740,
						["class"] = 2,
						["bTag"] = "所谓的太多#5530",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Bombera-回音山",
						["time"] = 1485235740,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1485692350,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "你的圣光啊-罗宁",
						["time"] = 1485675462,
						["class"] = 11,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "微醺的哈士奇-主宰之剑",
						["iLvl"] = 894,
						["time"] = 1485676873,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "詩緔誶凨-主宰之剑",
						["iLvl"] = 873,
						["time"] = 1485675632,
						["class"] = 9,
						["bTag"] = "李挺#5340",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹之鹰-加兹鲁维",
						["time"] = 1485675632,
						["class"] = 11,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilock-末日行者",
						["iLvl"] = 896,
						["time"] = 1485692350,
						["class"] = 9,
						["bTag"] = "先天精神病#5587",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "馋厨-格瑞姆巴托",
						["time"] = 1485684216,
						["class"] = 10,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "疯疯丶癫癫-阿拉索",
						["iLvl"] = 900,
						["time"] = 1485684166,
						["class"] = 3,
						["bTag"] = "玩具宝宝#5102",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "橙百万-主宰之剑",
						["iLvl"] = 900,
						["time"] = 1485685410,
						["class"] = 12,
						["bTag"] = "Lvxx#51171",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "提尔的拯救-金色平原",
						["iLvl"] = 867,
						["time"] = 1485684437,
						["class"] = 12,
						["bTag"] = "最爱斩杀#5665",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "悲鳴之魂-泰兰德",
						["iLvl"] = 871,
						["time"] = 1485685410,
						["class"] = 6,
						["bTag"] = "战魂#55300",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "云上的天空-晴日峰（江苏）",
						["iLvl"] = 890,
						["time"] = 1485692350,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "SkyCloud#51613",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "尐尐噁魇-山丘之王",
						["iLvl"] = 861,
						["time"] = 1485686914,
						["class"] = 12,
						["bTag"] = "Just#52101",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "狂疏一醉-守护之剑",
						["iLvl"] = 882,
						["time"] = 1485687972,
						["class"] = 1,
						["bTag"] = "疏狂一醉#5405",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风之雨-贫瘠之地",
						["iLvl"] = 836,
						["time"] = 1485688975,
						["class"] = 7,
						["bTag"] = "剑在手#5812",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走混沌-铜龙军团",
						["iLvl"] = 885,
						["time"] = 1485690041,
						["class"] = 4,
						["bTag"] = "践踏杀戮#5550",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "翡魔-主宰之剑",
						["iLvl"] = 840,
						["time"] = 1485691361,
						["class"] = 12,
						["bTag"] = "陈雷#5726",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "心有凌桸-晴日峰（江苏）",
						["iLvl"] = 888,
						["time"] = 1485692350,
						["class"] = 8,
						["bTag"] = "武安君#5683",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "萨克穆斯-主宰之剑",
						["iLvl"] = 904,
						["time"] = 1489769027,
						["class"] = 11,
						["bTag"] = "RitzKraft#5665",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "提莫队长丷-主宰之剑",
						["iLvl"] = 894,
						["time"] = 1489769027,
						["class"] = 12,
						["bTag"] = "二营长的意大利炮#51310",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶宙斯丶丨-国王之谷",
						["iLvl"] = 902,
						["time"] = 1489769027,
						["class"] = 12,
						["bTag"] = "宙斯#52114",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "幻彩泡泡糖-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1489768865,
						["class"] = 2,
						["bTag"] = "曾经我年少#5815",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "墨染初夏-贫瘠之地",
						["iLvl"] = 903,
						["time"] = 1489769027,
						["class"] = 2,
						["bTag"] = "爷是西门#5966",
					}, -- [32]
				},
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "电动巴郎子-远古海滩",
						["time"] = 1482493679,
						["class"] = 11,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一亥伯龙神一-格瑞姆巴托",
						["time"] = 1482493881,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一灬夜-安苏",
						["time"] = 1482493936,
						["class"] = 6,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Sterlina-阿古斯",
						["time"] = 1482493936,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "极度冲动-勇士岛",
						["time"] = 1482493936,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Biuablow-格瑞姆巴托",
						["iLvl"] = 849,
						["time"] = 1482494170,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "DeparturesZC#5302",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "舞艺菲菲-麦维影歌",
						["time"] = 1482494170,
						["class"] = 9,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "鉺釘-激流之傲",
						["iLvl"] = 844,
						["time"] = 1482494170,
						["class"] = 3,
						["bTag"] = "小纯洁#5609",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "花儿朵朵-古尔丹",
						["iLvl"] = 845,
						["time"] = 1482494170,
						["class"] = 9,
						["bTag"] = "贪睡的沙漠之狐#5467",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "戴宗-熊猫酒仙",
						["time"] = 1483896887,
						["class"] = 11,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "吴仨岁-白银之手",
						["iLvl"] = 889,
						["time"] = 1483896891,
						["class"] = 11,
						["bTag"] = "Luu#51610",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "九月慕雪-末日行者",
						["iLvl"] = 812,
						["time"] = 1483896891,
						["class"] = 6,
						["bTag"] = "残念#52801",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "冈仁波奇-熊猫酒仙",
						["iLvl"] = 872,
						["time"] = 1483896891,
						["class"] = 3,
						["bTag"] = "拉风的男人#5929",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "猛肝自然橙-安苏",
						["iLvl"] = 780,
						["time"] = 1483897073,
						["class"] = 8,
						["bTag"] = "Double#52790",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "五龄萌主-塞拉摩",
						["iLvl"] = 861,
						["time"] = 1483897073,
						["class"] = 5,
						["bTag"] = "旭旭#5212",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "月月的民国-拉文凯斯",
						["iLvl"] = 890,
						["time"] = 1484453667,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "沙奇葩#5552",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "狼人唱情歌-安苏",
						["iLvl"] = 842,
						["time"] = 1484453667,
						["class"] = 11,
						["bTag"] = "狼人唱情歌#5274",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "咔妮马-风暴峭壁",
						["iLvl"] = 886,
						["time"] = 1484453667,
						["class"] = 1,
						["bTag"] = "咔妮马#5803",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一枼-主宰之剑",
						["time"] = 1484491566,
						["class"] = 2,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "蒼蠅-玛里苟斯",
						["iLvl"] = 873,
						["time"] = 1484754500,
						["class"] = 3,
						["bTag"] = "太仓一霸#5902",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "貪婪-艾森娜",
						["iLvl"] = 846,
						["time"] = 1484754492,
						["class"] = 4,
						["bTag"] = "桃源忆故人#5771",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "弱不禁风-祖阿曼",
						["iLvl"] = 856,
						["time"] = 1484754528,
						["class"] = 5,
						["bTag"] = "冰淇淋裤头#5449",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Vcua-生态船",
						["iLvl"] = 811,
						["time"] = 1484754528,
						["class"] = 3,
						["bTag"] = "小蚂蚁#52454",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影茹梦-夏维安",
						["iLvl"] = 854,
						["time"] = 1484754528,
						["class"] = 4,
						["bTag"] = "夜月幽#5981",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "先锋官-熔火之心",
						["iLvl"] = 861,
						["time"] = 1484754528,
						["class"] = 1,
						["bTag"] = "天下第二#5474",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "董先生连任-火烟之谷",
						["iLvl"] = 867,
						["time"] = 1484754767,
						["class"] = 12,
						["bTag"] = "草莓#5326",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "吸土婆婆-伊萨里奥斯",
						["iLvl"] = 873,
						["time"] = 1484754767,
						["class"] = 3,
						["bTag"] = "小菊探花#5176",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "他们的力量-桑德兰",
						["iLvl"] = 791,
						["time"] = 1484754767,
						["class"] = 6,
						["bTag"] = "张小浩#5903",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "金金姑娘-国王之谷",
						["time"] = 1484754767,
						["class"] = 9,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "你不看我不射-塞拉摩",
						["time"] = 1484754913,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小冷灰-贫瘠之地",
						["iLvl"] = 880,
						["time"] = 1485234202,
						["class"] = 7,
						["bTag"] = "小冷飞#5171",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Version-金色平原",
						["iLvl"] = 885,
						["time"] = 1485234202,
						["class"] = 7,
						["bTag"] = "Version#5230",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "风神海床-壁炉谷",
						["time"] = 1485234202,
						["class"] = 11,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "删不掉的回憶-奥拉基尔",
						["time"] = 1485234202,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "紫旋-格雷迈恩",
						["iLvl"] = 850,
						["time"] = 1485234264,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "爬墙等红杏#5628",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "我本性善良丶-山丘之王",
						["iLvl"] = 894,
						["time"] = 1485234333,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "雄风#5599",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "喜滋滋-克洛玛古斯",
						["iLvl"] = 876,
						["time"] = 1485234343,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Tiara#5757",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "异星痕-山丘之王",
						["iLvl"] = 894,
						["time"] = 1485857138,
						["class"] = 3,
						["bTag"] = "异星痕#5205",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "深入骑境-影之哀伤",
						["iLvl"] = 864,
						["time"] = 1485857138,
						["class"] = 2,
						["bTag"] = "玩命#52393",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "花葬江南-熊猫酒仙",
						["time"] = 1485857314,
						["class"] = 5,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "语轩-阿古斯",
						["time"] = 1485857448,
						["class"] = 3,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞就别走-玛里苟斯",
						["iLvl"] = 893,
						["time"] = 1485857493,
						["class"] = 7,
						["bTag"] = "白银之鹰#53175",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "凯霸霸-末日行者",
						["iLvl"] = 863,
						["time"] = 1485857493,
						["class"] = 11,
						["bTag"] = "赵小步666#5672",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "大湿凶丶-永恒之井",
						["iLvl"] = 901,
						["time"] = 1485857493,
						["class"] = 2,
						["bTag"] = "大湿凶#5811",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "丶蕾娜丝-守护之剑",
						["time"] = 1485857493,
						["class"] = 2,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "灬丿蒙牛-安东尼达斯",
						["time"] = 1486202558,
						["class"] = 5,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "壹灯落尘-回音山",
						["iLvl"] = 888,
						["time"] = 1486202558,
						["class"] = 3,
						["bTag"] = "壹灯#5289",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Abao-梅尔加尼",
						["iLvl"] = 866,
						["time"] = 1486202558,
						["class"] = 4,
						["bTag"] = "银河小卫星#5638",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "Caretakers-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1490236314,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "洛克利尔#5243",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "风沙星尘-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1490236388,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "湛蓝色#51984",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "猎丶万兽奔腾-主宰之剑",
						["iLvl"] = 878,
						["time"] = 1490236388,
						["class"] = 3,
						["bTag"] = "一滴水的海啸#51428",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "蟑螂恶霸来也-格瑞姆巴托",
						["iLvl"] = 915,
						["time"] = 1490236376,
						["class"] = 6,
						["bTag"] = "警报警报入侵警报#5136",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Cou-伊森利恩",
						["time"] = 1490236275,
						["class"] = 4,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Catalpasun-风暴峭壁",
						["iLvl"] = 895,
						["time"] = 1490236314,
						["class"] = 3,
						["bTag"] = "惊魂入骨#5709",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "血魂无双-主宰之剑",
						["iLvl"] = 907,
						["time"] = 1490236364,
						["class"] = 3,
						["bTag"] = "杨坤2#5175",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬八亂射-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1490236314,
						["class"] = 3,
						["bTag"] = "郭德灝#5224",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "沉梦昂志丶-主宰之剑",
						["iLvl"] = 899,
						["time"] = 1490236314,
						["class"] = 6,
						["bTag"] = "HXD#51369",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "得撸一丶撸-主宰之剑",
						["iLvl"] = 920,
						["time"] = 1490236382,
						["class"] = 11,
						["bTag"] = "墨丘利之刃#5605",
					}, -- [58]
				},
				["2-113-460-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "懸壺行-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1483373616,
						["class"] = 10,
						["bTag"] = "毅遊未盡#5916",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小白爱竹子-主宰之剑",
						["iLvl"] = 868,
						["time"] = 1483373616,
						["class"] = 2,
						["bTag"] = "潘多拉盒子#5257",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "黑子不放肆-主宰之剑",
						["iLvl"] = 863,
						["time"] = 1483373616,
						["class"] = 3,
						["bTag"] = "BT160506#5412",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "失落灬公爵-主宰之剑",
						["iLvl"] = 861,
						["time"] = 1483373616,
						["class"] = 4,
						["bTag"] = "囧囧小青年#5556",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "濃情绕指柔-主宰之剑",
						["iLvl"] = 899,
						["time"] = 1486313405,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1486276040,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "亚洲骑士-玛里苟斯",
						["iLvl"] = 908,
						["time"] = 1486276040,
						["class"] = 2,
						["bTag"] = "莱因哈特#51977",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "情坎-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1486276040,
						["class"] = 2,
						["bTag"] = "litengfei#5881",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "狼外婆德-朵丹尼尔",
						["iLvl"] = 900,
						["time"] = 1486311175,
						["class"] = 7,
						["bTag"] = "慕容#51295",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小几-熊猫酒仙",
						["iLvl"] = 905,
						["time"] = 1486311288,
						["class"] = 2,
						["bTag"] = "小几#5460",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "御臣風-奥特兰克",
						["iLvl"] = 899,
						["time"] = 1486311296,
						["class"] = 8,
						["bTag"] = "FSChen#5823",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "Nightlight-艾森娜",
						["iLvl"] = 904,
						["time"] = 1486311841,
						["class"] = 2,
						["bTag"] = "Manners#5990",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "风若寒-铜龙军团",
						["iLvl"] = 909,
						["time"] = 1486311578,
						["class"] = 1,
						["bTag"] = "July#5979",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "永春狼-加里索斯",
						["iLvl"] = 909,
						["time"] = 1486311679,
						["class"] = 3,
						["bTag"] = "FunkyGoblin#52607",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "陌生的女主播-铜龙军团",
						["iLvl"] = 899,
						["time"] = 1486313405,
						["class"] = 2,
						["bTag"] = "索姆拉之心#5342",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "秋岚-末日行者",
						["iLvl"] = 902,
						["time"] = 1486312901,
						["class"] = 2,
						["bTag"] = "小不点哥哥#51542",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "筱尾巴-暗影之月",
						["time"] = 1486313382,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1489083483,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "三枼-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1489083483,
						["class"] = 9,
						["bTag"] = "木木#5579",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "丨雨露均沾丨-破碎岭",
						["iLvl"] = 907,
						["time"] = 1489083215,
						["class"] = 11,
						["bTag"] = "泽拉图#53359",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "元神引-熊猫酒仙",
						["time"] = 1489083483,
						["class"] = 10,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "刹哪-洛丹伦",
						["iLvl"] = 909,
						["time"] = 1489083483,
						["class"] = 2,
						["bTag"] = "Setsuna#5901",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 904,
						["time"] = 1490535485,
						["class"] = 3,
						["bTag"] = "折柳#5324",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "肉包额-主宰之剑",
						["iLvl"] = 904,
						["time"] = 1490535485,
						["class"] = 5,
						["bTag"] = "肉包#5448",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "戳你小菊花-主宰之剑",
						["iLvl"] = 892,
						["time"] = 1490535485,
						["class"] = 4,
						["bTag"] = "一生只为你画眉#5874",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "情若绕指柔-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1490535485,
						["class"] = 3,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [26]
				},
				["1-124-419-0"] = {
					{
						["role"] = "TANK",
						["name"] = "橙心橙意瞅你-暗影之月",
						["time"] = 1481913049,
						["class"] = 12,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "风承浪破-主宰之剑",
						["time"] = 1482384324,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "冏酷冏-扎拉赞恩",
						["iLvl"] = 882,
						["time"] = 1482493490,
						["class"] = 11,
						["bTag"] = "埃辛诺斯壁垒#5851",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "罒甴罒-末日行者",
						["iLvl"] = 880,
						["time"] = 1482493490,
						["class"] = 1,
						["bTag"] = "强神#5431",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "西古马-伊萨里奥斯",
						["iLvl"] = 879,
						["time"] = 1482493490,
						["class"] = 2,
						["bTag"] = "俞杰#5918",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Aiyawaer-熊猫酒仙",
						["iLvl"] = 855,
						["time"] = 1482493490,
						["class"] = 7,
						["bTag"] = "小凡#52109",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "电动巴郎子-远古海滩",
						["iLvl"] = 846,
						["time"] = 1482493715,
						["class"] = 11,
						["bTag"] = "猪头买卖提#5549",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Longtime-阿古斯",
						["iLvl"] = 870,
						["time"] = 1482493684,
						["class"] = 2,
						["bTag"] = "为什么你这么熟练#5279",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "冰雪火雨-熊猫酒仙",
						["iLvl"] = 882,
						["time"] = 1482493715,
						["class"] = 8,
						["bTag"] = "狂野之狼#523761",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜乱砍-贫瘠之地",
						["iLvl"] = 854,
						["time"] = 1482807496,
						["class"] = 6,
						["bTag"] = "月夜寻欢#5444",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "长头没子发胡-铜龙军团",
						["iLvl"] = 865,
						["time"] = 1482807511,
						["class"] = 12,
						["bTag"] = "hei#51657",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "江口打桩机-伊萨里奥斯",
						["iLvl"] = 873,
						["time"] = 1482807496,
						["class"] = 6,
						["bTag"] = "邪哥哥哥#5716",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "安都瑞尔-末日祷告祭坛",
						["iLvl"] = 878,
						["time"] = 1482807513,
						["class"] = 2,
						["bTag"] = "李均#5279",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "低吟-桑德兰",
						["iLvl"] = 859,
						["time"] = 1483777117,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "田鑫#5293",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "Ycpri-白银之手",
						["iLvl"] = 854,
						["time"] = 1483777252,
						["class"] = 5,
						["bTag"] = "ccc#5958",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "熱血乄毒奶-影之哀伤",
						["iLvl"] = 874,
						["time"] = 1484196130,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "碎月醉恋花#5522",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "锅盖儿-克苏恩",
						["time"] = 1484196130,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "真实幻像-熊猫酒仙",
						["iLvl"] = 851,
						["time"] = 1484196048,
						["class"] = 9,
						["bTag"] = "HiddenTroll#553661",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "橙满饭-格瑞姆巴托",
						["time"] = 1484196130,
						["class"] = 10,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝的伪装体-芬里斯",
						["iLvl"] = 839,
						["time"] = 1484196130,
						["class"] = 9,
						["bTag"] = "坤斋子#5986",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Elwynn-梅尔加尼",
						["time"] = 1484196444,
						["class"] = 7,
						["leader"] = true,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "东伟哥-丽丽（四川）",
						["time"] = 1484196489,
						["class"] = 3,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "从未痴心-格瑞姆巴托",
						["iLvl"] = 853,
						["time"] = 1484196489,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "FunkyFrog#527666",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "壹个打拾个-铜龙军团",
						["iLvl"] = 794,
						["time"] = 1484196489,
						["class"] = 12,
						["bTag"] = "ZXC#5586",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Mypace-末日祷告祭坛",
						["time"] = 1484451267,
						["class"] = 11,
						["leader"] = true,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之傲雪-范达尔鹿盔",
						["iLvl"] = 869,
						["time"] = 1484451323,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "霜之傲雪#5877",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "雅莉艾儿-卡德加",
						["iLvl"] = 883,
						["time"] = 1484451323,
						["class"] = 12,
						["bTag"] = "HolyPhoenix#5172",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "妖刀姬-提尔之手",
						["iLvl"] = 866,
						["time"] = 1484451323,
						["class"] = 12,
						["bTag"] = "神之救赎#5420",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "厉害呀德林-克洛玛古斯",
						["iLvl"] = 881,
						["time"] = 1484451277,
						["class"] = 2,
						["bTag"] = "何方小仙#51448",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "零上玖度-迅捷微风",
						["iLvl"] = 866,
						["time"] = 1484451323,
						["class"] = 2,
						["bTag"] = "镰舞#5323",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "赤狼牙-影之哀伤",
						["iLvl"] = 881,
						["time"] = 1484451323,
						["class"] = 3,
						["bTag"] = "狼牙#5766",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "屁屁小跟班-蜘蛛王国",
						["time"] = 1484451323,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁汪-世界之树",
						["iLvl"] = 894,
						["time"] = 1484451323,
						["class"] = 1,
						["bTag"] = "浅蓝的水#5667",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "熊舅舅-达文格尔",
						["iLvl"] = 887,
						["time"] = 1484451323,
						["class"] = 1,
						["bTag"] = "三只熊#5520",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "万神殿法术师-白银之手",
						["time"] = 1484451323,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "哥哥是神-山丘之王",
						["time"] = 1484451323,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "极影-主宰之剑",
						["iLvl"] = 856,
						["time"] = 1484451323,
						["class"] = 3,
						["bTag"] = "一曲向东流#5502",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "祈祷圣光-金色平原",
						["iLvl"] = 893,
						["time"] = 1484451323,
						["class"] = 5,
						["bTag"] = "BT160716#51329",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "艾没完-自由之风",
						["iLvl"] = 880,
						["time"] = 1484451459,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "艾没完#5181",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "淺黑-布莱克摩",
						["time"] = 1484451440,
						["class"] = 5,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "半巨人老九-深渊之巢",
						["iLvl"] = 893,
						["time"] = 1484451483,
						["class"] = 12,
						["bTag"] = "李先生#52239",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "黨衛軍卐递归-祖阿曼",
						["iLvl"] = 884,
						["time"] = 1484451483,
						["class"] = 4,
						["bTag"] = "十号看客#5295",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "内德維德-壁炉谷",
						["iLvl"] = 891,
						["time"] = 1484451483,
						["class"] = 1,
						["bTag"] = "棒棒堂#5304",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "暖虫虫-石锤",
						["iLvl"] = 894,
						["time"] = 1484451483,
						["class"] = 11,
						["bTag"] = "wusong#5108",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "汉堡王爆发-遗忘海岸",
						["iLvl"] = 885,
						["time"] = 1484451717,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "周老师#51958",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Zeromq-格瑞姆巴托",
						["time"] = 1484452001,
						["class"] = 8,
						["leader"] = true,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "火烧哥-月光林地",
						["iLvl"] = 867,
						["time"] = 1484451848,
						["class"] = 1,
						["bTag"] = "帅蛋#5731",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥丶-奥拉基尔",
						["time"] = 1484452001,
						["class"] = 3,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "跳舞豆豆-朵丹尼尔",
						["iLvl"] = 882,
						["time"] = 1484452001,
						["class"] = 9,
						["bTag"] = "ciwei#5617",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "傲天冰月-暗影之月",
						["iLvl"] = 867,
						["time"] = 1484452001,
						["class"] = 8,
						["bTag"] = "狂暴之子#5212",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "很阴的天-夏维安",
						["time"] = 1485237138,
						["class"] = 4,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "滑天下之大稽-丽丽（四川）",
						["iLvl"] = 855,
						["time"] = 1485237167,
						["class"] = 2,
						["bTag"] = "老马路#5809",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "鬼影山丘丶龍-格瑞姆巴托",
						["iLvl"] = 840,
						["time"] = 1485237167,
						["class"] = 6,
						["bTag"] = "夜阑丶蛋蛋#5203",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "希望埃斯泰尔-苏拉玛",
						["iLvl"] = 842,
						["time"] = 1485237167,
						["class"] = 1,
						["bTag"] = "紫月幽狼#5437",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "奥莉丶维拉-伊萨里奥斯",
						["time"] = 1485237144,
						["class"] = 4,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "狩猎者灬仓央-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485237156,
						["class"] = 3,
						["bTag"] = "仓央#51879",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "噜啦噜啦嘞-朵丹尼尔",
						["iLvl"] = 853,
						["time"] = 1485237167,
						["class"] = 12,
						["bTag"] = "乐哥哥#51253",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonwhisper-末日行者",
						["iLvl"] = 895,
						["time"] = 1485314293,
						["class"] = 3,
						["bTag"] = "加百列#5899",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Vierdy-国王之谷",
						["iLvl"] = 892,
						["time"] = 1485314293,
						["class"] = 8,
						["bTag"] = "Hensugh#5349",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "叶罗莎-远古海滩",
						["iLvl"] = 877,
						["time"] = 1485314293,
						["class"] = 3,
						["bTag"] = "Tarosa#5647",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "卷心菜游侠-冰风岗",
						["iLvl"] = 891,
						["time"] = 1485314293,
						["class"] = 3,
						["bTag"] = "卷心菜游侠#5335",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "玩具小术-阿纳克洛斯",
						["iLvl"] = 888,
						["time"] = 1485314717,
						["class"] = 9,
						["bTag"] = "李贺#5670",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "丶堕落叶-刺骨利刃",
						["time"] = 1485314640,
						["class"] = 11,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "悍将骄兵-卡拉赞",
						["iLvl"] = 832,
						["time"] = 1485314664,
						["class"] = 4,
						["bTag"] = "地精#5307",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "不厉害-罗宁",
						["iLvl"] = 898,
						["time"] = 1485314717,
						["class"] = 6,
						["bTag"] = "名字要带丶#5829",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "热雪莓-燃烧之刃",
						["iLvl"] = 857,
						["time"] = 1485314717,
						["class"] = 8,
						["bTag"] = "BT160405#51435",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "星潇-金度",
						["iLvl"] = 725,
						["time"] = 1485314914,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "GrumpyKitten#53428",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "大妈十八岁-斯坦索姆",
						["time"] = 1485314949,
						["class"] = 9,
						["leader"] = true,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "帕格-烈焰峰",
						["time"] = 1485314886,
						["class"] = 3,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气大旭-生态船",
						["iLvl"] = 876,
						["time"] = 1485314949,
						["class"] = 8,
						["bTag"] = "如烟#5871",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "雁入孤云-克尔苏加德",
						["iLvl"] = 896,
						["time"] = 1485314949,
						["class"] = 9,
						["bTag"] = "传说中的永恒#5774",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "朱迪贝恩-雷斧堡垒",
						["iLvl"] = 863,
						["time"] = 1485314914,
						["class"] = 8,
						["bTag"] = "中二的上帝#5345",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "夜之子-基尔加丹",
						["iLvl"] = 857,
						["time"] = 1485314944,
						["class"] = 11,
						["bTag"] = "行走的球鞋#5888",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "御风亚索-符文图腾",
						["iLvl"] = 879,
						["time"] = 1485314949,
						["class"] = 12,
						["bTag"] = "小春哥#5457",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "肉松骨头-山丘之王",
						["iLvl"] = 875,
						["time"] = 1485855744,
						["class"] = 12,
						["bTag"] = "肉松骨头#5296",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "暮永-埃德萨拉",
						["iLvl"] = 883,
						["time"] = 1485855744,
						["class"] = 7,
						["bTag"] = "Antinomy#5586",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "阎皇-奥特兰克",
						["iLvl"] = 861,
						["time"] = 1485855744,
						["class"] = 6,
						["bTag"] = "雷霆咆哮#51776",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "冰镇丶柠檬茶-塞泰克",
						["iLvl"] = 848,
						["time"] = 1485855716,
						["class"] = 12,
						["bTag"] = "迷死他丶任#5792",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "狼山的欧皇-塞拉摩",
						["iLvl"] = 897,
						["time"] = 1485856014,
						["class"] = 2,
						["bTag"] = "龙狱#51683",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "刘海下的伤城-安苏",
						["iLvl"] = 837,
						["time"] = 1485856263,
						["class"] = 4,
						["bTag"] = "暴躁的引擎#5101",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "德緈兲侠-死亡之翼",
						["iLvl"] = 896,
						["time"] = 1485856159,
						["class"] = 11,
						["bTag"] = "SuperMage#561395",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "聆月-军团要塞",
						["iLvl"] = 819,
						["time"] = 1485856200,
						["class"] = 3,
						["bTag"] = "神圣的信仰#5418",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "Erwe-雷斧堡垒",
						["iLvl"] = 842,
						["time"] = 1485856263,
						["class"] = 12,
						["bTag"] = "看天看地看人缘#5338",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "钙铁锌-雷斧堡垒",
						["time"] = 1485856263,
						["class"] = 6,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "爱新觉罗暗藏-破碎岭",
						["iLvl"] = 898,
						["time"] = 1485856568,
						["class"] = 12,
						["bTag"] = "纪秉辰#5492",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "云淡风轻的夜-无尽之海",
						["time"] = 1485922890,
						["class"] = 8,
						["leader"] = true,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "过去式心情-萨尔",
						["time"] = 1486030953,
						["class"] = 8,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "清风挑明月-刺骨利刃",
						["iLvl"] = 885,
						["time"] = 1486030534,
						["class"] = 8,
						["bTag"] = "小雯籽#5826",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "残月魔灵-麦迪文",
						["iLvl"] = 880,
						["time"] = 1486030534,
						["class"] = 8,
						["bTag"] = "残月月#5160",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "缺德必须死-主宰之剑",
						["time"] = 1486030534,
						["class"] = 11,
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "笑口巴旦木-纳克萨玛斯",
						["time"] = 1486030966,
						["class"] = 2,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "十万伏比卡丘-罗宁",
						["iLvl"] = 869,
						["time"] = 1488426867,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "依依#52688",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "胸狠丶-海克泰尔",
						["time"] = 1488426888,
						["class"] = 12,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "给我一片蓝天-末日行者",
						["iLvl"] = 875,
						["time"] = 1488426888,
						["class"] = 12,
						["bTag"] = "king#515796",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "旺仔小满头-暗影之月",
						["iLvl"] = 876,
						["time"] = 1488426888,
						["class"] = 11,
						["bTag"] = "狂暴之子#5212",
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "要奶没得-熊猫酒仙",
						["iLvl"] = 905,
						["time"] = 1488426888,
						["class"] = 2,
						["bTag"] = "LittlePants#519115",
					}, -- [96]
				},
				["3-0-458-0"] = {
					{
						["role"] = "TANK",
						["name"] = "一枼-主宰之剑",
						["iLvl"] = 892,
						["time"] = 1484788528,
						["class"] = 2,
						["bTag"] = "木木#5579",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夜笙箫-冰风岗",
						["time"] = 1484788206,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "孤單貳玳-塞纳留斯",
						["time"] = 1484788194,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Azaming-回音山",
						["time"] = 1485407850,
						["class"] = 4,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "黑金弹头-能源舰",
						["time"] = 1485407850,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "安瓿维尔-白银之手",
						["iLvl"] = 826,
						["time"] = 1485407850,
						["class"] = 6,
						["bTag"] = "小溪白兔#51937",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "星河万里-罗宁",
						["iLvl"] = 896,
						["time"] = 1485407850,
						["class"] = 3,
						["bTag"] = "湮荒殿守卫#5956",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丶风乄影-安苏",
						["iLvl"] = 815,
						["time"] = 1485407850,
						["class"] = 10,
						["bTag"] = "龙大爷#51625",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "曲暴乱-达斯雷玛",
						["iLvl"] = 898,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "曲暴乱#5156",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小妞来亲下啊-玛里苟斯",
						["iLvl"] = 901,
						["time"] = 1486017999,
						["class"] = 12,
						["bTag"] = "料子太大#5909",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "冰爻封-雷克萨",
						["time"] = 1486017999,
						["class"] = 6,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋再现-勇士岛",
						["time"] = 1486017999,
						["class"] = 12,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "以德治天下-利刃之拳",
						["iLvl"] = 838,
						["time"] = 1486017948,
						["class"] = 11,
						["bTag"] = "阿鲁高#5383",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "四大天王是他-风暴峭壁",
						["time"] = 1486017999,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "梵冥幽者-玛多兰",
						["iLvl"] = 844,
						["time"] = 1486017999,
						["class"] = 8,
						["bTag"] = "浩霖天下#5238",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Bosch-基尔加丹",
						["iLvl"] = 871,
						["time"] = 1486017999,
						["class"] = 3,
						["bTag"] = "恶灵#5177",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "雨悸-暗影之月",
						["iLvl"] = 886,
						["time"] = 1486017999,
						["class"] = 11,
						["bTag"] = "风行者#5484",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "如花似雨-白银之手",
						["iLvl"] = 900,
						["time"] = 1486017999,
						["class"] = 3,
						["bTag"] = "跳跳熊#56244",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Urmineyy-玛里苟斯",
						["iLvl"] = 883,
						["time"] = 1486017999,
						["class"] = 12,
						["bTag"] = "Urmine#5638",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "卍天下卍-古达克",
						["iLvl"] = 854,
						["time"] = 1486017999,
						["class"] = 11,
						["bTag"] = "唯爱独尊#5340",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "晴空霹雳-阿迦玛甘",
						["iLvl"] = 883,
						["time"] = 1486017999,
						["class"] = 7,
						["bTag"] = "Albafica#5647",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelacc-奥拉基尔",
						["iLvl"] = 874,
						["time"] = 1486017999,
						["class"] = 12,
						["bTag"] = "Adam#51798",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "卡丽莲娜-熊猫酒仙",
						["iLvl"] = 879,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "卡丽莲娜#5407",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "年少灬轻狂-杜隆坦",
						["iLvl"] = 867,
						["time"] = 1486017999,
						["class"] = 7,
						["bTag"] = "李庆勇#5892",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "眉飞凤舞-罗宁",
						["iLvl"] = 870,
						["time"] = 1486017999,
						["class"] = 5,
						["bTag"] = "快乐之足#5899",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "纯天然有污染-万色星辰",
						["time"] = 1486017999,
						["class"] = 6,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨灬晨曦-熊猫酒仙",
						["iLvl"] = 895,
						["time"] = 1486017999,
						["class"] = 4,
						["bTag"] = "挚爱红儿#5416",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "黯淡雪姬-普罗德摩",
						["iLvl"] = 888,
						["time"] = 1486017999,
						["class"] = 9,
						["bTag"] = "金爺#5132",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "学霸哥-熊猫酒仙",
						["iLvl"] = 873,
						["time"] = 1486017999,
						["class"] = 12,
						["bTag"] = "gene#51955",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "雕牌丶-暗影之月",
						["iLvl"] = 794,
						["time"] = 1486017937,
						["class"] = 9,
						["bTag"] = "雕牌丶#51942",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "亡梦爱人-末日行者",
						["iLvl"] = 887,
						["time"] = 1486017999,
						["class"] = 6,
						["bTag"] = "塔里斯#51301",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "小囧-达纳斯",
						["iLvl"] = 885,
						["time"] = 1486017999,
						["class"] = 8,
						["bTag"] = "elliot56#5219",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "我意逍遥-破碎岭",
						["iLvl"] = 885,
						["time"] = 1486017999,
						["class"] = 5,
						["bTag"] = "我亦逍遥#5593",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "一圣光之手一-格瑞姆巴托",
						["iLvl"] = 857,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "狂暴小桃子#5567",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "丶戒酒的李白-安苏",
						["iLvl"] = 852,
						["time"] = 1486017999,
						["class"] = 8,
						["bTag"] = "丶心依旧#5324",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "骑士统帅-提尔之手",
						["iLvl"] = 843,
						["time"] = 1486017999,
						["class"] = 6,
						["bTag"] = "陶文#5925",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "单蹦瞎蹦达-末日行者",
						["iLvl"] = 903,
						["time"] = 1486017999,
						["class"] = 6,
						["bTag"] = "秋秋秋#51542",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂胡子-贫瘠之地",
						["time"] = 1486017999,
						["class"] = 4,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "彡哈哈一箭彡-永恒之井",
						["iLvl"] = 867,
						["time"] = 1486017999,
						["class"] = 3,
						["bTag"] = "黑男爵#5731",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "萨摩哈-风暴峭壁",
						["iLvl"] = 847,
						["time"] = 1486017999,
						["class"] = 6,
						["bTag"] = "儿时的回忆#5897",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "随风幻舞-诺莫瑞根",
						["iLvl"] = 868,
						["time"] = 1486017999,
						["class"] = 12,
						["bTag"] = "随风飞舞#5160",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "优雅蔙葎-安苏",
						["iLvl"] = 799,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "狂野旋律#51284",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "如齿可爱-风暴峭壁",
						["iLvl"] = 900,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "小辉#5901",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "冢原卜传-麦迪文",
						["iLvl"] = 888,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "为猪而战#5103",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "俺太帅-狂风峭壁",
						["iLvl"] = 880,
						["time"] = 1486017999,
						["class"] = 2,
						["bTag"] = "大天堂惩戒骑#5788",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "糖衣巧克力-暗影之月",
						["iLvl"] = 891,
						["time"] = 1486017999,
						["class"] = 11,
						["bTag"] = "马小宝#5620",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染的返魂蝶-回音山",
						["iLvl"] = 854,
						["time"] = 1486017999,
						["class"] = 9,
						["bTag"] = "永夜之月#5727",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "獵殺者丶逐風-伊萨里奥斯",
						["iLvl"] = 906,
						["time"] = 1486017999,
						["class"] = 3,
						["bTag"] = "我贼拉风#5981",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "眼睛闪闪亮-霜之哀伤",
						["iLvl"] = 864,
						["time"] = 1486602189,
						["class"] = 12,
						["bTag"] = "JACKEY#52946",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "贫乳即正义-月神殿",
						["iLvl"] = 800,
						["time"] = 1486602233,
						["class"] = 12,
						["bTag"] = "黑色的寂寞#5858",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "三震出局-桑德兰",
						["time"] = 1486602233,
						["class"] = 7,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "梦魇丶心-奥拉基尔",
						["iLvl"] = 878,
						["time"] = 1486602233,
						["class"] = 9,
						["bTag"] = "呆呆的呆呆#5305",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Superwater-诺兹多姆",
						["time"] = 1486602233,
						["class"] = 3,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "一锤子砸死-雷克萨",
						["iLvl"] = 896,
						["time"] = 1486602233,
						["class"] = 2,
						["bTag"] = "嘘嘘#5113",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "邪疫-阿古斯",
						["iLvl"] = 862,
						["time"] = 1486602233,
						["class"] = 6,
						["bTag"] = "Mort#5458",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "嗷喲哏-阿古斯",
						["iLvl"] = 864,
						["time"] = 1486602233,
						["class"] = 10,
						["bTag"] = "hinjisi#5939",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "狂想的恶魔-主宰之剑",
						["iLvl"] = 881,
						["time"] = 1486602233,
						["class"] = 12,
						["bTag"] = "旋转的狂想#5970",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "Bazooka-戈古纳斯",
						["time"] = 1486602233,
						["class"] = 6,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "眷佑-破碎岭",
						["iLvl"] = 845,
						["time"] = 1486602233,
						["class"] = 2,
						["bTag"] = "范先森#51653",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "源龙星我们走-艾苏恩",
						["iLvl"] = 902,
						["time"] = 1486602233,
						["class"] = 12,
						["bTag"] = "右手换盾#5677",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "骑猪旅行-阿古斯",
						["iLvl"] = 906,
						["time"] = 1486602233,
						["class"] = 7,
						["bTag"] = "骑猪旅行#5147",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "希瑞曼-白银之手",
						["iLvl"] = 880,
						["time"] = 1486602233,
						["class"] = 5,
						["bTag"] = "Judy#5412",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "悉尼国际-安苏",
						["iLvl"] = 897,
						["time"] = 1486602233,
						["class"] = 8,
						["bTag"] = "阿暴#51587",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "遛遛转转-破碎岭",
						["iLvl"] = 835,
						["time"] = 1486602233,
						["class"] = 5,
						["bTag"] = "风云莫测#5469",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "伤心的柴火-格瑞姆巴托",
						["iLvl"] = 897,
						["time"] = 1486602233,
						["class"] = 5,
						["bTag"] = "雷诺#53878",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "丨莫烦丨-生态船",
						["iLvl"] = 880,
						["time"] = 1486602233,
						["class"] = 8,
						["bTag"] = "莫烦#5387",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "魔影利刃-阿纳克洛斯",
						["iLvl"] = 867,
						["time"] = 1486602233,
						["class"] = 12,
						["bTag"] = "沉默风暴#52353",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光豆豆-克洛玛古斯",
						["iLvl"] = 909,
						["time"] = 1486602233,
						["class"] = 2,
						["bTag"] = "豆豆#51485",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜行走-自由之风",
						["iLvl"] = 840,
						["time"] = 1486602233,
						["class"] = 9,
						["bTag"] = "gao#5614",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "任性-图拉扬",
						["iLvl"] = 860,
						["time"] = 1486602223,
						["class"] = 6,
						["bTag"] = "狂妄之雄#5701",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Glorylegend-永恒之井",
						["iLvl"] = 897,
						["time"] = 1486602233,
						["class"] = 1,
						["bTag"] = "达纳苏斯的雨#5509",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "奇妙冒险-破碎岭",
						["iLvl"] = 906,
						["time"] = 1486602233,
						["class"] = 6,
						["bTag"] = "奇妙冒险#5913",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "虚妄恶魔-翡翠梦境",
						["iLvl"] = 883,
						["time"] = 1486602223,
						["class"] = 12,
						["bTag"] = "贪睡之熊#54327",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "尖头叉子-军团要塞",
						["time"] = 1486602233,
						["class"] = 2,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "乔治啊啊马丁-罗宁",
						["iLvl"] = 856,
						["time"] = 1486602231,
						["class"] = 1,
						["bTag"] = "星骐#5371",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "可爱仙子-瑞文戴尔",
						["iLvl"] = 870,
						["time"] = 1486602233,
						["class"] = 7,
						["bTag"] = "花儿朵朵#5680",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "木木杨静-罗宁",
						["iLvl"] = 908,
						["time"] = 1486602233,
						["class"] = 8,
						["bTag"] = "鲈鱼与农夫#5370",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "五七二二四-罗宁",
						["time"] = 1486602223,
						["class"] = 12,
					}, -- [78]
				},
				["3-122-413-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "蓝昕-瓦里玛萨斯",
						["iLvl"] = 887,
						["time"] = 1484457625,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "蓝心#5446",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "風淡-罗宁",
						["iLvl"] = 888,
						["time"] = 1484457625,
						["class"] = 1,
						["bTag"] = "風淡#5988",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "咕丶咕-艾萨拉",
						["iLvl"] = 888,
						["time"] = 1484457625,
						["class"] = 11,
						["bTag"] = "卢悦#5358",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "狂奔的粽子-罗宁",
						["iLvl"] = 889,
						["time"] = 1484457625,
						["class"] = 12,
						["bTag"] = "狂奔的大蜗牛#5872",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Reus-艾萨拉",
						["iLvl"] = 882,
						["time"] = 1484457625,
						["class"] = 12,
						["bTag"] = "喜洋洋#5655",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "伊鲁鲁德-凯尔萨斯",
						["iLvl"] = 893,
						["time"] = 1484457625,
						["class"] = 11,
						["bTag"] = "伊雪恋影#5557",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "送你个阿鲁巴-守护之剑",
						["iLvl"] = 891,
						["time"] = 1484457625,
						["class"] = 8,
						["bTag"] = "Van#52752",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的麦-迦拉克隆",
						["iLvl"] = 890,
						["time"] = 1484457625,
						["class"] = 8,
						["bTag"] = "蛮力之精灵#56166",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "红㑋-末日行者",
						["iLvl"] = 889,
						["time"] = 1484457625,
						["class"] = 1,
						["bTag"] = "ErebusYan#5859",
					}, -- [9]
				},
				["2-121-467-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "武雷也-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1484581632,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "仰望橙汁#5794",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "安蒂璐璐-石爪峰",
						["time"] = 1484581632,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "史蒂芬真-月光林地",
						["iLvl"] = 890,
						["time"] = 1484581632,
						["class"] = 12,
						["bTag"] = "williamxz#5540",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "雨飘飘-银月",
						["iLvl"] = 883,
						["time"] = 1484581632,
						["class"] = 11,
						["bTag"] = "saycc#5106",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1488889304,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 918,
						["time"] = 1489593776,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 877,
						["time"] = 1484799878,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞回忆-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1484799878,
						["class"] = 12,
						["bTag"] = "死枪#51825",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "花绮罗-主宰之剑",
						["iLvl"] = 892,
						["time"] = 1485416860,
						["class"] = 2,
						["bTag"] = "北风乱#5323",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "微醺的哈士奇-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1485416860,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Jurring-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485416860,
						["class"] = 2,
						["bTag"] = "干旱#51888",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "骑士丶右右-壁炉谷",
						["iLvl"] = 895,
						["time"] = 1485416860,
						["class"] = 6,
						["bTag"] = "卡拉肖克潘#5322",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "大碗炒削-主宰之剑",
						["iLvl"] = 906,
						["time"] = 1485863481,
						["class"] = 12,
						["bTag"] = "方便面#51519",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦若歌-主宰之剑",
						["iLvl"] = 906,
						["time"] = 1485863481,
						["class"] = 6,
						["bTag"] = "消耗品#5957",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "圣天光耀-国王之谷",
						["iLvl"] = 890,
						["time"] = 1485863481,
						["class"] = 2,
						["bTag"] = "谢腾纵#5730",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "帅到无可救葯-主宰之剑",
						["iLvl"] = 897,
						["time"] = 1488284656,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "死亡有多烦恼#5936",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜沦陷妳-影之哀伤",
						["iLvl"] = 900,
						["time"] = 1488284656,
						["class"] = 12,
						["bTag"] = "蛮力之兽#54990",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "三枼-主宰之剑",
						["iLvl"] = 906,
						["time"] = 1489593776,
						["class"] = 9,
						["bTag"] = "木木#5579",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "晓番茄-奥特兰克",
						["iLvl"] = 933,
						["time"] = 1489491723,
						["class"] = 12,
						["bTag"] = "神奇奶爸#51103",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "香椿炒鸡蛋-暗影之月",
						["iLvl"] = 881,
						["time"] = 1488885056,
						["class"] = 9,
						["bTag"] = "小雨点#5894",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦跶的蜗牛-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1488889304,
						["class"] = 12,
						["bTag"] = "小文先生#51743",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "芬芬的小跟班-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1488899887,
						["class"] = 12,
						["bTag"] = "雷德幻象#5817",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁刘德华-主宰之剑",
						["iLvl"] = 877,
						["time"] = 1488892055,
						["class"] = 3,
						["bTag"] = "伟大哥#51827",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "缄丨默-末日行者",
						["iLvl"] = 915,
						["time"] = 1488892055,
						["class"] = 12,
						["bTag"] = "缄默#5555",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "飞鸢-罗宁",
						["iLvl"] = 909,
						["time"] = 1488894150,
						["class"] = 3,
						["bTag"] = "飞鸢#5632",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Aliciachris-熊猫酒仙",
						["iLvl"] = 919,
						["time"] = 1488895966,
						["class"] = 12,
						["bTag"] = "NGj#5879",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "西湖水我的泪-安苏",
						["iLvl"] = 904,
						["time"] = 1488895778,
						["class"] = 7,
						["bTag"] = "小婷婷#5491",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "绯色陶俑-迦拉克隆",
						["iLvl"] = 895,
						["time"] = 1488897686,
						["class"] = 7,
						["bTag"] = "威斯康辛巴#5387",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "彩笔聪-深渊之巢",
						["iLvl"] = 916,
						["time"] = 1488901798,
						["class"] = 12,
						["bTag"] = "詹聪#5909",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "桒劣-奥特兰克",
						["iLvl"] = 903,
						["time"] = 1488897866,
						["class"] = 3,
						["bTag"] = "暴躁之鼬#5966",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Beewolf-奥特兰克",
						["iLvl"] = 903,
						["time"] = 1488899887,
						["class"] = 3,
						["bTag"] = "Orange#5154",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "萧术神-晴日峰（江苏）",
						["time"] = 1488901967,
						["class"] = 9,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "爱瑞莉蕥-风暴峭壁",
						["iLvl"] = 913,
						["time"] = 1488901967,
						["class"] = 12,
						["bTag"] = "北极星#5672",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "襬銫饝釹-安苏",
						["iLvl"] = 897,
						["time"] = 1488901967,
						["class"] = 12,
						["bTag"] = "潘廷军#5618",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "花灬祯儿-破碎岭",
						["iLvl"] = 921,
						["time"] = 1489219286,
						["class"] = 3,
						["bTag"] = "沈鑫#51756",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "小吵的虎爪-戈古纳斯",
						["iLvl"] = 918,
						["time"] = 1489212861,
						["class"] = 12,
						["bTag"] = "迷失#5529",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "尹利丹丶怒風-罗宁",
						["iLvl"] = 906,
						["time"] = 1489212861,
						["class"] = 12,
						["bTag"] = "独立团团长#5867",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "撼地神牛灬-蜘蛛王国",
						["iLvl"] = 900,
						["time"] = 1489214873,
						["class"] = 3,
						["bTag"] = "关云长#5727",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "六蕴皆空-伊萨里奥斯",
						["iLvl"] = 908,
						["time"] = 1489215222,
						["class"] = 3,
						["bTag"] = "破天#5376",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "软白白-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1489219147,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "饿馍-玛诺洛斯",
						["iLvl"] = 924,
						["time"] = 1489217127,
						["class"] = 12,
						["bTag"] = "天使也掉毛#51828",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "丶熊小玖-荆棘谷",
						["iLvl"] = 908,
						["time"] = 1489219431,
						["class"] = 12,
						["bTag"] = "丶熊小九#5354",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "传奇猎魔-埃苏雷格",
						["iLvl"] = 915,
						["time"] = 1489227448,
						["class"] = 12,
						["bTag"] = "悠悠仔仔#5612",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "吸橙男孩-万色星辰",
						["time"] = 1489219431,
						["class"] = 3,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "尒罗森-永恒之井",
						["iLvl"] = 917,
						["time"] = 1489227448,
						["class"] = 3,
						["bTag"] = "DIVINdoub#5951",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "明朝梦醒-萨菲隆",
						["iLvl"] = 904,
						["time"] = 1489221681,
						["class"] = 2,
						["bTag"] = "明朝梦醒#5495",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "钢铁战魂-回音山",
						["iLvl"] = 915,
						["time"] = 1489223846,
						["class"] = 1,
						["bTag"] = "宋慈#5861",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "新建文件夾-风暴之怒",
						["iLvl"] = 908,
						["time"] = 1489225638,
						["class"] = 2,
						["bTag"] = "遥远的拂晓#5896",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "丨凛冬将至丶-阿古斯",
						["iLvl"] = 909,
						["time"] = 1489227448,
						["class"] = 9,
						["bTag"] = "那一晚的风情#5344",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱浆果-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1489334765,
						["class"] = 3,
						["bTag"] = "浆果#51845",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "微光若曦-熊猫酒仙",
						["iLvl"] = 919,
						["time"] = 1489249580,
						["class"] = 12,
						["bTag"] = "刹那的幻影#5781",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "零之神域-守护之剑",
						["iLvl"] = 920,
						["time"] = 1489249800,
						["class"] = 12,
						["bTag"] = "俺是小强#5268",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "公子小狄-风暴之眼",
						["time"] = 1489249800,
						["class"] = 3,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "拉布拉多-卡珊德拉",
						["iLvl"] = 914,
						["time"] = 1489251183,
						["class"] = 4,
						["bTag"] = "车厘子#5677",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "英語老師-凯尔萨斯",
						["iLvl"] = 915,
						["time"] = 1489254822,
						["class"] = 12,
						["bTag"] = "yicheall#5566",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "向往明天-刺骨利刃",
						["time"] = 1489253017,
						["class"] = 1,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "罗布泊小刀-破碎岭",
						["iLvl"] = 910,
						["time"] = 1489254999,
						["class"] = 2,
						["bTag"] = "漠北苍狼#5234",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜恶魔之吻-蜘蛛王国",
						["iLvl"] = 922,
						["time"] = 1489257092,
						["class"] = 12,
						["bTag"] = "离歌#5632",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "聚散流沙-血色十字军",
						["iLvl"] = 878,
						["time"] = 1489255147,
						["class"] = 3,
						["bTag"] = "瘦猪呆兔#51818",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰靓-梦境之树",
						["iLvl"] = 905,
						["time"] = 1489255271,
						["class"] = 4,
						["bTag"] = "凤凰狂#5175",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "三喵-海克泰尔",
						["iLvl"] = 911,
						["time"] = 1489257092,
						["class"] = 1,
						["bTag"] = "三喵#51617",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "唐僧吸舔取茎-熊猫酒仙",
						["iLvl"] = 914,
						["time"] = 1489319079,
						["class"] = 3,
						["bTag"] = "沧桑#5472",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "老逆-雷斧堡垒",
						["iLvl"] = 917,
						["time"] = 1489319079,
						["class"] = 4,
						["bTag"] = "老逆#5542",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌小鶸-玛里苟斯",
						["iLvl"] = 929,
						["time"] = 1489319079,
						["class"] = 12,
						["bTag"] = "无敌小弱鸡#5807",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "星月妖妖-狂风峭壁",
						["iLvl"] = 920,
						["time"] = 1489321037,
						["class"] = 3,
						["bTag"] = "Eva#5173",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆麦饼熟了-海克泰尔",
						["iLvl"] = 922,
						["time"] = 1489322683,
						["class"] = 12,
						["bTag"] = "致命之足#560485",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜吟賊-伊萨里奥斯",
						["iLvl"] = 900,
						["time"] = 1489321037,
						["class"] = 4,
						["bTag"] = "无聊墨迹#5213",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "浮桦-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1489322683,
						["class"] = 3,
						["bTag"] = "浮华一世#5338",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Alexmer-阿古斯",
						["iLvl"] = 906,
						["time"] = 1489322683,
						["class"] = 9,
						["bTag"] = "坷垃垃#5699",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "濃情绕指柔-主宰之剑",
						["iLvl"] = 916,
						["time"] = 1489332724,
						["class"] = 12,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丶一念成魔-白银之手",
						["iLvl"] = 909,
						["time"] = 1489328518,
						["class"] = 12,
						["bTag"] = "毒药丶#51320",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的华丽-山丘之王",
						["iLvl"] = 912,
						["time"] = 1489330526,
						["class"] = 3,
						["bTag"] = "尘埃#5778",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "幻彩泡泡糖-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1489334765,
						["class"] = 2,
						["bTag"] = "曾经我年少#5815",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "傑希卡丶-白银之手",
						["iLvl"] = 920,
						["time"] = 1489332904,
						["class"] = 12,
						["bTag"] = "Jesse#52408",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "丿命运厶间隙-海克泰尔",
						["iLvl"] = 921,
						["time"] = 1489334765,
						["class"] = 12,
						["bTag"] = "幸运之翼#54692",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "小寳貝丶萱萱-阿纳克洛斯",
						["iLvl"] = 908,
						["time"] = 1489406644,
						["class"] = 7,
						["bTag"] = "xuanxuan0108#5670",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦里安巫瑞恩-末日行者",
						["iLvl"] = 914,
						["time"] = 1489408753,
						["class"] = 12,
						["bTag"] = "没钱#5138",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "咔斯-朵丹尼尔",
						["iLvl"] = 907,
						["time"] = 1489408753,
						["class"] = 8,
						["bTag"] = "卡斯#52416",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "青春梦-普罗德摩",
						["iLvl"] = 912,
						["time"] = 1489411262,
						["class"] = 2,
						["bTag"] = "青春梦#5431",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "Illidary-阿古斯",
						["iLvl"] = 916,
						["time"] = 1489422638,
						["class"] = 12,
						["bTag"] = "卓宝宝的爸爸#5882",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "下莎-克洛玛古斯",
						["iLvl"] = 904,
						["time"] = 1489413332,
						["class"] = 8,
						["bTag"] = "下莎#5166",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "处男给了手-玛里苟斯",
						["iLvl"] = 911,
						["time"] = 1489415674,
						["class"] = 8,
						["bTag"] = "LuckyPants#512934",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "下个寂寞丶-熊猫酒仙",
						["iLvl"] = 909,
						["time"] = 1489418271,
						["class"] = 12,
						["bTag"] = "下个雨天丶#5433",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "栋肆幺肆-蜘蛛王国",
						["iLvl"] = 914,
						["time"] = 1489422638,
						["class"] = 3,
						["bTag"] = "Owl#5404",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "啊城-壁炉谷",
						["iLvl"] = 909,
						["time"] = 1489420429,
						["class"] = 9,
						["bTag"] = "BattleFrog#5353",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "Railgun-奥特兰克",
						["iLvl"] = 914,
						["time"] = 1489422638,
						["class"] = 1,
						["bTag"] = "Railgun#5683",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "风尘孤星-末日行者",
						["iLvl"] = 916,
						["time"] = 1489491723,
						["class"] = 3,
						["bTag"] = "深沉面包#5484",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "不给-塞拉摩",
						["time"] = 1489491723,
						["class"] = 3,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡年大吉吧-远古海滩",
						["time"] = 1489504349,
						["class"] = 12,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "猜猜哟-石锤",
						["iLvl"] = 920,
						["time"] = 1489498505,
						["class"] = 3,
						["bTag"] = "BT160919#54109",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "胸前坦蕩蕩-永恒之井",
						["iLvl"] = 901,
						["time"] = 1489496597,
						["class"] = 6,
						["bTag"] = "胸前坦蕩蕩#5492",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "乔巴大人-朵丹尼尔",
						["iLvl"] = 909,
						["time"] = 1489498505,
						["class"] = 1,
						["bTag"] = "落日吟风#5790",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "飘逸追猎者-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1489500557,
						["class"] = 3,
						["bTag"] = "迪门亨特#51130",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌灬幸运星-诺兹多姆",
						["iLvl"] = 912,
						["time"] = 1489500557,
						["class"] = 3,
						["bTag"] = "星灵#5353",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑又奈何-回音山",
						["iLvl"] = 905,
						["time"] = 1489502553,
						["class"] = 3,
						["bTag"] = "有亲真好#5256",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "丨哒不溜丨-雷斧堡垒",
						["iLvl"] = 915,
						["time"] = 1489506825,
						["class"] = 3,
						["bTag"] = "大白#5376",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "纯情菊花刀-白银之手",
						["iLvl"] = 909,
						["time"] = 1489504349,
						["class"] = 12,
						["bTag"] = "BT160326#52973",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "血卍鹰-安苏",
						["time"] = 1489511131,
						["class"] = 12,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "裤裆里有霸气-麦迪文",
						["iLvl"] = 911,
						["time"] = 1489506825,
						["class"] = 1,
						["bTag"] = "胤龙#5164",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "Itisbe-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1489508924,
						["class"] = 12,
						["bTag"] = "狂野之狼#520358",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑崔斯特-泰兰德",
						["iLvl"] = 922,
						["time"] = 1489511131,
						["class"] = 3,
						["bTag"] = "艾萨拉的黄昏#5659",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "六月风行-荆棘谷",
						["iLvl"] = 908,
						["time"] = 1489511131,
						["class"] = 10,
						["bTag"] = "六月#5421",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽烈焰之辉-末日行者",
						["iLvl"] = 915,
						["time"] = 1489583064,
						["class"] = 12,
						["bTag"] = "超级怀孕光环#5587",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "江晓白-熊猫酒仙",
						["time"] = 1489582832,
						["class"] = 8,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Malikazat-末日行者",
						["iLvl"] = 905,
						["time"] = 1489583214,
						["class"] = 10,
						["bTag"] = "风流逍遥#5693",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "这拽身材很好-永恒之井",
						["iLvl"] = 918,
						["time"] = 1489586899,
						["class"] = 12,
						["bTag"] = "拽少#5407",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Litniar-白银之手",
						["iLvl"] = 916,
						["time"] = 1489584984,
						["class"] = 3,
						["bTag"] = "litniar#51154",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走果果-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1489589103,
						["class"] = 11,
						["bTag"] = "小番茄#5249",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "一身逗逼橙-破碎岭",
						["time"] = 1489589390,
						["class"] = 12,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "樓陀羅-巴尔古恩",
						["iLvl"] = 908,
						["time"] = 1489589390,
						["class"] = 12,
						["bTag"] = "致命小内裤#51537",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "离梦踯躅-普瑞斯托",
						["iLvl"] = 905,
						["time"] = 1489591521,
						["class"] = 8,
						["bTag"] = "情之荒苍#5662",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "两难-晴日峰（江苏）",
						["iLvl"] = 922,
						["time"] = 1489593776,
						["class"] = 12,
						["bTag"] = "楷楷#5279",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "陌路未央-爱斯特纳",
						["iLvl"] = 904,
						["time"] = 1489591806,
						["class"] = 4,
						["bTag"] = "泡沫#5790",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "忻菲-风暴之眼",
						["iLvl"] = 905,
						["time"] = 1489593776,
						["class"] = 8,
						["bTag"] = "Daniel#5973",
					}, -- [114]
				},
				["1-124-422-0"] = {
					{
						["role"] = "TANK",
						["name"] = "武运灬昌隆-安苏",
						["iLvl"] = 869,
						["time"] = 1482494927,
						["class"] = 6,
						["bTag"] = "灬睿睿灬#51733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "迪兰恒进-逐日者",
						["iLvl"] = 873,
						["time"] = 1482651170,
						["class"] = 12,
						["bTag"] = "dignzi#5789",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小小丫-蓝龙军团",
						["iLvl"] = 878,
						["time"] = 1482651170,
						["class"] = 3,
						["bTag"] = "YOYO#51421",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "一飞扬一-永恒之井",
						["iLvl"] = 891,
						["time"] = 1482651170,
						["class"] = 7,
						["bTag"] = "心飞扬#5996",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "塞纳瑞斯-迦拉克隆",
						["iLvl"] = 843,
						["time"] = 1482651170,
						["class"] = 11,
						["bTag"] = "Lihoy#5433",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "浅浅流苏-德拉诺",
						["iLvl"] = 881,
						["time"] = 1482651170,
						["class"] = 12,
						["bTag"] = "彼方#5279",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "趴下-艾森娜",
						["iLvl"] = 895,
						["time"] = 1482651170,
						["class"] = 11,
						["bTag"] = "熊猫#54228",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰小子-远古海滩",
						["iLvl"] = 891,
						["time"] = 1482651170,
						["class"] = 3,
						["bTag"] = "小傻#5265",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "靜偢-加尔",
						["iLvl"] = 885,
						["time"] = 1482651170,
						["class"] = 12,
						["bTag"] = "小色球#5220",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "追忆花世-安苏",
						["iLvl"] = 866,
						["time"] = 1482651170,
						["class"] = 2,
						["bTag"] = "花世#5221",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "突毕男波万-白银之手",
						["iLvl"] = 860,
						["time"] = 1482651408,
						["class"] = 1,
						["bTag"] = "我叫佟野#5720",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呀又射偏了-奥达曼",
						["iLvl"] = 866,
						["time"] = 1482651408,
						["class"] = 3,
						["bTag"] = "宋震宇0911#5969",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "贰贰玖肆贰丶-拉文凯斯",
						["iLvl"] = 884,
						["time"] = 1482651408,
						["class"] = 2,
						["bTag"] = "安兔兔#5840",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "我妻有乃-永恒之井",
						["time"] = 1482651408,
						["class"] = 8,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "守护云的雨-国王之谷",
						["iLvl"] = 868,
						["time"] = 1482651726,
						["class"] = 2,
						["bTag"] = "记忆#5902",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "赤焰之瞳-迅捷微风",
						["iLvl"] = 817,
						["time"] = 1482940013,
						["class"] = 8,
						["bTag"] = "扬州三月丶#5154",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "碎语丶-深渊之巢",
						["iLvl"] = 825,
						["time"] = 1482940013,
						["class"] = 8,
						["bTag"] = "晴天雨#5244",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "死寂丶-主宰之剑",
						["iLvl"] = 858,
						["time"] = 1482940013,
						["class"] = 12,
						["bTag"] = "皮皮#5449",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "依寒-祖阿曼",
						["iLvl"] = 882,
						["time"] = 1482939887,
						["class"] = 12,
						["bTag"] = "独钓寒江雪#5425",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "遗失的妹子-塞拉摩",
						["iLvl"] = 881,
						["time"] = 1482940193,
						["class"] = 8,
						["bTag"] = "风之物语#5875",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "低吟-桑德兰",
						["iLvl"] = 858,
						["time"] = 1483662669,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "田鑫#5293",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "卡利雅月-熊猫酒仙",
						["iLvl"] = 850,
						["time"] = 1483662748,
						["class"] = 11,
						["bTag"] = "破人#5862",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "一口一个橘子-刺骨利刃",
						["iLvl"] = 892,
						["time"] = 1483663201,
						["class"] = 6,
						["bTag"] = "奇迹的香舞#5466",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "幻象之剑-桑德兰",
						["iLvl"] = 867,
						["time"] = 1483663201,
						["class"] = 6,
						["bTag"] = "Grissom#5254",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "释舞尽-达文格尔",
						["iLvl"] = 818,
						["time"] = 1484362134,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "释舞曦#5915",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "横木孤帆-铜龙军团",
						["iLvl"] = 844,
						["time"] = 1484362134,
						["class"] = 8,
						["bTag"] = "诺娃#511899",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "灰色诡计-阿拉索",
						["iLvl"] = 844,
						["time"] = 1484362134,
						["class"] = 6,
						["bTag"] = "灰色天空#5561",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "亽怜香惜玉亽-玛里苟斯",
						["time"] = 1484362134,
						["class"] = 8,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "圣光天使-暗影之月",
						["time"] = 1484362345,
						["class"] = 2,
						["leader"] = true,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "稍麦与砖茶-拉贾克斯",
						["time"] = 1484362345,
						["class"] = 11,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呀不要嘛-国王之谷",
						["time"] = 1484362345,
						["class"] = 12,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "小德阿宝-死亡之翼",
						["iLvl"] = 872,
						["time"] = 1484362482,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "xiaofeixia#5358",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "风火万户侯-亡语者",
						["iLvl"] = 830,
						["time"] = 1484362482,
						["class"] = 5,
						["bTag"] = "江湖子弟#5469",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "托尔之锤-希尔瓦娜斯",
						["iLvl"] = 864,
						["time"] = 1484362482,
						["class"] = 2,
						["bTag"] = "老酒#5694",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "后仰跳頭-伊森利恩",
						["iLvl"] = 878,
						["time"] = 1484480997,
						["class"] = 12,
						["bTag"] = "后仰跳投#51850",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "梦魇风暴-冰风岗",
						["iLvl"] = 798,
						["time"] = 1484480997,
						["class"] = 7,
						["bTag"] = "哼哼哈七#5214",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "圣堂监护者-主宰之剑",
						["iLvl"] = 882,
						["time"] = 1484480997,
						["class"] = 2,
						["bTag"] = "红须老猎手#5731",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼山灬莲泉-白银之手",
						["iLvl"] = 862,
						["time"] = 1484532318,
						["class"] = 3,
						["bTag"] = "先灬勇#5181",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "伊兰帝丶神圣-破碎岭",
						["iLvl"] = 874,
						["time"] = 1484532318,
						["class"] = 2,
						["bTag"] = "光明之锤#53329",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "吾王不朽-暗影之月",
						["iLvl"] = 863,
						["time"] = 1484753732,
						["class"] = 1,
						["bTag"] = "幸运之虎#5299",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "戀戀笔记本-熊猫酒仙",
						["iLvl"] = 878,
						["time"] = 1484753732,
						["class"] = 5,
						["bTag"] = "Seamo#5694",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "风声思缪-龙骨平原",
						["iLvl"] = 881,
						["time"] = 1484753732,
						["class"] = 8,
						["bTag"] = "风声思缪#5751",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Watter-麦维影歌",
						["iLvl"] = 863,
						["time"] = 1484753732,
						["class"] = 9,
						["bTag"] = "主席#5430",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Sasakijin-勇士岛",
						["iLvl"] = 875,
						["time"] = 1484754087,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Jin#5988",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "爆浆毛毛虫-天谴之门",
						["iLvl"] = 852,
						["time"] = 1484753995,
						["class"] = 2,
						["bTag"] = "Egk#5424",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "亚夏的红袍女-石爪峰",
						["time"] = 1484753995,
						["class"] = 9,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "风流云冻-风暴峭壁",
						["iLvl"] = 877,
						["time"] = 1485160698,
						["class"] = 3,
						["bTag"] = "卡西#5164",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "执着的战-夏维安",
						["iLvl"] = 862,
						["time"] = 1485160732,
						["class"] = 2,
						["bTag"] = "执着的战#5362",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "丶如詩般宁靜-破碎岭",
						["iLvl"] = 853,
						["time"] = 1485160732,
						["class"] = 5,
						["bTag"] = "Peter#5846",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "大柚子大柚子-末日行者",
						["time"] = 1485160732,
						["class"] = 12,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "血色壁垒-国王之谷",
						["iLvl"] = 886,
						["time"] = 1485160732,
						["class"] = 2,
						["bTag"] = "钻石武力#5279",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "跑酷的猫-泰拉尔",
						["iLvl"] = 898,
						["time"] = 1485161351,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "站着睡觉的树#5453",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "黔悦和-末日行者",
						["iLvl"] = 864,
						["time"] = 1485161341,
						["class"] = 7,
						["bTag"] = "noriko#5142",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "游荡魂灵-末日行者",
						["iLvl"] = 883,
						["time"] = 1485161384,
						["class"] = 3,
						["bTag"] = "游荡者2005#5170",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Killmebaby-风暴之眼",
						["iLvl"] = 895,
						["time"] = 1485161384,
						["class"] = 2,
						["bTag"] = "Killmebaby#5293",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "慕铭而来-拉文凯斯",
						["iLvl"] = 855,
						["time"] = 1485161384,
						["class"] = 5,
						["bTag"] = "自由之翼#5862",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "雪色晨曦-朵丹尼尔",
						["time"] = 1485161384,
						["class"] = 2,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "雪花漫天-克洛玛古斯",
						["iLvl"] = 870,
						["time"] = 1485605282,
						["class"] = 11,
						["bTag"] = "暗影之风暴#5155907",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "益达之神奇-安东尼达斯",
						["iLvl"] = 829,
						["time"] = 1485605282,
						["class"] = 6,
						["bTag"] = "徐益达#5760",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "愤怒老鸟-伊利丹",
						["time"] = 1485605282,
						["class"] = 11,
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "尐丶序曲-塞拉摩",
						["iLvl"] = 891,
						["time"] = 1485605282,
						["class"] = 2,
						["bTag"] = "尐丶序曲#5438",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "蘭斯洛-普罗德摩",
						["time"] = 1485605465,
						["class"] = 2,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀小猎-埃德萨拉",
						["iLvl"] = 862,
						["time"] = 1485605528,
						["class"] = 3,
						["bTag"] = "快乐之德鲁伊#5545",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "敞篷拖拉机-普瑞斯托",
						["iLvl"] = 884,
						["time"] = 1485605577,
						["class"] = 2,
						["bTag"] = "芳草斜阳#5964",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "靈鸗-贫瘠之地",
						["iLvl"] = 845,
						["time"] = 1485605577,
						["class"] = 12,
						["bTag"] = "FrostyFeet#555357",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "仦沐-加里索斯",
						["iLvl"] = 871,
						["time"] = 1485605694,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "仦沐#5673",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "尛弍來釒真愛-伊瑟拉",
						["iLvl"] = 856,
						["time"] = 1485605735,
						["class"] = 1,
						["bTag"] = "十万个为什么#51600",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "心配无用-利刃之拳",
						["iLvl"] = 892,
						["time"] = 1485605713,
						["class"] = 6,
						["bTag"] = "ferrari#5481",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "南宫雪鹰-甜水绿洲",
						["iLvl"] = 877,
						["time"] = 1485605735,
						["class"] = 2,
						["bTag"] = "南宫残阳#5693",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "尕徳堡蒎旎迩-铜龙军团",
						["iLvl"] = 891,
						["time"] = 1485605735,
						["class"] = 2,
						["bTag"] = "懒惰胚#5482",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Benediction-风暴峭壁",
						["iLvl"] = 879,
						["time"] = 1485605735,
						["class"] = 5,
						["bTag"] = "大神#54528",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜小飞侠-伊森利恩",
						["iLvl"] = 906,
						["time"] = 1486817328,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "杀马特#5376",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "迷咪灬糊糊-末日行者",
						["iLvl"] = 869,
						["time"] = 1486817343,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "冰箱里的耗子#5832",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "痴胶婲-国王之谷",
						["iLvl"] = 908,
						["time"] = 1486817300,
						["class"] = 6,
						["bTag"] = "痴胶花#5224",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "丿倾城灬法神-桑德兰",
						["iLvl"] = 868,
						["time"] = 1486817343,
						["class"] = 8,
						["bTag"] = "绝世守护#5979",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "Vasin-安苏",
						["iLvl"] = 908,
						["time"] = 1486817343,
						["class"] = 1,
						["bTag"] = "爱多肉的糖果果#5467",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "胸前两个球-熔火之心",
						["iLvl"] = 849,
						["time"] = 1486817343,
						["class"] = 1,
						["bTag"] = "奥黛丽赫本#5582",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "雨泪无声-灰谷",
						["iLvl"] = 869,
						["time"] = 1486817645,
						["class"] = 2,
						["bTag"] = "意大利炮#51440",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Ghiblii-埃德萨拉",
						["iLvl"] = 854,
						["time"] = 1486817645,
						["class"] = 12,
						["bTag"] = "Fineo#5711",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "拿把大刀砍你-远古海滩",
						["iLvl"] = 895,
						["time"] = 1486817582,
						["class"] = 1,
						["bTag"] = "自言自语#51943",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "雪拉扎德-影之哀伤",
						["iLvl"] = 905,
						["time"] = 1486817622,
						["class"] = 8,
						["bTag"] = "莱昂纳多#5304",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "龍琴-弗塞雷迦",
						["iLvl"] = 850,
						["time"] = 1486817645,
						["class"] = 8,
						["bTag"] = "愿你一世欢颜#51559",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Neverlucy-范达尔鹿盔",
						["time"] = 1486817645,
						["class"] = 5,
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "柳含月-国王之谷",
						["iLvl"] = 864,
						["time"] = 1486817704,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "晓风寒月#5382",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Livesolver-罗宁",
						["time"] = 1486817700,
						["class"] = 4,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "阿皓快跑-迅捷微风",
						["iLvl"] = 900,
						["time"] = 1486817751,
						["class"] = 7,
						["bTag"] = "天下凋零#5552",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "紫月瑶-主宰之剑",
						["time"] = 1486817751,
						["class"] = 7,
						["leader"] = true,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "会飞的大宝剑-海克泰尔",
						["time"] = 1486817751,
						["class"] = 3,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Peelphilia-斯坦索姆",
						["iLvl"] = 892,
						["time"] = 1486817751,
						["class"] = 3,
						["bTag"] = "亚古兽#5269",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "凌博丽-斯坦索姆",
						["iLvl"] = 871,
						["time"] = 1486817751,
						["class"] = 4,
						["bTag"] = "亚古兽#5269",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "么小薇-灰谷",
						["iLvl"] = 899,
						["time"] = 1486818657,
						["class"] = 8,
						["bTag"] = "么小薇#51317",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "神火追勋者-卡拉赞",
						["iLvl"] = 818,
						["time"] = 1486818657,
						["class"] = 2,
						["bTag"] = "地精#5307",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "记忆的重逢-永夜港",
						["iLvl"] = 843,
						["time"] = 1486818657,
						["class"] = 6,
						["bTag"] = "为爱走天涯#5567",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "迪菲亚强盗-丽丽（四川）",
						["iLvl"] = 859,
						["time"] = 1486818657,
						["class"] = 2,
						["bTag"] = "waiwai#5160",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "笑笑忘不了-范达尔鹿盔",
						["iLvl"] = 892,
						["time"] = 1486818657,
						["class"] = 2,
						["bTag"] = "东城浪子#5932",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱邪眼师-基尔加丹",
						["time"] = 1486818657,
						["class"] = 9,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "黛倚丝-月光林地",
						["iLvl"] = 851,
						["time"] = 1486818657,
						["class"] = 2,
						["bTag"] = "vip8255#5985",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "打不过就散-德拉诺",
						["iLvl"] = 869,
						["time"] = 1486818657,
						["class"] = 3,
						["bTag"] = "遥不可及#5204",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "麻辣香花生-阿拉索",
						["iLvl"] = 877,
						["time"] = 1486818657,
						["class"] = 10,
						["bTag"] = "夫子庙的和尚#5540",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "帝礼-暗影之月",
						["iLvl"] = 829,
						["time"] = 1486818657,
						["class"] = 5,
						["bTag"] = "龙哥#51723",
					}, -- [100]
				},
				["3-122-414-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "惟宝-主宰之剑",
						["time"] = 1482228544,
						["class"] = 4,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Stormlorelei-罗宁",
						["iLvl"] = 888,
						["time"] = 1482222808,
						["class"] = 6,
						["bTag"] = "curse#51336",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "浅夜-主宰之剑",
						["time"] = 1482222808,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "愿为千里光-戈古纳斯",
						["time"] = 1482228544,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上离花-末日行者",
						["iLvl"] = 878,
						["time"] = 1482228544,
						["class"] = 12,
						["bTag"] = "夜游神#5432",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "悟不空-国王之谷",
						["iLvl"] = 879,
						["time"] = 1482228544,
						["class"] = 4,
						["bTag"] = "悟不空#5199",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "吹牛的佟胖胖-库尔提拉斯",
						["time"] = 1482228523,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "风云打天下-洛肯",
						["iLvl"] = 872,
						["time"] = 1482222808,
						["class"] = 12,
						["bTag"] = "爱未相守#5174",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "盛夏未央-克洛玛古斯",
						["iLvl"] = 876,
						["time"] = 1482228544,
						["class"] = 5,
						["bTag"] = "盛夏未央#5172",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "战神阿卡硫斯-破碎岭",
						["iLvl"] = 872,
						["time"] = 1482228544,
						["class"] = 1,
						["bTag"] = "一念之间#5823",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丨山龍隐秀丨-末日行者",
						["iLvl"] = 873,
						["time"] = 1482228544,
						["class"] = 4,
						["bTag"] = "木易丨彧#5365",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "危逸枫的爸爸-泰兰德",
						["time"] = 1482228544,
						["class"] = 12,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "专业增重教练-国王之谷",
						["iLvl"] = 874,
						["time"] = 1482228544,
						["class"] = 1,
						["bTag"] = "达摩克利斯之剑#51680",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "扑棱蛾子飞-主宰之剑",
						["iLvl"] = 881,
						["time"] = 1482228544,
						["class"] = 11,
						["bTag"] = "罪与罚#51229",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "为什么总是你-无尽之海",
						["iLvl"] = 878,
						["time"] = 1482228074,
						["class"] = 7,
						["bTag"] = "闻墨听轩#5818",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "温吞水-荆棘谷",
						["iLvl"] = 867,
						["time"] = 1482228544,
						["class"] = 11,
						["bTag"] = "随遇而丨安#51443",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Dragoninher-主宰之剑",
						["iLvl"] = 873,
						["time"] = 1482228544,
						["class"] = 5,
						["bTag"] = "回忆已成过去#51902",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "小雲姑娘-罗宁",
						["iLvl"] = 872,
						["time"] = 1482228544,
						["class"] = 2,
						["bTag"] = "苏斯#5346",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Huntergreen-主宰之剑",
						["time"] = 1482222808,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "雅丽姗达丶-罗宁",
						["iLvl"] = 880,
						["time"] = 1482228544,
						["class"] = 11,
						["bTag"] = "你的微笑很邪丶#5253",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "银月之珠-永恒之井",
						["iLvl"] = 886,
						["time"] = 1482228523,
						["class"] = 2,
						["bTag"] = "百级豺狼刺客#5412",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "敬明之怒-永恒之井",
						["time"] = 1482228544,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "不灭萤火-回音山",
						["iLvl"] = 890,
						["time"] = 1482222808,
						["class"] = 12,
						["bTag"] = "虎牙丶古冶子#5176",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小惡魔-伊瑟拉",
						["time"] = 1482228544,
						["class"] = 9,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "朕不能死-国王之谷",
						["iLvl"] = 888,
						["time"] = 1482228544,
						["class"] = 6,
						["bTag"] = "離人心上秋#51633",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "斧头剁鲨鱼-国王之谷",
						["iLvl"] = 859,
						["time"] = 1483932496,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "黑心豌豆#5881",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "Octavianus-奥拉基尔",
						["iLvl"] = 871,
						["time"] = 1483932504,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "盖亚之光#5900",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "提里奥佛瓦尔-主宰之剑",
						["iLvl"] = 857,
						["time"] = 1483932496,
						["class"] = 2,
						["bTag"] = "一生所爱#5804",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "女友显示器-雷斧堡垒",
						["iLvl"] = 873,
						["time"] = 1483934804,
						["class"] = 11,
						["bTag"] = "suiius#5736",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "弐熊-翡翠梦境",
						["iLvl"] = 882,
						["time"] = 1483932492,
						["class"] = 2,
						["bTag"] = "熊大#5410",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "深渊血魔-麦维影歌",
						["iLvl"] = 866,
						["time"] = 1483930512,
						["class"] = 5,
						["bTag"] = "啊康#5149",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "欣欣大魔王-国王之谷",
						["time"] = 1483932476,
						["class"] = 12,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "紫薯布丁-克洛玛古斯",
						["iLvl"] = 892,
						["time"] = 1483932500,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "冰海幽鱼#51565",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "园滚滚-烈焰峰",
						["time"] = 1483932496,
						["class"] = 7,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "饕餮狂战-雷斧堡垒",
						["iLvl"] = 884,
						["time"] = 1483932504,
						["class"] = 1,
						["bTag"] = "强尼#5515",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "银辉之箭-破碎岭",
						["iLvl"] = 861,
						["time"] = 1483932476,
						["class"] = 3,
						["bTag"] = "银翼幻魔师#5985",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "马戏团出来的-瓦里玛萨斯",
						["iLvl"] = 874,
						["time"] = 1483932500,
						["class"] = 8,
						["bTag"] = "panda#54692",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "星期三很忙-奥特兰克",
						["iLvl"] = 860,
						["time"] = 1483931062,
						["class"] = 9,
						["bTag"] = "带头大哥乔#5454",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "冰点紫焱-国王之谷",
						["iLvl"] = 886,
						["time"] = 1483932494,
						["class"] = 8,
						["bTag"] = "BattleOoze#583645",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "唯一目标-白银之手",
						["iLvl"] = 885,
						["time"] = 1483928623,
						["class"] = 3,
						["bTag"] = "skybirds#5424",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "满满的果粒橙-罗宁",
						["iLvl"] = 877,
						["time"] = 1483932504,
						["class"] = 2,
						["bTag"] = "猫弟#5325",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "痞子狗蛋-主宰之剑",
						["iLvl"] = 883,
						["time"] = 1483932504,
						["class"] = 12,
						["bTag"] = "跳跳精灵#538452",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "猫咪大师喵-奥达曼",
						["iLvl"] = 885,
						["time"] = 1483932476,
						["class"] = 2,
						["bTag"] = "MagicTurtle#59744",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "女杀手丶-国王之谷",
						["iLvl"] = 873,
						["time"] = 1483931773,
						["class"] = 3,
						["bTag"] = "jones#5388",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "苗葛了扯扯尼-奥特兰克",
						["iLvl"] = 866,
						["time"] = 1483932504,
						["class"] = 9,
						["bTag"] = "蔓延时#5324",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "锋出無右-雷斧堡垒",
						["iLvl"] = 896,
						["time"] = 1483930679,
						["class"] = 4,
						["bTag"] = "Allen#53117",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Erzhidonu-自由之风",
						["time"] = 1483929611,
						["class"] = 1,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "洞洞拐-玛瑟里顿",
						["iLvl"] = 890,
						["time"] = 1483931408,
						["class"] = 8,
						["bTag"] = "不怕热闹丶#5882",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "笑你像猴丶-主宰之剑",
						["iLvl"] = 862,
						["time"] = 1483932110,
						["class"] = 5,
						["bTag"] = "鬼魂之龙#5140709",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "丫花-守护之剑",
						["iLvl"] = 881,
						["time"] = 1483932504,
						["class"] = 1,
						["bTag"] = "PoorEgg#5781",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱小河马-奥特兰克",
						["iLvl"] = 886,
						["time"] = 1483932504,
						["class"] = 12,
						["bTag"] = "霸哥带你大保健#5608",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "昊灬灬天-暗影之月",
						["iLvl"] = 889,
						["time"] = 1483932168,
						["class"] = 9,
						["bTag"] = "昊灬#5732",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "摩羯座的世界-破碎岭",
						["iLvl"] = 895,
						["time"] = 1483932504,
						["class"] = 5,
						["bTag"] = "月神殿达人#5241",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "衲污哩爆竹-金度",
						["iLvl"] = 893,
						["time"] = 1483934631,
						["class"] = 12,
						["bTag"] = "爆炸的榴莲#51809",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "爆竹的榴莲-熊猫酒仙",
						["iLvl"] = 850,
						["time"] = 1483934804,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "爆炸的榴莲#51809",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "一条大河呀-奥拉基尔",
						["iLvl"] = 871,
						["time"] = 1483934804,
						["class"] = 1,
						["bTag"] = "Funky#5985",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴的小小-风暴峭壁",
						["iLvl"] = 872,
						["time"] = 1483934804,
						["class"] = 8,
						["bTag"] = "小小#51799",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Annangel-无尽之海",
						["time"] = 1483932828,
						["class"] = 12,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "提辖鲁智深-金色平原",
						["iLvl"] = 884,
						["time"] = 1483934804,
						["class"] = 10,
						["bTag"] = "Motto#5115",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "明缘玉宁-白银之手",
						["iLvl"] = 880,
						["time"] = 1483934804,
						["class"] = 4,
						["bTag"] = "黑白键上的梦#5943",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "灬带点俏-加里索斯",
						["iLvl"] = 887,
						["time"] = 1483934804,
						["class"] = 1,
						["bTag"] = "周明军#5592",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "圈圈叉叉丶-奥特兰克",
						["time"] = 1483934804,
						["class"] = 12,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡吟唱者-石锤",
						["time"] = 1483934804,
						["class"] = 9,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "身彩很好-雷克萨",
						["time"] = 1483934804,
						["class"] = 12,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影卍恶魔-金色平原",
						["iLvl"] = 893,
						["time"] = 1483934804,
						["class"] = 12,
						["bTag"] = "泽拉图#514520",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "几百万个术土-罗宁",
						["iLvl"] = 878,
						["time"] = 1483934631,
						["class"] = 9,
						["bTag"] = "紫夜封印#5548",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "性感丶性感-克洛玛古斯",
						["iLvl"] = 872,
						["time"] = 1483934804,
						["class"] = 8,
						["bTag"] = "小皮#5490",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "专猎妹妹-罗宁",
						["iLvl"] = 886,
						["time"] = 1483934804,
						["class"] = 3,
						["bTag"] = "跳跃之咒#55798",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "终极少帅-布莱克摩",
						["time"] = 1483934804,
						["class"] = 1,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "东江湖靓妹-金色平原",
						["time"] = 1483934804,
						["class"] = 8,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "那个部落猪-迅捷微风",
						["iLvl"] = 892,
						["time"] = 1483934804,
						["class"] = 2,
						["bTag"] = "老子让你在这停顿#5953",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "天干地支-末日行者",
						["iLvl"] = 878,
						["time"] = 1483934804,
						["class"] = 11,
						["bTag"] = "皇家马德里#51883",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "江流影-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1483934804,
						["class"] = 3,
						["bTag"] = "东哥#5584",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "Italia-罗曼斯",
						["iLvl"] = 881,
						["time"] = 1483934804,
						["class"] = 5,
						["bTag"] = "superme#5561",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "狂风桑-灰谷",
						["iLvl"] = 898,
						["time"] = 1483934804,
						["class"] = 12,
						["bTag"] = "Ling#5703",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "人参-巴尔古恩",
						["iLvl"] = 885,
						["time"] = 1483934804,
						["class"] = 2,
						["bTag"] = "不需要名字#5487",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "丨菏灬泽丨-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1483934804,
						["class"] = 2,
						["bTag"] = "蜡笔小祎#5347",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "强无敌-金度",
						["iLvl"] = 885,
						["time"] = 1483934804,
						["class"] = 11,
						["bTag"] = "呵呵#51229",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦擦擦代王-熊猫酒仙",
						["iLvl"] = 889,
						["time"] = 1483934804,
						["class"] = 7,
						["bTag"] = "狂妄之雄#57755",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "巡山捕熊-罗宁",
						["iLvl"] = 890,
						["time"] = 1483934804,
						["class"] = 7,
						["bTag"] = "巡山捕熊#5916",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "相思如麻-海克泰尔",
						["iLvl"] = 896,
						["time"] = 1483934804,
						["class"] = 4,
						["bTag"] = "BT160813#52722",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Logistics-雷斧堡垒",
						["iLvl"] = 880,
						["time"] = 1483934804,
						["class"] = 9,
						["bTag"] = "光明之锤#510777",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "恶魔之灵-贫瘠之地",
						["iLvl"] = 881,
						["time"] = 1485606833,
						["class"] = 1,
						["bTag"] = "冷空气#5878",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "Kold-熊猫酒仙",
						["iLvl"] = 879,
						["time"] = 1485610297,
						["class"] = 6,
						["bTag"] = "MadLeo#51285",
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "恶魔之美-贫瘠之地",
						["iLvl"] = 870,
						["time"] = 1485610297,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "冷空气#5878",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱小猪猪-石锤",
						["iLvl"] = 896,
						["time"] = 1485607464,
						["class"] = 3,
						["bTag"] = "gandal#5214",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魄兽-熊猫酒仙",
						["iLvl"] = 891,
						["time"] = 1485608539,
						["class"] = 3,
						["bTag"] = "平兄乃多#5113",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Öäöäö-贫瘠之地",
						["time"] = 1485606644,
						["class"] = 3,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "玛法力奥怒风-迦拉克隆",
						["iLvl"] = 886,
						["time"] = 1485610297,
						["class"] = 11,
						["bTag"] = "wangwang#5105",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "丿梦魇-安威玛尔",
						["iLvl"] = 892,
						["time"] = 1485610297,
						["class"] = 3,
						["bTag"] = "梦魇#5691",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "咦咕比咕-翡翠梦境",
						["iLvl"] = 883,
						["time"] = 1485606998,
						["class"] = 12,
						["bTag"] = "MightyPants#5826",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "里番大神-玛里苟斯",
						["iLvl"] = 900,
						["time"] = 1485610297,
						["class"] = 6,
						["bTag"] = "陆渐#5126",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "月落听风-月光林地",
						["iLvl"] = 880,
						["time"] = 1485610297,
						["class"] = 1,
						["bTag"] = "优雅转身十分潇洒#5314",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "傳説灵將-达斯雷玛",
						["time"] = 1485610297,
						["class"] = 2,
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "玛洛恩-阿古斯",
						["time"] = 1485610297,
						["class"] = 11,
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "宝树-瓦里安",
						["iLvl"] = 878,
						["time"] = 1485610297,
						["class"] = 11,
						["bTag"] = "千鸟杀#51405",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "妮莉丝-守护之剑",
						["time"] = 1485610297,
						["class"] = 9,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "火贪一刀-普罗德摩",
						["iLvl"] = 877,
						["time"] = 1485610297,
						["class"] = 3,
						["bTag"] = "火贪一刀#5298",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "如果还有明天-索拉丁",
						["iLvl"] = 875,
						["time"] = 1485610297,
						["class"] = 2,
						["bTag"] = "伦纳德#5799",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "幻想永恒-布莱恩",
						["iLvl"] = 903,
						["time"] = 1485610297,
						["class"] = 8,
						["bTag"] = "ODuKeO#51804",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光传说-布莱恩",
						["time"] = 1485610297,
						["class"] = 1,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "荭丶焱-白银之手",
						["iLvl"] = 886,
						["time"] = 1485610297,
						["class"] = 7,
						["bTag"] = "小小鱼儿#5338",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "雪雁南飞-基尔加丹",
						["iLvl"] = 874,
						["time"] = 1485610297,
						["class"] = 12,
						["bTag"] = "小茶#5449",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "馍馍加咖啡-末日行者",
						["iLvl"] = 874,
						["time"] = 1485610297,
						["class"] = 10,
						["bTag"] = "北雁南飞#5586",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "劣质过期奶-艾露恩",
						["time"] = 1485610297,
						["class"] = 7,
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "灵魂指引者-丹莫德",
						["iLvl"] = 876,
						["time"] = 1485610297,
						["class"] = 2,
						["bTag"] = "暗夜之骑士#513509",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹小皮皮-熊猫酒仙",
						["iLvl"] = 875,
						["time"] = 1485610297,
						["class"] = 12,
						["bTag"] = "该死的猴子#5132",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "狂躁的一比-雷斧堡垒",
						["iLvl"] = 881,
						["time"] = 1485610297,
						["class"] = 12,
						["bTag"] = "xianghua#5787",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "胜心网瘾少女-铜龙军团",
						["iLvl"] = 878,
						["time"] = 1485610297,
						["class"] = 12,
						["bTag"] = "甲铁城的网瘾少女#5513",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "國壵無雙-狂风峭壁",
						["iLvl"] = 895,
						["time"] = 1485610297,
						["class"] = 2,
						["bTag"] = "麦西#5634",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "天馬-凯尔萨斯",
						["iLvl"] = 893,
						["time"] = 1485610297,
						["class"] = 3,
						["bTag"] = "天马#5681",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "Darksouls-范达尔鹿盔",
						["iLvl"] = 889,
						["time"] = 1485610297,
						["class"] = 7,
						["bTag"] = "刘明喆#5501",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "京橙刘二爷-守护之剑",
						["iLvl"] = 900,
						["time"] = 1485610297,
						["class"] = 12,
						["bTag"] = "断梦之痕#5706",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "江南舞王-末日行者",
						["iLvl"] = 853,
						["time"] = 1485610297,
						["class"] = 2,
						["bTag"] = "迷你泰坦#5542",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "黯月猫猫-耳语海岸",
						["time"] = 1485610297,
						["class"] = 3,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "繁星泪-艾露恩",
						["iLvl"] = 891,
						["time"] = 1485610297,
						["class"] = 2,
						["bTag"] = "星空夜雨#5180",
					}, -- [116]
				},
				["2-120-466-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "花绮罗-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485501545,
						["class"] = 2,
						["bTag"] = "北风乱#5323",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "云南石锅鱼-主宰之剑",
						["iLvl"] = 874,
						["time"] = 1482043843,
						["class"] = 3,
						["bTag"] = "杜兰#5483",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "大碗炒削-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1482043843,
						["class"] = 12,
						["bTag"] = "方便面#51519",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "寂听风雨-德拉诺",
						["iLvl"] = 883,
						["time"] = 1482043843,
						["class"] = 2,
						["bTag"] = "天才小熊猫#52744",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "咋虐不上火-主宰之剑",
						["time"] = 1485151201,
						["class"] = 6,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "这个是什么鬼-晴日峰（江苏）",
						["iLvl"] = 889,
						["time"] = 1485151201,
						["class"] = 3,
						["bTag"] = "魔法之龟#51240",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落星宸-迦拉克隆",
						["iLvl"] = 899,
						["time"] = 1485151201,
						["class"] = 6,
						["bTag"] = "卓嘉#51147",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "猝死橘-雷斧堡垒",
						["iLvl"] = 896,
						["time"] = 1485151201,
						["class"] = 5,
						["bTag"] = "小甜菜#51234",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1485368539,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦若歌-主宰之剑",
						["iLvl"] = 900,
						["time"] = 1485368539,
						["class"] = 6,
						["bTag"] = "消耗品#5957",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "寒梅墨香-末日行者",
						["time"] = 1485368539,
						["class"] = 6,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "一枼-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1485501545,
						["class"] = 2,
						["bTag"] = "木木#5579",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488199033,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "折柳#5324",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "平胸的拾柒-金色平原",
						["iLvl"] = 895,
						["time"] = 1485501545,
						["class"] = 3,
						["bTag"] = "拾柒丶#51229",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "塞德洛斯-主宰之剑",
						["time"] = 1485972052,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "濃情绕指柔-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485972052,
						["class"] = 12,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunnydhunter-罗宁",
						["iLvl"] = 886,
						["time"] = 1485972052,
						["class"] = 12,
						["bTag"] = "丿孟丨#5186",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "糕小田-主宰之剑",
						["iLvl"] = 888,
						["time"] = 1486018319,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "芝士蟹宝#5759",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "冷莫名-主宰之剑",
						["time"] = 1486018319,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "橙橙丶我想要-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1486018319,
						["class"] = 3,
						["bTag"] = "Mark#5406",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "唯有子衿-主宰之剑",
						["time"] = 1486018319,
						["class"] = 7,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "三枼-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1488199033,
						["class"] = 9,
						["bTag"] = "木木#5579",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1488196514,
						["class"] = 1,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "八哥丶依然骚-塞拉摩",
						["iLvl"] = 907,
						["time"] = 1488196514,
						["class"] = 7,
						["bTag"] = "八哥#5863",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁老铁-霍格",
						["iLvl"] = 911,
						["time"] = 1488199033,
						["class"] = 3,
						["bTag"] = "慕彤#5812",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "海藻儿-罗宁",
						["iLvl"] = 913,
						["time"] = 1488199033,
						["class"] = 7,
						["bTag"] = "GiantAxe#537394",
					}, -- [26]
				},
				["2-112-459-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1483088096,
						["class"] = 1,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 876,
						["time"] = 1483088096,
						["class"] = 3,
						["bTag"] = "折柳#5324",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一枼-主宰之剑",
						["time"] = 1483088096,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "梦红尘丨魅魔-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1487759139,
						["class"] = 12,
						["bTag"] = "傷感#5941",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "旺神-天谴之门",
						["iLvl"] = 908,
						["time"] = 1487758824,
						["class"] = 1,
						["bTag"] = "wanger#5294",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "三岁会开车-斯坦索姆",
						["iLvl"] = 909,
						["time"] = 1487758555,
						["class"] = 9,
						["bTag"] = "信仰圣光吧#5490",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "联盟军官-扎拉赞恩",
						["iLvl"] = 904,
						["time"] = 1487758722,
						["class"] = 11,
						["bTag"] = "ZanyPants#537522",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "吃嘎嘎-神圣之歌",
						["iLvl"] = 904,
						["time"] = 1487759139,
						["class"] = 3,
						["bTag"] = "与生俱来#5621",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "德之维也纳-爱斯特纳",
						["iLvl"] = 905,
						["time"] = 1487759139,
						["class"] = 11,
						["bTag"] = "维也纳#51556",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "橱窗灬小翼-末日行者",
						["iLvl"] = 906,
						["time"] = 1487759139,
						["class"] = 8,
						["bTag"] = "MrTruant#5710",
					}, -- [10]
				},
				["3-126-456-0"] = {
					{
						["role"] = "TANK",
						["name"] = "为信仰而戦丶-贫瘠之地",
						["iLvl"] = 891,
						["time"] = 1484201983,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "全给我跪下丶#5757",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灵欲-远古海滩",
						["time"] = 1484201983,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "黑衣绣红云-安苏",
						["time"] = 1484201695,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "艾利亚羽月-永夜港",
						["iLvl"] = 826,
						["time"] = 1484201983,
						["class"] = 3,
						["bTag"] = "史诗之巨魔#513510",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "多显-瓦里安",
						["iLvl"] = 881,
						["time"] = 1484201983,
						["class"] = 12,
						["bTag"] = "柳绚#5222",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "乀暁灬鉲丶丨-德拉诺",
						["iLvl"] = 889,
						["time"] = 1484201983,
						["class"] = 8,
						["bTag"] = "雙孖蓙灬暁鉲#5688",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "木米女王其-白银之手",
						["iLvl"] = 885,
						["time"] = 1484201983,
						["class"] = 1,
						["bTag"] = "阿木#52568",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "宁静的天际-熊猫酒仙",
						["time"] = 1484201602,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Ewswert-末日行者",
						["iLvl"] = 880,
						["time"] = 1484201983,
						["class"] = 8,
						["bTag"] = "Baggio#51831",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "反正是头狼-雷克萨",
						["iLvl"] = 891,
						["time"] = 1484201983,
						["class"] = 4,
						["bTag"] = "反正是头狼#5373",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丶蟑螂恶霸-末日行者",
						["iLvl"] = 895,
						["time"] = 1484201983,
						["class"] = 10,
						["bTag"] = "混沌沌#5893",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "坏得很浮夸-末日行者",
						["iLvl"] = 895,
						["time"] = 1484201983,
						["class"] = 9,
						["bTag"] = "天空随风#5560",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "奔跑吧萨满-回音山",
						["iLvl"] = 886,
						["time"] = 1484201983,
						["class"] = 7,
						["bTag"] = "奔跑吧兄弟#5911",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "㔣瓜㔣㔤-安苏",
						["iLvl"] = 894,
						["time"] = 1484201983,
						["class"] = 2,
						["bTag"] = "小西瓜#52432",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "最愛豬尾巴-安苏",
						["iLvl"] = 891,
						["time"] = 1484201983,
						["class"] = 2,
						["bTag"] = "醉过方知酒浓#5645",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光情人-主宰之剑",
						["iLvl"] = 881,
						["time"] = 1484201983,
						["class"] = 2,
						["bTag"] = "蛮力之枭#578719",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "七九零七-布莱恩",
						["time"] = 1484201983,
						["class"] = 11,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "灵风小小-黄金之路",
						["time"] = 1484201983,
						["class"] = 7,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "Ieo-主宰之剑",
						["iLvl"] = 899,
						["time"] = 1484201983,
						["class"] = 2,
						["bTag"] = "Will#54431",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Absolution-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1484201983,
						["class"] = 12,
						["bTag"] = "Absolution#5580",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "泡面大师筱啵-金色平原",
						["iLvl"] = 873,
						["time"] = 1484201983,
						["class"] = 8,
						["bTag"] = "瓶座上的二喵#5121",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "銘ㄨ爺-远古海滩",
						["iLvl"] = 886,
						["time"] = 1484201983,
						["class"] = 4,
						["bTag"] = "铭爷#5355",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "卡露恩-利刃之拳",
						["iLvl"] = 886,
						["time"] = 1484201983,
						["class"] = 3,
						["bTag"] = "灭团沙沙#5463",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "安洛克-扎拉赞恩",
						["iLvl"] = 888,
						["time"] = 1484201983,
						["class"] = 3,
						["bTag"] = "门拓#5854",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "美不美要看腿-风暴峭壁",
						["iLvl"] = 889,
						["time"] = 1484201983,
						["class"] = 4,
						["bTag"] = "那么问题就来了#5424",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "萨摩迪尔-海克泰尔",
						["iLvl"] = 886,
						["time"] = 1484201983,
						["class"] = 4,
						["bTag"] = "三基友#5955",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "不太想玩-金度",
						["iLvl"] = 892,
						["time"] = 1484201983,
						["class"] = 3,
						["bTag"] = "不太想玩#5700",
					}, -- [27]
				},
				["2-116-449-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "毅遊未盡-主宰之剑",
						["iLvl"] = 892,
						["time"] = 1483361140,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "毅遊未盡#5916",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 827,
						["time"] = 1483361140,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "徐总的秘书-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1483361140,
						["class"] = 2,
						["bTag"] = "徐晴#51206",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣的山鸡-罗宁",
						["iLvl"] = 894,
						["time"] = 1483361140,
						["class"] = 8,
						["bTag"] = "神圣的山鸡#5845",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影舞歩-达纳斯",
						["iLvl"] = 875,
						["time"] = 1483588971,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "疯狂钢琴家#5294",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "随鈊乄鎍欲-壁炉谷",
						["iLvl"] = 883,
						["time"] = 1483588971,
						["class"] = 8,
						["bTag"] = "放开我相公#5375",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Departure-拉文凯斯",
						["iLvl"] = 881,
						["time"] = 1483588971,
						["class"] = 9,
						["bTag"] = "老玩家的悲哀#5446",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "破碎残阳-守护之剑",
						["iLvl"] = 891,
						["time"] = 1483588971,
						["class"] = 2,
						["bTag"] = "桂子龙#5520",
					}, -- [8]
				},
				["3-122-468-0"] = {
					{
						["role"] = "TANK",
						["name"] = "瀟灑的落叶-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1485271398,
						["class"] = 2,
						["bTag"] = "潇洒的落叶#5242",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灬澄橙橙-主宰之剑",
						["iLvl"] = 899,
						["time"] = 1487953976,
						["class"] = 3,
						["bTag"] = "折柳#5324",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦若歌-主宰之剑",
						["iLvl"] = 922,
						["time"] = 1489234724,
						["class"] = 6,
						["bTag"] = "消耗品#5957",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大碗炒削-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1485271398,
						["class"] = 12,
						["bTag"] = "方便面#51519",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "寂寞回忆-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485271073,
						["class"] = 12,
						["bTag"] = "死枪#51825",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "咋虐不上火-主宰之剑",
						["iLvl"] = 871,
						["time"] = 1485271398,
						["class"] = 6,
						["bTag"] = "要你命3000#5674",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "毅遊未盡-主宰之剑",
						["iLvl"] = 897,
						["time"] = 1485271398,
						["class"] = 2,
						["bTag"] = "毅遊未盡#5916",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "塞德洛斯-主宰之剑",
						["time"] = 1485271162,
						["class"] = 8,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄炸蛋-主宰之剑",
						["iLvl"] = 908,
						["time"] = 1487958915,
						["class"] = 8,
						["bTag"] = "ChopperLai#5524",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "乄魅灬灬-永恒之井",
						["iLvl"] = 891,
						["time"] = 1485271398,
						["class"] = 3,
						["bTag"] = "Ascanio#5561",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "哈利蕗娅-雷斧堡垒",
						["iLvl"] = 895,
						["time"] = 1485271398,
						["class"] = 3,
						["bTag"] = "恶魔也玩水#5639",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "秋凹晓凸喵-达文格尔",
						["iLvl"] = 885,
						["time"] = 1485271122,
						["class"] = 3,
						["bTag"] = "贰蹄#5198",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "微醺的哈士奇-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1485271398,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "破鋒-壁炉谷",
						["iLvl"] = 889,
						["time"] = 1485271277,
						["class"] = 12,
						["bTag"] = "渣渣诺夫#5598",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "长沙小满哥-贫瘠之地",
						["iLvl"] = 884,
						["time"] = 1485271398,
						["class"] = 2,
						["bTag"] = "制裁之手#5477",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丶寂寞丶-埃德萨拉",
						["iLvl"] = 890,
						["time"] = 1485271398,
						["class"] = 1,
						["bTag"] = "Xianshi#51174",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "归心-破碎岭",
						["iLvl"] = 895,
						["time"] = 1485271398,
						["class"] = 12,
						["bTag"] = "小母牛坐电线#5695",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "鰻魚飯-罗宁",
						["iLvl"] = 889,
						["time"] = 1485271398,
						["class"] = 7,
						["bTag"] = "心门#51220",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Denali-国王之谷",
						["iLvl"] = 896,
						["time"] = 1485271398,
						["class"] = 12,
						["bTag"] = "denali#5427",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "趙飛燕-阿古斯",
						["iLvl"] = 898,
						["time"] = 1485271206,
						["class"] = 12,
						["bTag"] = "黄泉#5703",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "Canoner-暗影之月",
						["iLvl"] = 897,
						["time"] = 1485271277,
						["class"] = 2,
						["bTag"] = "Canoner#5810",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Dhzou-回音山",
						["time"] = 1485271398,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "花绮罗-主宰之剑",
						["time"] = 1485271398,
						["class"] = 2,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1489234724,
						["class"] = 7,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "Ieo-主宰之剑",
						["iLvl"] = 923,
						["time"] = 1489840577,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Will#54431",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "以神巡弋-破碎岭",
						["iLvl"] = 897,
						["time"] = 1485338550,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "困困#5771",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "凊梦-破碎岭",
						["iLvl"] = 879,
						["time"] = 1485338550,
						["class"] = 3,
						["bTag"] = "靑梦#5724",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "凡尘乄清心-海克泰尔",
						["iLvl"] = 898,
						["time"] = 1485322143,
						["class"] = 4,
						["bTag"] = "似水乄流年#5503",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "请赐敎-雷克萨",
						["time"] = 1485322143,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Mendacities-风暴峭壁",
						["iLvl"] = 890,
						["time"] = 1485338042,
						["class"] = 1,
						["bTag"] = "无味蓝染#5990",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "林月汐-白银之手",
						["iLvl"] = 893,
						["time"] = 1485322501,
						["class"] = 3,
						["bTag"] = "清乂秋#5905",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "烷卟起-荆棘谷",
						["time"] = 1485326998,
						["class"] = 2,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "我是坏天使-安苏",
						["iLvl"] = 889,
						["time"] = 1485334209,
						["class"] = 11,
						["bTag"] = "陈森#5188",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "堕落狂灵-迦拉克隆",
						["iLvl"] = 894,
						["time"] = 1485329476,
						["class"] = 11,
						["bTag"] = "SoneLeo#5120",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "红桃叁-奥特兰克",
						["iLvl"] = 897,
						["time"] = 1485321325,
						["class"] = 5,
						["bTag"] = "幸运红桃#5138",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "禾阳吖-末日行者",
						["iLvl"] = 899,
						["time"] = 1485321438,
						["class"] = 8,
						["bTag"] = "Kasumi#52428",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "来亲我吧-主宰之剑",
						["iLvl"] = 897,
						["time"] = 1485338012,
						["class"] = 7,
						["bTag"] = "姗姗无敌#5644",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "死亡风暴骑士-破碎岭",
						["iLvl"] = 892,
						["time"] = 1485338550,
						["class"] = 6,
						["bTag"] = "无敌的橙爸爸#5218",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "圣光丶回响-破碎岭",
						["iLvl"] = 890,
						["time"] = 1485333726,
						["class"] = 2,
						["bTag"] = "Banana#5610",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Yumao-阿古斯",
						["iLvl"] = 900,
						["time"] = 1485321369,
						["class"] = 8,
						["bTag"] = "舒晨光#5540",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "街角谈暧昧-破碎岭",
						["iLvl"] = 892,
						["time"] = 1485338550,
						["class"] = 7,
						["bTag"] = "街角#5713",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "燕南云-末日行者",
						["iLvl"] = 899,
						["time"] = 1485322143,
						["class"] = 6,
						["bTag"] = "moteng#5127",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落清尘-奥特兰克",
						["time"] = 1485323009,
						["class"] = 3,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "留恋丶-破碎岭",
						["time"] = 1485330087,
						["class"] = 5,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "呆狼开水泡菊-熊猫酒仙",
						["iLvl"] = 900,
						["time"] = 1485329685,
						["class"] = 1,
						["bTag"] = "晒死的咸鱼#51234",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "功夫不咋样-主宰之剑",
						["time"] = 1485323009,
						["class"] = 8,
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "涩貓-破碎岭",
						["iLvl"] = 885,
						["time"] = 1485338550,
						["class"] = 10,
						["bTag"] = "六儿#5920",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "长衫罩子浓-狂热之刃",
						["iLvl"] = 896,
						["time"] = 1485338550,
						["class"] = 12,
						["bTag"] = "迷你之泰坦#545284",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "冻结忧郁-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1485326686,
						["class"] = 5,
						["bTag"] = "孑然远走#5848",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Evita-泰拉尔",
						["iLvl"] = 899,
						["time"] = 1485323009,
						["class"] = 8,
						["bTag"] = "Hossana#5978",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "笑毛将军-灰谷",
						["time"] = 1485326998,
						["class"] = 3,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "丶苗头-刺骨利刃",
						["iLvl"] = 895,
						["time"] = 1485338550,
						["class"] = 4,
						["bTag"] = "米米尔隆的徽记#5353",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光灬无用-末日行者",
						["iLvl"] = 897,
						["time"] = 1485329759,
						["class"] = 2,
						["bTag"] = "青丨龍#5900",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "雀雀壮-伊萨里奥斯",
						["iLvl"] = 901,
						["time"] = 1485326841,
						["class"] = 11,
						["bTag"] = "拾为#5221",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面糖门滚-破碎岭",
						["iLvl"] = 895,
						["time"] = 1485337977,
						["class"] = 9,
						["bTag"] = "BiuBiuBiu#5509",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Requiem-羽月",
						["iLvl"] = 900,
						["time"] = 1485338550,
						["class"] = 6,
						["bTag"] = "RequiemK#5967",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "逆风丨水寒-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1485329788,
						["class"] = 1,
						["bTag"] = "逆风水寒#5611",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "面包有毒-海克泰尔",
						["iLvl"] = 892,
						["time"] = 1485338550,
						["class"] = 8,
						["bTag"] = "面包有毒#51426",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "冰糖粽子-安威玛尔",
						["iLvl"] = 896,
						["time"] = 1485338550,
						["class"] = 9,
						["bTag"] = "粽子#5796",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "Leehyori-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1485329830,
						["class"] = 5,
						["bTag"] = "Anne#51883",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "陌灬羽-主宰之剑",
						["iLvl"] = 896,
						["time"] = 1485329806,
						["class"] = 12,
						["bTag"] = "冲少#51401",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "戀噯會受傷-刺骨利刃",
						["iLvl"] = 897,
						["time"] = 1485338550,
						["class"] = 8,
						["bTag"] = "Damon#54147",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上雨-风暴峭壁",
						["time"] = 1485330087,
						["class"] = 1,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "颖女王的雨辰-银松森林",
						["iLvl"] = 899,
						["time"] = 1485329986,
						["class"] = 7,
						["bTag"] = "颖女王的雨辰#5117",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Hakunamattaa-安威玛尔",
						["iLvl"] = 891,
						["time"] = 1485338550,
						["class"] = 8,
						["bTag"] = "LastID029#5744",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "心情所向-贫瘠之地",
						["iLvl"] = 890,
						["time"] = 1485333850,
						["class"] = 8,
						["bTag"] = "颜值担当#51579",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "餅乾圓圓-布兰卡德",
						["iLvl"] = 901,
						["time"] = 1485333970,
						["class"] = 6,
						["bTag"] = "滋恩撒路#5774",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Ghostday-阿拉索",
						["iLvl"] = 895,
						["time"] = 1485338550,
						["class"] = 4,
						["bTag"] = "Ghost#5576",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "丶义薄云天-主宰之剑",
						["iLvl"] = 894,
						["time"] = 1485338550,
						["class"] = 2,
						["bTag"] = "Jack#53776",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "晚安吾爱-罗宁",
						["iLvl"] = 883,
						["time"] = 1485334904,
						["class"] = 12,
						["bTag"] = "晚安吾爱#5138",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "李刚-霜之哀伤",
						["iLvl"] = 895,
						["time"] = 1485334819,
						["class"] = 5,
						["bTag"] = "老同志#51538",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "一甄剑一-罗宁",
						["iLvl"] = 898,
						["time"] = 1485338335,
						["class"] = 2,
						["bTag"] = "MagicGnome#56587",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "戶田惠梨香-永恒之井",
						["iLvl"] = 900,
						["time"] = 1485338012,
						["class"] = 3,
						["bTag"] = "柳梦璃#5930",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "激活大橙子-主宰之剑",
						["iLvl"] = 898,
						["time"] = 1485338294,
						["class"] = 2,
						["bTag"] = "阿瑞斯#52467",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "暴走玩玩-破碎岭",
						["iLvl"] = 899,
						["time"] = 1485338550,
						["class"] = 7,
						["bTag"] = "暴走玩玩#5341",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "小猫爱喝奶-丽丽（四川）",
						["time"] = 1485338550,
						["class"] = 11,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "为了凶猫-蜘蛛王国",
						["iLvl"] = 897,
						["time"] = 1485338162,
						["class"] = 3,
						["bTag"] = "华丽之虎#5229",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "驚鸿灬-奥特兰克",
						["time"] = 1485338550,
						["class"] = 2,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "球王梅西-罗宁",
						["iLvl"] = 892,
						["time"] = 1485338550,
						["class"] = 1,
						["bTag"] = "Sun#5669",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "妩媚的小狼-末日行者",
						["time"] = 1485338550,
						["class"] = 6,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "玲歼灭-风暴之眼",
						["iLvl"] = 912,
						["time"] = 1486221200,
						["class"] = 7,
						["bTag"] = "兰尼斯特小狮子#5210",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "卐奔波尔霸-壁炉谷",
						["iLvl"] = 899,
						["time"] = 1486221200,
						["class"] = 10,
						["bTag"] = "随便玩玩#54382",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "一枼-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1487947704,
						["class"] = 2,
						["bTag"] = "木木#5579",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "机器猫的兜儿-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1489234724,
						["class"] = 12,
						["bTag"] = "Absolution#5580",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "艾克斯战警-主宰之剑",
						["iLvl"] = 907,
						["time"] = 1487958915,
						["class"] = 3,
						["bTag"] = "沉默之剑#5159568",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱浆果-主宰之剑",
						["iLvl"] = 918,
						["time"] = 1489840371,
						["class"] = 3,
						["bTag"] = "浆果#51845",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "幻彩泡泡糖-主宰之剑",
						["iLvl"] = 911,
						["time"] = 1489840577,
						["class"] = 2,
						["bTag"] = "曾经我年少#5815",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "狙撃娘-霍格",
						["iLvl"] = 911,
						["time"] = 1487958915,
						["class"] = 3,
						["bTag"] = "见我全迷糊#51378",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁老铁-霍格",
						["iLvl"] = 911,
						["time"] = 1487958915,
						["class"] = 3,
						["bTag"] = "慕彤#5812",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "奇点丶-主宰之剑",
						["iLvl"] = 917,
						["time"] = 1489840577,
						["class"] = 8,
						["bTag"] = "老大#52923",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "嚻哥嚻-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1487958915,
						["class"] = 2,
						["bTag"] = "落墨#5744",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱温柔活泼-迦拉克隆",
						["iLvl"] = 911,
						["time"] = 1487958915,
						["class"] = 4,
						["bTag"] = "WYYYAMF#5609",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "极度冲动-勇士岛",
						["iLvl"] = 921,
						["time"] = 1487948605,
						["class"] = 8,
						["bTag"] = "啊哄#5482",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "灬远征灬-阿迦玛甘",
						["iLvl"] = 910,
						["time"] = 1487952505,
						["class"] = 7,
						["bTag"] = "锁甲之友#5585",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Ïðillidanïð-月光林地",
						["iLvl"] = 913,
						["time"] = 1487952320,
						["class"] = 12,
						["bTag"] = "愚者#5259",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福的左边-万色星辰",
						["iLvl"] = 910,
						["time"] = 1487958915,
						["class"] = 1,
						["bTag"] = "幸福的左边#5346",
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "玄武斩疯-玛诺洛斯",
						["iLvl"] = 909,
						["time"] = 1487951551,
						["class"] = 11,
						["bTag"] = "惊魂之地精#534466",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子香水丶-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1489234724,
						["class"] = 2,
						["bTag"] = "干旱#51888",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "查利娅-翡翠梦境",
						["iLvl"] = 919,
						["time"] = 1487951392,
						["class"] = 12,
						["bTag"] = "吉安娜#51314",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 919,
						["time"] = 1489840577,
						["class"] = 5,
						["bTag"] = "折柳#5324",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "两支穿云箭-凯尔萨斯",
						["iLvl"] = 913,
						["time"] = 1487952505,
						["class"] = 3,
						["bTag"] = "暴走战士#5554",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "种蝶恋花-末日行者",
						["iLvl"] = 917,
						["time"] = 1487958915,
						["class"] = 12,
						["bTag"] = "加菲猫#5131",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "耍耍战神-熊猫酒仙",
						["iLvl"] = 920,
						["time"] = 1487958054,
						["class"] = 12,
						["bTag"] = "耍耍战神#5366",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "撕裂你的心丶-山丘之王",
						["iLvl"] = 908,
						["time"] = 1487958915,
						["class"] = 1,
						["bTag"] = "随心所欲#53620",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "Azaria-伊瑟拉",
						["iLvl"] = 915,
						["time"] = 1487953976,
						["class"] = 6,
						["bTag"] = "森森的爸比#5313",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "张小强厉害丶-主宰之剑",
						["iLvl"] = 909,
						["time"] = 1489234724,
						["class"] = 11,
						["bTag"] = "一生只为你画眉#5874",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "仙恋凡尘-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1489234724,
						["class"] = 3,
						["bTag"] = "沉默之剑#5159568",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "三枼-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1489234724,
						["class"] = 9,
						["bTag"] = "木木#5579",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "软白白-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1489234724,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Emuious-刺骨利刃",
						["iLvl"] = 917,
						["time"] = 1489234724,
						["class"] = 7,
						["bTag"] = "Emulous#5408",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1489840577,
						["class"] = 1,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "寂静岭的月光-罗宁",
						["iLvl"] = 916,
						["time"] = 1489234724,
						["class"] = 12,
						["bTag"] = "salabibi#5362",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "清风留月影-罗宁",
						["iLvl"] = 908,
						["time"] = 1489234724,
						["class"] = 11,
						["bTag"] = "军伟#5625",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "萨克穆斯-主宰之剑",
						["iLvl"] = 904,
						["time"] = 1489840577,
						["class"] = 11,
						["bTag"] = "RitzKraft#5665",
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "Alvaro-守护之剑",
						["iLvl"] = 895,
						["time"] = 1489234536,
						["class"] = 2,
						["bTag"] = "轮孩女娃诺滑#51246",
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "丶小鱼丶-末日行者",
						["iLvl"] = 917,
						["time"] = 1489234724,
						["class"] = 2,
						["bTag"] = "余乐#5278",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "失落的轨迹-破碎岭",
						["iLvl"] = 917,
						["time"] = 1489234724,
						["class"] = 6,
						["bTag"] = "轨迹#5468",
					}, -- [117]
					{
						["role"] = "HEALER",
						["name"] = "轻丶丨语-主宰之剑",
						["iLvl"] = 906,
						["time"] = 1489840577,
						["class"] = 5,
						["bTag"] = "杀戮灬泪痕#5873",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "徐鳳年-主宰之剑",
						["iLvl"] = 914,
						["time"] = 1489840577,
						["class"] = 8,
						["bTag"] = "ChopperLai#5524",
					}, -- [119]
					{
						["role"] = "HEALER",
						["name"] = "败絮其中-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1489840577,
						["class"] = 7,
						["bTag"] = "Halo#53906",
					}, -- [120]
					{
						["role"] = "HEALER",
						["name"] = "利爷-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1489840577,
						["class"] = 2,
						["bTag"] = "肉包#5448",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦跶的蜗牛-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1489840426,
						["class"] = 12,
						["bTag"] = "小文先生#51743",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "丨莫凡丶糖糖-主宰之剑",
						["iLvl"] = 866,
						["time"] = 1489840577,
						["class"] = 6,
						["bTag"] = "浆果#51845",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "空间缔造传奇-玛里苟斯",
						["iLvl"] = 919,
						["time"] = 1489840577,
						["class"] = 8,
						["bTag"] = "空间缔造传奇#5568",
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "田心-法拉希姆",
						["iLvl"] = 916,
						["time"] = 1489840577,
						["class"] = 5,
						["bTag"] = "niusha#5235",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "萌鳥-主宰之剑",
						["iLvl"] = 920,
						["time"] = 1489840577,
						["class"] = 11,
						["bTag"] = "Surge#51667",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "七七原乙夜-安苏",
						["iLvl"] = 920,
						["time"] = 1489840577,
						["class"] = 6,
						["bTag"] = "花翎溯夜#5193",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "夏芒丶-世界之树",
						["iLvl"] = 916,
						["time"] = 1489840577,
						["class"] = 3,
						["bTag"] = "喜子#5917",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "Drphoenix-国王之谷",
						["iLvl"] = 917,
						["time"] = 1489840577,
						["class"] = 9,
						["bTag"] = "GodPhoenix#51517",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "刺丶凊-主宰之剑",
						["iLvl"] = 906,
						["time"] = 1489840577,
						["class"] = 8,
						["bTag"] = "朔月#5245",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "职业经纪人-熊猫酒仙",
						["iLvl"] = 919,
						["time"] = 1489840577,
						["class"] = 3,
						["bTag"] = "黑牛小朋友#5859",
					}, -- [131]
				},
				["1-124-423-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "星緣-黑铁",
						["iLvl"] = 879,
						["time"] = 1482808049,
						["class"] = 7,
						["bTag"] = "也人#5334",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "燃燒軍團-诺兹多姆",
						["time"] = 1482808049,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "暗夜猫猫-布兰卡德",
						["iLvl"] = 872,
						["time"] = 1482808049,
						["class"] = 11,
						["bTag"] = "再見亦是淚#5548",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Rttyutru-阿古斯",
						["time"] = 1482808049,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "娜货-加里索斯",
						["iLvl"] = 849,
						["time"] = 1484027324,
						["class"] = 10,
						["bTag"] = "月亮无心#5375",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "明兮何兮-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1484027324,
						["class"] = 2,
						["bTag"] = "花花蛇#5990",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳舞-阿纳克洛斯",
						["time"] = 1484028234,
						["class"] = 8,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "有你的快乐-山丘之王",
						["iLvl"] = 892,
						["time"] = 1484028234,
						["class"] = 7,
						["bTag"] = "ZDT#5370",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "贱的别致-阿古斯",
						["iLvl"] = 867,
						["time"] = 1484361601,
						["class"] = 11,
						["bTag"] = "贱的别致#5872",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Öwarölocköö-安苏",
						["iLvl"] = 857,
						["time"] = 1484361601,
						["class"] = 9,
						["bTag"] = "卿松#51947",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "霪得一手好湿-雷克萨",
						["time"] = 1484361581,
						["class"] = 2,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "特困僧-诺莫瑞根",
						["iLvl"] = 872,
						["time"] = 1484361601,
						["class"] = 10,
						["bTag"] = "疯牛才子#51519",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Polestark-回音山",
						["iLvl"] = 880,
						["time"] = 1484480567,
						["class"] = 11,
						["bTag"] = "polestark#5941",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容飞雪-托尔巴拉德",
						["iLvl"] = 878,
						["time"] = 1484480567,
						["class"] = 2,
						["bTag"] = "慕容飞雪#5644",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "噩耗奋战-无尽之海",
						["iLvl"] = 894,
						["time"] = 1485862592,
						["class"] = 1,
						["bTag"] = "噩耗奋战#5479",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷来了-红云台地",
						["iLvl"] = 886,
						["time"] = 1485862561,
						["class"] = 8,
						["bTag"] = "骏杰#51323",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "巧克力队长-海克泰尔",
						["iLvl"] = 870,
						["time"] = 1485862437,
						["class"] = 12,
						["bTag"] = "Sirius#52101",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "没公德-万色星辰",
						["iLvl"] = 857,
						["time"] = 1485862617,
						["class"] = 11,
						["bTag"] = "德爷万岁#51635",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "蛭魔妖一-奥特兰克",
						["iLvl"] = 903,
						["time"] = 1485862617,
						["class"] = 2,
						["bTag"] = "妖一#5243",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "向钱看往厚赚-金度",
						["iLvl"] = 861,
						["time"] = 1485863023,
						["class"] = 8,
						["bTag"] = "提莫大队长#5402",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "北京之星-壁炉谷",
						["time"] = 1485863023,
						["class"] = 11,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "恋恋红尘-银月",
						["iLvl"] = 852,
						["time"] = 1485863023,
						["class"] = 5,
						["bTag"] = "我和春天有个约会#51904",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "须丶弥-塞拉摩",
						["time"] = 1485863023,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "龙天君-罗宁",
						["iLvl"] = 903,
						["time"] = 1485920792,
						["class"] = 11,
						["bTag"] = "扬天君#5496",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "可爱小美美-海克泰尔",
						["iLvl"] = 866,
						["time"] = 1485922539,
						["class"] = 7,
						["bTag"] = "小野妹纸#5966",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "东方从此叛逆-寒冰皇冠",
						["iLvl"] = 869,
						["time"] = 1485922539,
						["class"] = 4,
						["bTag"] = "东方从此冷酷#5238",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "武僧天涯-格瑞姆巴托",
						["iLvl"] = 887,
						["time"] = 1485922539,
						["class"] = 10,
						["bTag"] = "火焰兵锋#5481",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Cfk-巴瑟拉斯",
						["iLvl"] = 870,
						["time"] = 1485922539,
						["class"] = 8,
						["bTag"] = "kobe#5345",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "抽刀断水-朵丹尼尔",
						["iLvl"] = 896,
						["time"] = 1485925197,
						["class"] = 12,
						["bTag"] = "白银之鹰#532157",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "落花相随-暗影之月",
						["iLvl"] = 849,
						["time"] = 1485925284,
						["class"] = 2,
						["bTag"] = "继亮#5663",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小尤-麦维影歌",
						["iLvl"] = 880,
						["time"] = 1485925216,
						["class"] = 8,
						["bTag"] = "沉默之剑#524878",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "黯月无双-德拉诺",
						["iLvl"] = 870,
						["time"] = 1485925284,
						["class"] = 11,
						["bTag"] = "动感光波#5633",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "亚顿之矛-普瑞斯托",
						["iLvl"] = 847,
						["time"] = 1485925284,
						["class"] = 11,
						["bTag"] = "阿瑞斯#52544",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "元力觉醒-天空之墙",
						["iLvl"] = 880,
						["time"] = 1485925284,
						["class"] = 7,
						["bTag"] = "我很抱歉#52843",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "阿瓦斯-洛萨",
						["time"] = 1486057933,
						["class"] = 1,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "小小瓜丶-奥特兰克",
						["iLvl"] = 892,
						["time"] = 1486057787,
						["class"] = 9,
						["bTag"] = "热情的少先队员#5149",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "卖萌小跟班-月神殿",
						["iLvl"] = 870,
						["time"] = 1486058042,
						["class"] = 7,
						["bTag"] = "恋上你的秦淮#51598",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "安吉娜斯哈都-远古海滩",
						["time"] = 1486058042,
						["class"] = 1,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一飞飞一-库尔提拉斯",
						["time"] = 1488941618,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "核心橙我们走-安苏",
						["time"] = 1488941739,
						["class"] = 12,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "申大宝-壁炉谷",
						["time"] = 1488941739,
						["class"] = 12,
					}, -- [41]
				},
				["2-114-461-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "大韭菜-主宰之剑",
						["iLvl"] = 849,
						["time"] = 1482612990,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "阿德#5912",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Daroubang-主宰之剑",
						["iLvl"] = 885,
						["time"] = 1482612990,
						["class"] = 10,
						["bTag"] = "BT160504#52368",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小翅-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1482612990,
						["class"] = 12,
						["bTag"] = "袁坤#51436",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "独立圣光-桑德兰",
						["iLvl"] = 884,
						["time"] = 1482612990,
						["class"] = 2,
						["bTag"] = "独立苍穹#5802",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "地哥-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1485412174,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "八连杀#5366",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "微醺的哈士奇-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1485412174,
						["class"] = 12,
						["bTag"] = "阿阿阿阿汪丶#5217",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "濃情绕指柔-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1485618839,
						["class"] = 12,
						["bTag"] = "浓情绕指柔#5469",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "百年-图拉扬",
						["iLvl"] = 895,
						["time"] = 1485412174,
						["class"] = 11,
						["bTag"] = "spring#5959",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "小喃喃-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1485491227,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "赵兄托你办点事#5987",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗护卫-影牙要塞",
						["iLvl"] = 895,
						["time"] = 1485491227,
						["class"] = 12,
						["bTag"] = "死亡之翼#527211",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Musclepiggy-梦境之树",
						["iLvl"] = 893,
						["time"] = 1485491227,
						["class"] = 9,
						["bTag"] = "Jesse#5380",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "迷你小萝卜-主宰之剑",
						["iLvl"] = 882,
						["time"] = 1485491227,
						["class"] = 2,
						["bTag"] = "午夜啪啪声儿#51150",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "萨摩耶德-主宰之剑",
						["iLvl"] = 893,
						["time"] = 1485618839,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "忧郁的高坚果强#5247",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "哈玛斯小强-阿古斯",
						["time"] = 1485618839,
						["class"] = 4,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "浪里格儿浪-熊猫酒仙",
						["iLvl"] = 897,
						["time"] = 1485618839,
						["class"] = 2,
						["bTag"] = "xiangxiang#5294",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Mendacities-风暴峭壁",
						["iLvl"] = 901,
						["time"] = 1485848771,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "无味蓝染#5990",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "潛水的牛-刀塔",
						["time"] = 1485848771,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "很突然-守护之剑",
						["time"] = 1485848771,
						["class"] = 4,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "阿走-风暴峭壁",
						["time"] = 1485848771,
						["class"] = 8,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "花绮罗-主宰之剑",
						["iLvl"] = 905,
						["time"] = 1486747186,
						["class"] = 2,
						["bTag"] = "北风乱#5323",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "丨卡尔-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1486747186,
						["class"] = 6,
						["bTag"] = "Carl#5600",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "软白白-主宰之剑",
						["time"] = 1486747186,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "灬橙澄橙-主宰之剑",
						["iLvl"] = 915,
						["time"] = 1488196264,
						["class"] = 5,
						["bTag"] = "折柳#5324",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "門丶板-主宰之剑",
						["iLvl"] = 883,
						["time"] = 1487087940,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "李达璋#5328",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "于大仁-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1487087940,
						["class"] = 3,
						["bTag"] = "暴君#5871",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔五月哭-雷克萨",
						["iLvl"] = 886,
						["time"] = 1487087780,
						["class"] = 3,
						["bTag"] = "三只流类叠色支#5923",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Luckyss-德拉诺",
						["time"] = 1487087940,
						["class"] = 9,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "简灬灬单-主宰之剑",
						["time"] = 1487087822,
						["class"] = 2,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "白夜丨鎭魂歌-主宰之剑",
						["time"] = 1487087940,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "梦红尘丨魅魔-主宰之剑",
						["iLvl"] = 895,
						["time"] = 1487756146,
						["class"] = 12,
						["bTag"] = "傷感#5941",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "置酒高殿上-蜘蛛王国",
						["iLvl"] = 910,
						["time"] = 1487756146,
						["class"] = 12,
						["bTag"] = "EveRMilk#5993",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "小奶花-山丘之王",
						["iLvl"] = 909,
						["time"] = 1487755916,
						["class"] = 2,
						["bTag"] = "Lcx#51897",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "命令护肩-克洛玛古斯",
						["iLvl"] = 917,
						["time"] = 1487755944,
						["class"] = 3,
						["bTag"] = "Kzzzzzzz#5849",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "龙鱼赤尾-麦维影歌",
						["time"] = 1487756146,
						["class"] = 8,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "水濑祈-奥特兰克",
						["iLvl"] = 911,
						["time"] = 1487756146,
						["class"] = 11,
						["bTag"] = "堀江由衣#5621",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "三枼-主宰之剑",
						["iLvl"] = 891,
						["time"] = 1488196264,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "木木#5579",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "大兄第-主宰之剑",
						["time"] = 1488196264,
						["class"] = 1,
					}, -- [37]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "阿猎猎-蓝龙军团",
						["iLvl"] = 890,
						["time"] = 1482379529,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "自杀#5609",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "过河的卒-海克泰尔",
						["time"] = 1482379583,
						["class"] = 6,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰影子-烈焰峰",
						["iLvl"] = 865,
						["time"] = 1482379600,
						["class"] = 4,
						["bTag"] = "烈焰影子#5501",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "鹌鹑-迦拉克隆",
						["iLvl"] = 874,
						["time"] = 1482379578,
						["class"] = 11,
						["bTag"] = "机智的妹子#5323",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "刁近平-死亡之翼",
						["time"] = 1482379600,
						["class"] = 2,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "水凌月-古尔丹",
						["iLvl"] = 867,
						["time"] = 1482379600,
						["class"] = 5,
						["bTag"] = "戴震宇#5426",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "曹丶雲涵-主宰之剑",
						["iLvl"] = 838,
						["time"] = 1482379600,
						["class"] = 2,
						["bTag"] = "丶胯下疯狂输出#5989",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "老板咬王老板-雷克萨",
						["time"] = 1482941101,
						["class"] = 10,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "大虎酱-石锤",
						["time"] = 1482941105,
						["class"] = 5,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "拣到五分钱-荆棘谷",
						["time"] = 1483584296,
						["class"] = 9,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "令尊炸了-桑德兰",
						["iLvl"] = 864,
						["time"] = 1483584307,
						["class"] = 3,
						["bTag"] = "炉石发牌员#5191",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "大彩-雷克萨",
						["iLvl"] = 874,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "问题男人#51456",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "萧风寒-利刃之拳",
						["iLvl"] = 865,
						["time"] = 1483584300,
						["class"] = 1,
						["bTag"] = "彼岸荼蘼丶#5167",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "如雨-麦维影歌",
						["iLvl"] = 862,
						["time"] = 1483584324,
						["class"] = 3,
						["bTag"] = "一节硬黄瓜#5385",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "布洛克斯-麦维影歌",
						["iLvl"] = 886,
						["time"] = 1483584358,
						["class"] = 11,
						["bTag"] = "义薄云天#5900",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "泥瓦匠-戈古纳斯",
						["iLvl"] = 839,
						["time"] = 1483584307,
						["class"] = 1,
						["bTag"] = "怒战天涯#5740",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "格小非-戈古纳斯",
						["iLvl"] = 883,
						["time"] = 1483584296,
						["class"] = 8,
						["bTag"] = "格小非#5904",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "Orich-卡扎克",
						["time"] = 1483584294,
						["class"] = 11,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘丶义-安苏",
						["iLvl"] = 863,
						["time"] = 1483584294,
						["class"] = 7,
						["bTag"] = "机械之忍#55268",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "泡沫流梨-勇士岛",
						["iLvl"] = 883,
						["time"] = 1483584283,
						["class"] = 11,
						["bTag"] = "水爷#5896",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Werose-风暴之怒",
						["iLvl"] = 837,
						["time"] = 1483584348,
						["class"] = 11,
						["bTag"] = "沉默之剑#515464",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "寒情-密林游侠",
						["iLvl"] = 889,
						["time"] = 1483584307,
						["class"] = 2,
						["bTag"] = "傲公爵#51764",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "枫芷恶魔-末日行者",
						["iLvl"] = 859,
						["time"] = 1483584334,
						["class"] = 12,
						["bTag"] = "巨硕之斧#56653",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "鐵丶男-石爪峰",
						["iLvl"] = 881,
						["time"] = 1483584437,
						["class"] = 6,
						["bTag"] = "我是最帅的#5922",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "表喊我-灰谷",
						["time"] = 1483584437,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "萌正太-库尔提拉斯",
						["iLvl"] = 847,
						["time"] = 1483584292,
						["class"] = 5,
						["bTag"] = "崔春阳#5931",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "北击雄-海克泰尔",
						["iLvl"] = 873,
						["time"] = 1483584328,
						["class"] = 12,
						["bTag"] = "民工的一天#5224",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "嘎嘎-瓦里安",
						["time"] = 1483584437,
						["class"] = 7,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "纵马砍杀-国王之谷",
						["iLvl"] = 863,
						["time"] = 1483584344,
						["class"] = 12,
						["bTag"] = "Rch#5269",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "你们都是菜逼-奥特兰克",
						["time"] = 1483584425,
						["class"] = 11,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "Qqopp-末日行者",
						["iLvl"] = 857,
						["time"] = 1483584296,
						["class"] = 11,
						["bTag"] = "氼丶巭灬孬#5578",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "忆如風-时光之穴",
						["iLvl"] = 862,
						["time"] = 1483584307,
						["class"] = 2,
						["bTag"] = "史诗之巨魔#57640",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "阿萨德咔-阿纳克洛斯",
						["iLvl"] = 872,
						["time"] = 1483584437,
						["class"] = 12,
						["bTag"] = "DeadlyKitten#532347",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "小小粟-密林游侠",
						["iLvl"] = 864,
						["time"] = 1483584437,
						["class"] = 3,
						["bTag"] = "超能之鱼人#569974",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "你想点-伊萨里奥斯",
						["time"] = 1483584283,
						["class"] = 9,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "决不当哀木涕-塞泰克",
						["time"] = 1483584437,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "扎坦诺斯-朵丹尼尔",
						["iLvl"] = 863,
						["time"] = 1483584312,
						["class"] = 5,
						["bTag"] = "Zarathos#5270",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "亚古丝-金色平原",
						["iLvl"] = 878,
						["time"] = 1483584283,
						["class"] = 4,
						["bTag"] = "老实人#51516",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "岢樂伽冰-安苏",
						["iLvl"] = 874,
						["time"] = 1483584437,
						["class"] = 5,
						["bTag"] = "春天的西瓜#5262",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "小矫情-艾苏恩",
						["iLvl"] = 866,
						["time"] = 1483584437,
						["class"] = 3,
						["bTag"] = "陈绍仪#5606",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "冷水里的面霸-埃德萨拉",
						["iLvl"] = 895,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "洋大爷#5797",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Lemos-白银之手",
						["iLvl"] = 874,
						["time"] = 1483584307,
						["class"] = 3,
						["bTag"] = "惊魂之地精#51244",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "千彧-蜘蛛王国",
						["iLvl"] = 838,
						["time"] = 1483584283,
						["class"] = 2,
						["bTag"] = "風肩#5106",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "龙小葵-蜘蛛王国",
						["iLvl"] = 874,
						["time"] = 1483584294,
						["class"] = 3,
						["bTag"] = "大司马龙小葵#5996",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "画先笙-伊森利恩",
						["iLvl"] = 888,
						["time"] = 1483584378,
						["class"] = 10,
						["bTag"] = "画先笙#5269",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "幻海浮云-洛丹伦",
						["time"] = 1483584437,
						["class"] = 2,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "刘八爷-苏拉玛",
						["time"] = 1483584326,
						["class"] = 12,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "国产推土机-洛丹伦",
						["iLvl"] = 874,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "国产推土机#5857",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "单调恋人-伊森利恩",
						["iLvl"] = 867,
						["time"] = 1483584437,
						["class"] = 2,
						["bTag"] = "不小心的帅#5219",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "巴步柳-海克泰尔",
						["iLvl"] = 862,
						["time"] = 1483584437,
						["class"] = 12,
						["bTag"] = "奔跑泡菜饭#5254",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "破邪显正-戈古纳斯",
						["iLvl"] = 805,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "天堂之痕#5802",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "大盗魔理沙-翡翠梦境",
						["time"] = 1483584324,
						["class"] = 9,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "ㄧ粒蛋的爪牙-生态船",
						["iLvl"] = 863,
						["time"] = 1483584437,
						["class"] = 12,
						["bTag"] = "心魔#5484",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "凤凰山隧道-安苏",
						["iLvl"] = 887,
						["time"] = 1483584437,
						["class"] = 2,
						["bTag"] = "Allen#5654",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "排骨年糕-泰拉尔",
						["iLvl"] = 878,
						["time"] = 1483584437,
						["class"] = 10,
						["bTag"] = "我叫红领巾#5142",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "初心-索瑞森",
						["time"] = 1483584330,
						["class"] = 8,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "疯清扬-卡德罗斯",
						["iLvl"] = 868,
						["time"] = 1483584437,
						["class"] = 10,
						["bTag"] = "三藏破戒#5730",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "真鸡煲可耐-安威玛尔",
						["iLvl"] = 893,
						["time"] = 1483584437,
						["class"] = 12,
						["bTag"] = "神秘园#5569",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Yewendashi-奥特兰克",
						["time"] = 1483584437,
						["class"] = 4,
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "黄大宝-主宰之剑",
						["iLvl"] = 852,
						["time"] = 1483584437,
						["class"] = 5,
						["bTag"] = "迷你之泰坦#556747",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "盘丝大仙-山丘之王",
						["iLvl"] = 871,
						["time"] = 1483584437,
						["class"] = 10,
						["bTag"] = "小妖#5251",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "夜歌轻语-熊猫酒仙",
						["iLvl"] = 854,
						["time"] = 1483584437,
						["class"] = 5,
						["bTag"] = "荧惑#5315",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "幻影逐风-诺兹多姆",
						["iLvl"] = 886,
						["time"] = 1483584437,
						["class"] = 4,
						["bTag"] = "飞天狂雨#5953",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "开局三带二-山丘之王",
						["iLvl"] = 878,
						["time"] = 1483584437,
						["class"] = 8,
						["bTag"] = "暴走的脚丫子#5902",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "将魂武曲-格瑞姆巴托",
						["iLvl"] = 862,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "影舞七杀#5624",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "贼笨笨-雷霆之王",
						["iLvl"] = 873,
						["time"] = 1483584437,
						["class"] = 4,
						["bTag"] = "睿淼#5440",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "殇之月色-圣火神殿",
						["time"] = 1483584437,
						["class"] = 1,
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "Qured-奥特兰克",
						["iLvl"] = 865,
						["time"] = 1483584437,
						["class"] = 6,
						["bTag"] = "老猫#5524",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "紫恭出茓-熊猫酒仙",
						["iLvl"] = 877,
						["time"] = 1483584437,
						["class"] = 8,
						["bTag"] = "包谷粑#5212",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "夏姬八彻-国王之谷",
						["iLvl"] = 873,
						["time"] = 1483584437,
						["class"] = 5,
						["bTag"] = "丢完蕾姆丢拉姆#5509",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "闲得无聊玩-芬里斯",
						["iLvl"] = 857,
						["time"] = 1483584437,
						["class"] = 8,
						["bTag"] = "严亮#51725",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "小耀丶-奥杜尔",
						["iLvl"] = 853,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "沃尔夫丶小耀#5486",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "极度深红-铜龙军团",
						["iLvl"] = 863,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "夜月之儛#5434",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Hydra-末日祷告祭坛",
						["iLvl"] = 881,
						["time"] = 1483584437,
						["class"] = 5,
						["bTag"] = "墨玉麒麟#5772",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "龙之吻-巴尔古恩",
						["iLvl"] = 889,
						["time"] = 1483584437,
						["class"] = 1,
						["bTag"] = "巨阙纵横#5871",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "六道乄黄泉-拉文凯斯",
						["iLvl"] = 835,
						["time"] = 1483730092,
						["class"] = 11,
						["bTag"] = "霸气十三少#5254",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "田心大盗-罗宁",
						["iLvl"] = 794,
						["time"] = 1483730092,
						["class"] = 4,
						["bTag"] = "不老的传说#5337",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "猎鹰派-守护之剑",
						["iLvl"] = 839,
						["time"] = 1483730092,
						["class"] = 12,
						["bTag"] = "SuperMurloc#58217",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "小星星的眼泪-熔火之心",
						["iLvl"] = 862,
						["time"] = 1484454177,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "小星星#5244",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "沙谷米-金色平原",
						["iLvl"] = 870,
						["time"] = 1484454174,
						["class"] = 2,
						["bTag"] = "矮大紧#5498",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "背儿喽-安苏",
						["iLvl"] = 875,
						["time"] = 1484454177,
						["class"] = 1,
						["bTag"] = "天河#5794",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "荒芜猎手-泰兰德",
						["iLvl"] = 870,
						["time"] = 1484454233,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "属牛的金牛座#5468",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "黑心橙-阿拉索",
						["iLvl"] = 872,
						["time"] = 1484454273,
						["class"] = 12,
						["bTag"] = "CrazyMage#55587",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "影歌-艾欧纳尔",
						["iLvl"] = 892,
						["time"] = 1484454333,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "呆呆#5837",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁西佛-风暴之眼",
						["iLvl"] = 878,
						["time"] = 1484454333,
						["class"] = 12,
						["bTag"] = "奔腾年代#5754",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "阿努布-远古海滩",
						["time"] = 1484454340,
						["class"] = 11,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "似相识-逐日者",
						["iLvl"] = 869,
						["time"] = 1484454340,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "温柔哥哥#5698",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "人品大爆发-风暴峭壁",
						["iLvl"] = 876,
						["time"] = 1484454340,
						["class"] = 1,
						["bTag"] = "GhostPants#56830",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "兽兽中华-索拉丁",
						["time"] = 1484454340,
						["class"] = 3,
					}, -- [89]
				},
			},
		},
	},
}
