
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["霸拿拿 - 巨龙之吼"] = "霸拿拿 - 巨龙之吼",
	},
	["profiles"] = {
		["霸拿拿 - 巨龙之吼"] = {
			["createHistoryList"] = {
				"3-0-458-0", -- [1]
			},
			["lastSearchValue"] = "6-0-0-0",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["recent"] = {
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "罗生门之鬼-血环",
						["iLvl"] = 925,
						["time"] = 1502289330,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "凯恩#56308",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶牛奶-迪瑟洛克",
						["time"] = 1502289330,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazyblood-燃烧军团",
						["iLvl"] = 904,
						["time"] = 1502289305,
						["class"] = 4,
						["bTag"] = "crazyblood#5849",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "纯属巧合丶-死亡之翼",
						["iLvl"] = 928,
						["time"] = 1502289305,
						["class"] = 1,
						["bTag"] = "晅哥#5738",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "小小的手心-血环",
						["iLvl"] = 933,
						["time"] = 1502289360,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "琳娜的微笑#5571",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丶绯雪猫猫-熊猫酒仙",
						["iLvl"] = 929,
						["time"] = 1502289360,
						["class"] = 8,
						["bTag"] = "慵懒的猫#5518",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "绝世好名字-诺兹多姆",
						["iLvl"] = 928,
						["time"] = 1502289360,
						["class"] = 3,
						["bTag"] = "雷诺#514937",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "随机身寸一炮-克尔苏加德",
						["iLvl"] = 910,
						["time"] = 1502289360,
						["class"] = 3,
						["bTag"] = "邻水#5685",
					}, -- [8]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "粗暴者耐奥-金色平原",
						["time"] = 1502341938,
						["class"] = 7,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "内个谁的宝宝-风暴之怒",
						["iLvl"] = 923,
						["time"] = 1502341938,
						["class"] = 3,
						["bTag"] = "BT160619#56759",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "殺戮海盗-奥尔加隆",
						["iLvl"] = 911,
						["time"] = 1502341938,
						["class"] = 8,
						["bTag"] = "啊呀呀#5447",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "炫风狂舞-索瑞森",
						["iLvl"] = 887,
						["time"] = 1502341938,
						["class"] = 4,
						["bTag"] = "秋季谷#5639",
					}, -- [4]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "莹莹若水-格瑞姆巴托",
						["iLvl"] = 909,
						["time"] = 1502341741,
						["class"] = 1,
						["bTag"] = "此人很好#5814",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔忒尼斯丶-冰风岗",
						["iLvl"] = 910,
						["time"] = 1502341741,
						["class"] = 6,
						["bTag"] = "陆佳华#5917",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "嬴政-激流之傲",
						["iLvl"] = 909,
						["time"] = 1502341720,
						["class"] = 1,
						["bTag"] = "渡海的浮囊#5305",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "我要撒野-梦境之树",
						["iLvl"] = 917,
						["time"] = 1502341728,
						["class"] = 7,
						["bTag"] = "海洋#5644",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Aryastarrk-燃烧之刃",
						["iLvl"] = 913,
						["time"] = 1502341722,
						["class"] = 4,
						["bTag"] = "故鞥#5386",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "苏拉布冯-安苏",
						["iLvl"] = 899,
						["time"] = 1502341722,
						["class"] = 9,
						["bTag"] = "梦溪笔谈#5965",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "古尒丹-日落沼泽",
						["iLvl"] = 927,
						["time"] = 1502341726,
						["class"] = 9,
						["bTag"] = "LuckyOwl#55918",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "开元通宝-盖斯",
						["iLvl"] = 803,
						["time"] = 1502341731,
						["class"] = 4,
						["bTag"] = "复仇电棍#5109",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "输出为零-燃烧之刃",
						["iLvl"] = 931,
						["time"] = 1502341648,
						["class"] = 12,
						["bTag"] = "champion#52441",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶飞雪-斩魔者",
						["iLvl"] = 933,
						["time"] = 1502341761,
						["class"] = 3,
						["bTag"] = "普利希拉#5301",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "八九寺丶-血色十字军",
						["iLvl"] = 919,
						["time"] = 1502341722,
						["class"] = 12,
						["bTag"] = "艾尔之子#5140683",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "沉睡的美女-伊瑟拉",
						["iLvl"] = 912,
						["time"] = 1502341720,
						["class"] = 11,
						["bTag"] = "沉睡的男人#5496",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "奶兮丶-血色十字军",
						["iLvl"] = 925,
						["time"] = 1502341648,
						["class"] = 7,
						["bTag"] = "洛冰丶#5769",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "加州黑牛-伊森利恩",
						["iLvl"] = 928,
						["time"] = 1502341728,
						["class"] = 1,
						["bTag"] = "霜之火#5666",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "时光书与尤菲-斩魔者",
						["iLvl"] = 927,
						["time"] = 1502341751,
						["class"] = 5,
						["bTag"] = "海洋歌庭#5790",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "尒丨潒-血色十字军",
						["iLvl"] = 927,
						["time"] = 1502341648,
						["class"] = 2,
						["bTag"] = "大象#5290",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "卡达丨莉娅-熔火之心",
						["iLvl"] = 892,
						["time"] = 1502341761,
						["class"] = 3,
						["bTag"] = "风与千崖#5462",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "绯山茜-燃烧之刃",
						["iLvl"] = 932,
						["time"] = 1502341648,
						["class"] = 2,
						["bTag"] = "崎月理奈#5114",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖玫瑰-大地之怒",
						["iLvl"] = 918,
						["time"] = 1502341737,
						["class"] = 3,
						["bTag"] = "妖妖玫瑰#5481",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "劣忍-范克里夫",
						["iLvl"] = 910,
						["time"] = 1502341718,
						["class"] = 3,
						["bTag"] = "money#5826",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "那低头的温柔-凤凰之神",
						["iLvl"] = 860,
						["time"] = 1502341751,
						["class"] = 4,
						["bTag"] = "打瘸子腿#5153",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "棺柩裁缝师-安加萨",
						["iLvl"] = 906,
						["time"] = 1502341726,
						["class"] = 1,
						["bTag"] = "悼词#5441",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "杜小宇-凤凰之神",
						["iLvl"] = 924,
						["time"] = 1502341648,
						["class"] = 5,
						["bTag"] = "地方是#5131",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "花子慕慕-血环",
						["iLvl"] = 930,
						["time"] = 1502341718,
						["class"] = 5,
						["bTag"] = "YAYA#52796",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "呐谁丶图腾妹-刺骨利刃",
						["iLvl"] = 909,
						["time"] = 1502341761,
						["class"] = 7,
						["bTag"] = "吉吉丶喳喳#5810",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "怒丶怼-格瑞姆巴托",
						["iLvl"] = 932,
						["time"] = 1502341726,
						["class"] = 1,
						["bTag"] = "BornToDie#51110",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "血灬阳-冰霜之刃",
						["iLvl"] = 917,
						["time"] = 1502341753,
						["class"] = 12,
						["bTag"] = "傲雪#5302",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "死神之刺-石爪峰",
						["iLvl"] = 921,
						["time"] = 1502341755,
						["class"] = 4,
						["bTag"] = "死神#5302",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "姑娘与水手-阿努巴拉克",
						["iLvl"] = 896,
						["time"] = 1502341741,
						["class"] = 8,
						["bTag"] = "近看是条狗#5771",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Ashesly-安苏",
						["iLvl"] = 909,
						["time"] = 1502341724,
						["class"] = 1,
						["bTag"] = "ASHESLY#5950",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "嘎里萝焖牛鞭-红龙军团",
						["iLvl"] = 865,
						["time"] = 1502341731,
						["class"] = 3,
						["bTag"] = "佐佐木研#51113",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "动情的观世音-海加尔",
						["iLvl"] = 928,
						["time"] = 1502341720,
						["class"] = 5,
						["bTag"] = "观世音#5469",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "丶悲酥清酒-安苏",
						["iLvl"] = 898,
						["time"] = 1502341761,
						["class"] = 5,
						["bTag"] = "遗失悲伤#5816",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "安静的大咸鱼-贫瘠之地",
						["iLvl"] = 902,
						["time"] = 1502341731,
						["class"] = 8,
						["bTag"] = "意呀意呀哟#5664",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "两腿一劈-雷霆之怒",
						["iLvl"] = 928,
						["time"] = 1502341724,
						["class"] = 9,
						["bTag"] = "woshishui#51564",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "灬丨奎尔萨拉-鬼雾峰",
						["iLvl"] = 912,
						["time"] = 1502341737,
						["class"] = 2,
						["bTag"] = "肖晨怡锦#5758",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "琳静-黑龙军团",
						["iLvl"] = 918,
						["time"] = 1502341648,
						["class"] = 6,
						["bTag"] = "枫泠#5270",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花满地丶残-厄祖玛特",
						["iLvl"] = 900,
						["time"] = 1502341761,
						["class"] = 4,
						["bTag"] = "刘哥哥#5652",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "迪丽娜扎-厄祖玛特",
						["iLvl"] = 910,
						["time"] = 1502341761,
						["class"] = 6,
						["bTag"] = "辣椒大王麻雀#5337",
					}, -- [39]
				},
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
