
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["野兽 <内个谁的宝宝-风暴之怒>"] = {
			["GUID"] = "Creature-0-3930-1220-8-113342-00000BEB68",
			["LastEventHealth"] = {
				926225, -- [1]
				926225, -- [2]
				926225, -- [3]
				926225, -- [4]
				926225, -- [5]
				926225, -- [6]
				926225, -- [7]
				926225, -- [8]
				445561372, -- [9]
				440683931, -- [10]
				440479499, -- [11]
				440391517, -- [12]
				440143489, -- [13]
				439657829, -- [14]
				438437850, -- [15]
				438437850, -- [16]
				437080405, -- [17]
				433810012, -- [18]
				433102480, -- [19]
				433102480, -- [20]
				431799544, -- [21]
				431745120, -- [22]
				431207561, -- [23]
				431207561, -- [24]
				428874912, -- [25]
				428874912, -- [26]
				428874912, -- [27]
				428874912, -- [28]
				428874912, -- [29]
				428874912, -- [30]
				428874912, -- [31]
				428874912, -- [32]
				428874912, -- [33]
				428874912, -- [34]
				428160846, -- [35]
				428160846, -- [36]
			},
			["LastAttackedBy"] = "零度凍结-末日行者",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Damage"] = {
					11291785, -- [1]
				},
				["TimeDamage"] = {
					18.14, -- [1]
				},
				["DamageTaken"] = {
					7341516, -- [1]
				},
				["ActiveTime"] = {
					18.14, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastDamageAbility"] = "冰枪术",
			["LastFightIn"] = 0,
			["LastFlags"] = 2600,
			["type"] = "Pet",
			["FightsSaved"] = 1,
			["ownerName"] = "内个谁的宝宝-风暴之怒",
			["LastEventHealthMax"] = {
				937704, -- [1]
				937704, -- [2]
				937704, -- [3]
				937704, -- [4]
				937704, -- [5]
				937704, -- [6]
				937704, -- [7]
				937704, -- [8]
				460234816, -- [9]
				460234816, -- [10]
				460234816, -- [11]
				460234816, -- [12]
				460234816, -- [13]
				460234816, -- [14]
				460234816, -- [15]
				460234816, -- [16]
				460234816, -- [17]
				460234816, -- [18]
				460234816, -- [19]
				460234816, -- [20]
				460234816, -- [21]
				460234816, -- [22]
				460234816, -- [23]
				460234816, -- [24]
				460234816, -- [25]
				460234816, -- [26]
				460234816, -- [27]
				460234816, -- [28]
				460234816, -- [29]
				460234816, -- [30]
				460234816, -- [31]
				460234816, -- [32]
				460234816, -- [33]
				460234816, -- [34]
				460234816, -- [35]
				460234816, -- [36]
			},
			["LastDamageTaken"] = 765776,
			["TimeLast"] = {
				["ActiveTime"] = 3712.916,
				["TimeDamage"] = 3712.916,
				["OVERALL"] = 3712.916,
				["DamageTaken"] = 3712.916,
				["Damage"] = 3712.916,
			},
			["NextEventNum"] = 50,
			["LastDamageTime"] = 3713.32,
			["LastEvents"] = {
				"Monologue-基尔加丹 怒雷破 野兽 <内个谁的宝宝-风暴之怒> Crit -45806 (Physical)", -- [1]
				"野兽 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -47171 (Physical)", -- [2]
				"小小的心愿-安威玛尔 奉献 野兽 <内个谁的宝宝-风暴之怒> Hit -9128 (Holy)", -- [3]
				"机智的喵九九-罗宁 灰烬觉醒 (伤害/跳) 野兽 <内个谁的宝宝-风暴之怒> Tick -94105", -- [4]
				"野兽 践踏 野兽 <内个谁的宝宝-风暴之怒> Hit -53879 (Physical)", -- [5]
				"野兽 践踏 野兽 <内个谁的宝宝-风暴之怒> Hit -53879 (Physical)", -- [6]
				"Monologue-基尔加丹 怒雷破 野兽 <内个谁的宝宝-风暴之怒> Crit -45806 (Physical)", -- [7]
				"英灵港湾-破碎岭 破坏者 野兽 <内个谁的宝宝-风暴之怒> Crit -76355 (Physical)", -- [8]
				"机智的喵九九-罗宁 审判 野兽 <内个谁的宝宝-风暴之怒> Crit -201626 (Holy)", -- [9]
				"小小的心愿-安威玛尔 祝福之锤 野兽 <内个谁的宝宝-风暴之怒> Hit -23286 (Holy)", -- [10]
				"欧莫希萝莉-末日行者 灰烬觉醒 (伤害/跳) 野兽 <内个谁的宝宝-风暴之怒> Tick -84857", -- [11]
				"一颗小橙子-生态船 冰枪术 野兽 <内个谁的宝宝-风暴之怒> Crit -831145 (Frost)", -- [12]
				"小小的心愿-安威玛尔 祝福之锤 野兽 <内个谁的宝宝-风暴之怒> Hit -23286 (Holy)", -- [13]
				"英灵港湾-破碎岭 破坏者 野兽 <内个谁的宝宝-风暴之怒> Dodge (Physical)", -- [14]
				"小小的心愿-安威玛尔 奉献 野兽 <内个谁的宝宝-风暴之怒> Hit -9128 (Holy)", -- [15]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 卡拉米尔 Hit -277037 (Physical)", -- [16]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 熔岩犬 Hit -49561 (Physical)", -- [17]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 欧莫希萝莉-末日行者 Absorb -237213 (237213 被吸收) (Physical)", -- [18]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 小小的心愿-安威玛尔 Absorb -161625 (Physical)", -- [19]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 小小的心愿-安威玛尔 Hit -65062 (161625 被吸收) (Physical)", -- [20]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 阿阔的阳-达斯雷玛 Hit -232384 (Physical)", -- [21]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 英灵港湾-破碎岭 Hit -241950 (Physical)", -- [22]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 丷德米提雅丷-金色平原 Hit -183785 (Physical)", -- [23]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 怒苍之主-回音山 Hit -164458 (Physical)", -- [24]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 Monologue-基尔加丹 Hit -300300 (Physical)", -- [25]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 野兽 Hit -55801 (Physical)", -- [26]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 野兽 Hit -66941 (Physical)", -- [27]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 野兽 Crit -100411 (Physical)", -- [28]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 哈提 Hit -55802 (Physical)", -- [29]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 Monologue-基尔加丹 Hit -95530 (Physical)", -- [30]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 机智的喵九九-罗宁 Crit -357844 (Physical)", -- [31]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 灵魂兽 Hit -59721 (Physical)", -- [32]
				"野兽 <内个谁的宝宝-风暴之怒> 践踏 哈提 Hit -66941 (Physical)", -- [33]
				"小小的心愿-安威玛尔 祝福之锤 野兽 <内个谁的宝宝-风暴之怒> Hit -23286 (Holy)", -- [34]
				"灵魂鸽王-阿古斯 地狱火山 野兽 <内个谁的宝宝-风暴之怒> Crit -20476 (Fire)", -- [35]
				"咕噜推土机-阿古斯 精神鞭笞 野兽 <内个谁的宝宝-风暴之怒> Hit -14573 (Shadow)", -- [36]
				"野兽 践踏 野兽 <内个谁的宝宝-风暴之怒> Crit -162338 (Physical)", -- [37]
				"小小的心愿-安威玛尔 奉献 野兽 <内个谁的宝宝-风暴之怒> Hit -9128 (Holy)", -- [38]
				"野兽 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -49782 (Physical)", -- [39]
				"咕噜推土机-阿古斯 精神鞭笞 野兽 <内个谁的宝宝-风暴之怒> Hit -14573 (Shadow)", -- [40]
				"英灵港湾-破碎岭 破坏者 野兽 <内个谁的宝宝-风暴之怒> Hit -55894 (Physical)", -- [41]
				"阿阔的阳-达斯雷玛 眼棱 野兽 <内个谁的宝宝-风暴之怒> Crit -68", -- [42]
				"Monologue-基尔加丹 神鹤引项踢 野兽 <内个谁的宝宝-风暴之怒> Crit -26013 (Physical)", -- [43]
				"阿阔的阳-达斯雷玛 眼棱 野兽 <内个谁的宝宝-风暴之怒> Crit -66", -- [44]
				"阿阔的阳-达斯雷玛 眼棱 野兽 <内个谁的宝宝-风暴之怒> Crit -64", -- [45]
				"阿阔的阳-达斯雷玛 眼棱 野兽 <内个谁的宝宝-风暴之怒> Crit -63", -- [46]
				"阿阔的阳-达斯雷玛 眼棱 野兽 <内个谁的宝宝-风暴之怒> Crit -67", -- [47]
				"机智的喵九九-罗宁 狂热 野兽 <内个谁的宝宝-风暴之怒> Hit -186875 (Physical)", -- [48]
				"零度凍结-末日行者 冰枪术 野兽 <内个谁的宝宝-风暴之怒> Crit -765776 (Frost)", -- [49]
				"小小的心愿-安威玛尔 祝福之锤 野兽 <内个谁的宝宝-风暴之怒> Dodge (Holy)", -- [50]
			},
			["Name"] = "野兽",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				3708.885, -- [1]
				3709, -- [2]
				3709.062, -- [3]
				3709.372, -- [4]
				3709.372, -- [5]
				3709.372, -- [6]
				3709.372, -- [7]
				3709.569, -- [8]
				3709.569, -- [9]
				3709.688, -- [10]
				3709.805, -- [11]
				3711.814, -- [12]
				3712.527, -- [13]
				3712.558, -- [14]
				3712.69, -- [15]
				3712.916, -- [16]
				3712.916, -- [17]
				3712.916, -- [18]
				3712.916, -- [19]
				3712.916, -- [20]
				3712.916, -- [21]
				3712.916, -- [22]
				3712.916, -- [23]
				3712.916, -- [24]
				3712.916, -- [25]
				3712.916, -- [26]
				3712.916, -- [27]
				3712.916, -- [28]
				3712.916, -- [29]
				3712.916, -- [30]
				3712.916, -- [31]
				3712.916, -- [32]
				3712.916, -- [33]
				3712.953, -- [34]
				3713.008, -- [35]
				3713.108, -- [36]
				3713.235, -- [37]
				3713.291, -- [38]
				3713.32, -- [39]
				3713.349, -- [40]
				3713.381, -- [41]
				3713.381, -- [42]
				3713.413, -- [43]
				3713.445, -- [44]
				3713.516, -- [45]
				3713.606, -- [46]
				3713.663, -- [47]
				3713.758, -- [48]
				3713.758, -- [49]
				3708.845, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeSpent"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 5.02,
								},
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18.02,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 44,
								},
							},
							["amount"] = 74,
						},
					},
					["DamagedWho"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 471209,
								},
							},
							["amount"] = 471209,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 1156470,
								},
							},
							["amount"] = 1156470,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 2204526,
								},
							},
							["amount"] = 2204526,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 320290,
								},
							},
							["amount"] = 320290,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 301047,
								},
							},
							["amount"] = 301047,
						},
						["哈提"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 524533,
								},
							},
							["amount"] = 524533,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 2486058,
								},
								["肉搏"] = {
									["count"] = 1064993,
								},
							},
							["amount"] = 3551051,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 357844,
								},
							},
							["amount"] = 357844,
						},
						["熔岩犬"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 371058,
								},
							},
							["amount"] = 371058,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 452579,
								},
							},
							["amount"] = 452579,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 607451,
								},
							},
							["amount"] = 607451,
						},
						["灵魂兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 201191,
								},
							},
							["amount"] = 201191,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 349251,
								},
							},
							["amount"] = 349251,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 186072,
								},
							},
							["amount"] = 186072,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 237213,
								},
							},
							["amount"] = 237213,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1064993,
						["Physical"] = 10226792,
					},
					["Attacks"] = {
						["践踏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 426824,
									["min"] = 4972,
									["count"] = 10,
									["amount"] = 1387728,
								},
								["Crit"] = {
									["max"] = 597658,
									["min"] = 70443,
									["count"] = 20,
									["amount"] = 3541965,
								},
								["Hit"] = {
									["max"] = 301047,
									["min"] = 46961,
									["count"] = 44,
									["amount"] = 5297099,
								},
							},
							["count"] = 74,
							["amount"] = 10226792,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 107396,
									["min"] = 94341,
									["count"] = 7,
									["amount"] = 699552,
								},
								["Hit"] = {
									["max"] = 53698,
									["min"] = 47171,
									["count"] = 7,
									["amount"] = 365441,
								},
							},
							["count"] = 14,
							["amount"] = 1064993,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 33,
								},
							},
							["amount"] = 56,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Holy"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 26,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["DamageTaken"] = 7341516,
					["ElementDoneAbsorb"] = {
						["Physical"] = 1387728,
					},
					["PartialResist"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["眼棱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["狂热"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["破坏者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["TimeDamaging"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 5.02,
								},
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18.02,
						},
					},
					["PartialAbsorb"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["眼棱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["狂热"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["破坏者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 18.14,
					["WhoDamaged"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 281964,
								},
							},
							["amount"] = 281964,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 698106,
								},
							},
							["amount"] = 698106,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 850015,
								},
								["风领主之击"] = {
									["count"] = 180383,
								},
								["旭日东升踢"] = {
									["count"] = 600109,
								},
								["猛虎掌"] = {
									["count"] = 130301,
								},
								["升龙霸"] = {
									["count"] = 440251,
								},
								["恐怖洪流"] = {
									["count"] = 44597,
								},
								["神鹤引项踢"] = {
									["count"] = 26013,
								},
								["肉搏"] = {
									["count"] = 39453,
								},
							},
							["amount"] = 2311122,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 57991,
								},
							},
							["amount"] = 57991,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["暗影新星"] = {
									["count"] = 32688,
								},
							},
							["amount"] = 32688,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 11820,
								},
							},
							["amount"] = 11820,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 138782,
								},
								["奉献"] = {
									["count"] = 79761,
								},
								["复仇者之盾"] = {
									["count"] = 84934,
								},
								["提尔的执行者"] = {
									["count"] = 60195,
								},
							},
							["amount"] = 363672,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 765776,
								},
							},
							["amount"] = 765776,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 1941427,
								},
								["寒冰宝珠"] = {
									["count"] = 9769,
								},
							},
							["amount"] = 1951196,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["眼棱"] = {
									["count"] = 328,
								},
							},
							["amount"] = 328,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 178444,
								},
							},
							["amount"] = 178444,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["横扫"] = {
									["count"] = 10456,
								},
								["刺藤"] = {
									["count"] = 11747,
								},
							},
							["amount"] = 22203,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["狂热"] = {
									["count"] = 186875,
								},
								["审判"] = {
									["count"] = 201626,
								},
								["灰烬觉醒"] = {
									["count"] = 34755,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 94105,
								},
							},
							["amount"] = 517361,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["地狱火山"] = {
									["count"] = 20476,
								},
							},
							["amount"] = 20476,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 43512,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 84857,
								},
							},
							["amount"] = 128369,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 3404473,
						["Melee"] = 39453,
						["Holy"] = 565298,
						["Frost"] = 2716972,
						["Fire"] = 20476,
						["Shadow"] = 135276,
						["Nature"] = 202011,
					},
					["TimeDamage"] = 18.14,
					["Damage"] = 11291785,
				},
				["LastFightData"] = {
					["TimeSpent"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 5.02,
								},
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18.02,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 44,
								},
							},
							["amount"] = 74,
						},
					},
					["DamagedWho"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 471209,
								},
							},
							["amount"] = 471209,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 1156470,
								},
							},
							["amount"] = 1156470,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 2204526,
								},
							},
							["amount"] = 2204526,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 320290,
								},
							},
							["amount"] = 320290,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 301047,
								},
							},
							["amount"] = 301047,
						},
						["哈提"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 524533,
								},
							},
							["amount"] = 524533,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 2486058,
								},
								["肉搏"] = {
									["count"] = 1064993,
								},
							},
							["amount"] = 3551051,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 357844,
								},
							},
							["amount"] = 357844,
						},
						["熔岩犬"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 371058,
								},
							},
							["amount"] = 371058,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 452579,
								},
							},
							["amount"] = 452579,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 607451,
								},
							},
							["amount"] = 607451,
						},
						["灵魂兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 201191,
								},
							},
							["amount"] = 201191,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 349251,
								},
							},
							["amount"] = 349251,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 186072,
								},
							},
							["amount"] = 186072,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 237213,
								},
							},
							["amount"] = 237213,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1064993,
						["Physical"] = 10226792,
					},
					["Attacks"] = {
						["践踏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 426824,
									["min"] = 4972,
									["count"] = 10,
									["amount"] = 1387728,
								},
								["Crit"] = {
									["max"] = 597658,
									["min"] = 70443,
									["count"] = 20,
									["amount"] = 3541965,
								},
								["Hit"] = {
									["max"] = 301047,
									["min"] = 46961,
									["count"] = 44,
									["amount"] = 5297099,
								},
							},
							["count"] = 74,
							["amount"] = 10226792,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 107396,
									["min"] = 94341,
									["count"] = 7,
									["amount"] = 699552,
								},
								["Hit"] = {
									["max"] = 53698,
									["min"] = 47171,
									["count"] = 7,
									["amount"] = 365441,
								},
							},
							["count"] = 14,
							["amount"] = 1064993,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 33,
								},
							},
							["amount"] = 56,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Holy"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 26,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["DamageTaken"] = 7341516,
					["ElementDoneAbsorb"] = {
						["Physical"] = 1387728,
					},
					["PartialResist"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["眼棱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["狂热"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["破坏者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["TimeDamaging"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 5.02,
								},
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18.02,
						},
					},
					["PartialAbsorb"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["眼棱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["狂热"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["破坏者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 18.14,
					["WhoDamaged"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 281964,
								},
							},
							["amount"] = 281964,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 698106,
								},
							},
							["amount"] = 698106,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 850015,
								},
								["风领主之击"] = {
									["count"] = 180383,
								},
								["旭日东升踢"] = {
									["count"] = 600109,
								},
								["猛虎掌"] = {
									["count"] = 130301,
								},
								["升龙霸"] = {
									["count"] = 440251,
								},
								["恐怖洪流"] = {
									["count"] = 44597,
								},
								["神鹤引项踢"] = {
									["count"] = 26013,
								},
								["肉搏"] = {
									["count"] = 39453,
								},
							},
							["amount"] = 2311122,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 57991,
								},
							},
							["amount"] = 57991,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["暗影新星"] = {
									["count"] = 32688,
								},
							},
							["amount"] = 32688,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 11820,
								},
							},
							["amount"] = 11820,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 138782,
								},
								["奉献"] = {
									["count"] = 79761,
								},
								["复仇者之盾"] = {
									["count"] = 84934,
								},
								["提尔的执行者"] = {
									["count"] = 60195,
								},
							},
							["amount"] = 363672,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 765776,
								},
							},
							["amount"] = 765776,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 1941427,
								},
								["寒冰宝珠"] = {
									["count"] = 9769,
								},
							},
							["amount"] = 1951196,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["眼棱"] = {
									["count"] = 328,
								},
							},
							["amount"] = 328,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 178444,
								},
							},
							["amount"] = 178444,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["横扫"] = {
									["count"] = 10456,
								},
								["刺藤"] = {
									["count"] = 11747,
								},
							},
							["amount"] = 22203,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["狂热"] = {
									["count"] = 186875,
								},
								["审判"] = {
									["count"] = 201626,
								},
								["灰烬觉醒"] = {
									["count"] = 34755,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 94105,
								},
							},
							["amount"] = 517361,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["地狱火山"] = {
									["count"] = 20476,
								},
							},
							["amount"] = 20476,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 43512,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 84857,
								},
							},
							["amount"] = 128369,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 3404473,
						["Melee"] = 39453,
						["Holy"] = 565298,
						["Frost"] = 2716972,
						["Fire"] = 20476,
						["Shadow"] = 135276,
						["Nature"] = 202011,
					},
					["TimeDamage"] = 18.14,
					["Damage"] = 11291785,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 5.02,
								},
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18.02,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 10,
								},
								["Crit"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 44,
								},
							},
							["amount"] = 74,
						},
					},
					["DamagedWho"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 471209,
								},
							},
							["amount"] = 471209,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 1156470,
								},
							},
							["amount"] = 1156470,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 2204526,
								},
							},
							["amount"] = 2204526,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 320290,
								},
							},
							["amount"] = 320290,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 301047,
								},
							},
							["amount"] = 301047,
						},
						["哈提"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 524533,
								},
							},
							["amount"] = 524533,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 2486058,
								},
								["肉搏"] = {
									["count"] = 1064993,
								},
							},
							["amount"] = 3551051,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 357844,
								},
							},
							["amount"] = 357844,
						},
						["熔岩犬"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 371058,
								},
							},
							["amount"] = 371058,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 452579,
								},
							},
							["amount"] = 452579,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 607451,
								},
							},
							["amount"] = 607451,
						},
						["灵魂兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 201191,
								},
							},
							["amount"] = 201191,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 349251,
								},
							},
							["amount"] = 349251,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 186072,
								},
							},
							["amount"] = 186072,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 237213,
								},
							},
							["amount"] = 237213,
						},
					},
					["ElementDone"] = {
						["Melee"] = 1064993,
						["Physical"] = 10226792,
					},
					["Attacks"] = {
						["践踏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 426824,
									["min"] = 4972,
									["count"] = 10,
									["amount"] = 1387728,
								},
								["Crit"] = {
									["max"] = 597658,
									["min"] = 70443,
									["count"] = 20,
									["amount"] = 3541965,
								},
								["Hit"] = {
									["max"] = 301047,
									["min"] = 46961,
									["count"] = 44,
									["amount"] = 5297099,
								},
							},
							["count"] = 74,
							["amount"] = 10226792,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 107396,
									["min"] = 94341,
									["count"] = 7,
									["amount"] = 699552,
								},
								["Hit"] = {
									["max"] = 53698,
									["min"] = 47171,
									["count"] = 7,
									["amount"] = 365441,
								},
							},
							["count"] = 14,
							["amount"] = 1064993,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 33,
								},
							},
							["amount"] = 56,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Holy"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 26,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["DamageTaken"] = 7341516,
					["ElementDoneAbsorb"] = {
						["Physical"] = 1387728,
					},
					["PartialResist"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["眼棱"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["狂热"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["破坏者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 21,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["TimeDamaging"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 5.02,
								},
								["肉搏"] = {
									["count"] = 13,
								},
							},
							["amount"] = 18.02,
						},
					},
					["PartialAbsorb"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["眼棱"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["狂热"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["破坏者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 18.14,
					["WhoDamaged"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 281964,
								},
							},
							["amount"] = 281964,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 698106,
								},
							},
							["amount"] = 698106,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 850015,
								},
								["风领主之击"] = {
									["count"] = 180383,
								},
								["旭日东升踢"] = {
									["count"] = 600109,
								},
								["猛虎掌"] = {
									["count"] = 130301,
								},
								["升龙霸"] = {
									["count"] = 440251,
								},
								["恐怖洪流"] = {
									["count"] = 44597,
								},
								["神鹤引项踢"] = {
									["count"] = 26013,
								},
								["肉搏"] = {
									["count"] = 39453,
								},
							},
							["amount"] = 2311122,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 57991,
								},
							},
							["amount"] = 57991,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["暗影新星"] = {
									["count"] = 32688,
								},
							},
							["amount"] = 32688,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 11820,
								},
							},
							["amount"] = 11820,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 138782,
								},
								["奉献"] = {
									["count"] = 79761,
								},
								["复仇者之盾"] = {
									["count"] = 84934,
								},
								["提尔的执行者"] = {
									["count"] = 60195,
								},
							},
							["amount"] = 363672,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 765776,
								},
							},
							["amount"] = 765776,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 1941427,
								},
								["寒冰宝珠"] = {
									["count"] = 9769,
								},
							},
							["amount"] = 1951196,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["眼棱"] = {
									["count"] = 328,
								},
							},
							["amount"] = 328,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 178444,
								},
							},
							["amount"] = 178444,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["横扫"] = {
									["count"] = 10456,
								},
								["刺藤"] = {
									["count"] = 11747,
								},
							},
							["amount"] = 22203,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["狂热"] = {
									["count"] = 186875,
								},
								["审判"] = {
									["count"] = 201626,
								},
								["灰烬觉醒"] = {
									["count"] = 34755,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 94105,
								},
							},
							["amount"] = 517361,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["地狱火山"] = {
									["count"] = 20476,
								},
							},
							["amount"] = 20476,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 43512,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 84857,
								},
							},
							["amount"] = 128369,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 3404473,
						["Melee"] = 39453,
						["Holy"] = 565298,
						["Frost"] = 2716972,
						["Fire"] = 20476,
						["Shadow"] = 135276,
						["Nature"] = 202011,
					},
					["TimeDamage"] = 18.14,
					["Damage"] = 11291785,
				},
			},
			["UnitLockout"] = 3712.916,
			["LastActive"] = 3712.916,
		},
		["霸拿拿"] = {
			["GUID"] = "Player-861-04CAB5CD",
			["LastEventHealth"] = {
				3555480, -- [1]
				3555480, -- [2]
				3555480, -- [3]
				3555480, -- [4]
				3555480, -- [5]
				3555480, -- [6]
				3555480, -- [7]
				3555480, -- [8]
				3555480, -- [9]
				3555480, -- [10]
				3555480, -- [11]
				3555480, -- [12]
				3555480, -- [13]
				3555480, -- [14]
				3555480, -- [15]
				3555480, -- [16]
				3555480, -- [17]
				3555480, -- [18]
				3555480, -- [19]
				3555480, -- [20]
				3555480, -- [21]
				3555480, -- [22]
				3555480, -- [23]
				3555480, -- [24]
				3555480, -- [25]
				3523915, -- [26]
				3544643, -- [27]
				3544643, -- [28]
				3555480, -- [29]
				3555480, -- [30]
				3555480, -- [31]
				3551601, -- [32]
				3551601, -- [33]
				3555480, -- [34]
				3551602, -- [35]
				3551602, -- [36]
				3551602, -- [37]
				3555480, -- [38]
				3555480, -- [39]
				3555480, -- [40]
				3555480, -- [41]
				3555480, -- [42]
				3555480, -- [43]
				3555480, -- [44]
				3555480, -- [45]
				3555480, -- [46]
				3555480, -- [47]
				3555480, -- [48]
				3555480, -- [49]
				3555480, -- [50]
			},
			["LastAttackedBy"] = "卡拉米尔",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					34.38, -- [1]
				},
				["Healing"] = {
					1113482, -- [1]
				},
				["DamageTaken"] = {
					936859, -- [1]
				},
				["HealingTaken"] = {
					1113482, -- [1]
				},
				["Overhealing"] = {
					5404012, -- [1]
				},
				["TimeDamage"] = {
					57.35, -- [1]
				},
				["FDamage"] = {
					38788, -- [1]
				},
				["ActiveTime"] = {
					91.7299999999999, -- [1]
				},
				["DOT_Time"] = {
					252, -- [1]
				},
				["Damage"] = {
					6602470, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = "霸拿拿",
			["level"] = 110,
			["LastDamageAbility"] = "奥术孤寂",
			["LastFightIn"] = 0,
			["LastEventHealthMax"] = {
				3555480, -- [1]
				3555480, -- [2]
				3555480, -- [3]
				3555480, -- [4]
				3555480, -- [5]
				3555480, -- [6]
				3555480, -- [7]
				3555480, -- [8]
				3555480, -- [9]
				3555480, -- [10]
				3555480, -- [11]
				3555480, -- [12]
				3555480, -- [13]
				3555480, -- [14]
				3555480, -- [15]
				3555480, -- [16]
				3555480, -- [17]
				3555480, -- [18]
				3555480, -- [19]
				3555480, -- [20]
				3555480, -- [21]
				3555480, -- [22]
				3555480, -- [23]
				3555480, -- [24]
				3555480, -- [25]
				3555480, -- [26]
				3555480, -- [27]
				3555480, -- [28]
				3555480, -- [29]
				3555480, -- [30]
				3555480, -- [31]
				3555480, -- [32]
				3555480, -- [33]
				3555480, -- [34]
				3555480, -- [35]
				3555480, -- [36]
				3555480, -- [37]
				3555480, -- [38]
				3555480, -- [39]
				3555480, -- [40]
				3555480, -- [41]
				3555480, -- [42]
				3555480, -- [43]
				3555480, -- [44]
				3555480, -- [45]
				3555480, -- [46]
				3555480, -- [47]
				3555480, -- [48]
				3555480, -- [49]
				3555480, -- [50]
			},
			["type"] = "Self",
			["FightsSaved"] = 1,
			["LastHealTime"] = 3740.441,
			["LastDamageTaken"] = 103497,
			["Owner"] = false,
			["TimeLast"] = {
				["TimeHeal"] = 3739.929,
				["OVERALL"] = 3744.91,
				["DamageTaken"] = 3733.911,
				["FDamage"] = 3739.929,
				["HealingTaken"] = 3739.929,
				["Overhealing"] = 3744.91,
				["ActiveTime"] = 3744.91,
				["TimeDamage"] = 3744.91,
				["Healing"] = 3739.929,
				["DOT_Time"] = 3744.91,
				["Damage"] = 3744.91,
			},
			["NextEventNum"] = 26,
			["LastDamageTime"] = 3745.014,
			["LastEvents"] = {
				"霸拿拿 苦修 霸拿拿 Crit +348633 (348633 过量治疗)", -- [1]
				"霸拿拿 吸血 霸拿拿 Hit +686 (686 过量治疗)", -- [2]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41443 (Fire)", -- [3]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [4]
				"霸拿拿 净化邪恶 (伤害/跳) 阿阔的阳-达斯雷玛 Crit -39850 (Fire)", -- [5]
				"霸拿拿 救赎 霸拿拿 Crit +31092 (31092 过量治疗)", -- [6]
				"霸拿拿 吸血 霸拿拿 Hit +2099 (2099 过量治疗)", -- [7]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41443 (Fire)", -- [8]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [9]
				"霸拿拿 净化邪恶 (伤害/跳) 阿阔的阳-达斯雷玛 Tick -26567 (Fire)", -- [10]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [11]
				"霸拿拿 净化邪恶 (伤害/跳) 阿阔的阳-达斯雷玛 Crit -831 (Fire)", -- [12]
				"霸拿拿 救赎 霸拿拿 Crit +648 (648 过量治疗)", -- [13]
				"霸拿拿 暗影愈合 霸拿拿 Crit +820741 (820741 过量治疗)", -- [14]
				"霸拿拿 吸血 霸拿拿 Hit +1778 (1778 过量治疗)", -- [15]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41443 (Fire)", -- [16]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [17]
				"霸拿拿 暗影愈合 霸拿拿 Hit +547161 (547161 过量治疗)", -- [18]
				"霸拿拿 吸血 霸拿拿 Hit +1070 (1070 过量治疗)", -- [19]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41443 (Fire)", -- [20]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [21]
				"霸拿拿 吸血 霸拿拿 Hit +1071 (1071 过量治疗)", -- [22]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41442 (Fire)", -- [23]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [24]
				"霸拿拿 吸血 霸拿拿 Hit +1070 (1070 过量治疗)", -- [25]
				"霸拿拿 净化邪恶 (伤害/跳) 哈提 Tick -41018 (Fire)", -- [26]
				"霸拿拿 救赎 霸拿拿 Hit +20728", -- [27]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41443 (Fire)", -- [28]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (9891 过量治疗)", -- [29]
				"霸拿拿 净化邪恶 (伤害/跳) 阿阔的阳-达斯雷玛 Tick -26567 (Fire)", -- [30]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [31]
				"霸拿拿 暗影愈合 霸拿拿 Hit -3879 (Shadow)", -- [32]
				"霸拿拿 暗影愈合 霸拿拿 Hit -3879 (Shadow)", -- [33]
				"霸拿拿 吸血 霸拿拿 Hit +2817 (2817 过量治疗)", -- [34]
				"霸拿拿 暗影愈合 霸拿拿 Hit -3878 (Shadow)", -- [35]
				"霸拿拿 暗影愈合 霸拿拿 Hit -3878 (Shadow)", -- [36]
				"霸拿拿 净化邪恶 (伤害/跳) 哈提 Tick -41017 (Fire)", -- [37]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (16850 过量治疗)", -- [38]
				"霸拿拿 净化邪恶 (伤害/跳) 哈提 Tick -854 (Fire)", -- [39]
				"霸拿拿 救赎 霸拿拿 Hit +432 (432 过量治疗)", -- [40]
				"霸拿拿 净化邪恶 (伤害/跳) 卡拉米尔 Tick -41442 (Fire)", -- [41]
				"霸拿拿 苦修 霸拿拿 Hit +464845 (464845 过量治疗)", -- [42]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [43]
				"霸拿拿 吸血 霸拿拿 Hit +2151 (2151 过量治疗)", -- [44]
				"霸拿拿 净化邪恶 (伤害/跳) 阿阔的阳-达斯雷玛 Tick -26568 (Fire)", -- [45]
				"霸拿拿 救赎 霸拿拿 Hit +20728 (20728 过量治疗)", -- [46]
				"霸拿拿 苦修 霸拿拿 Hit +232423 (232423 过量治疗)", -- [47]
				"霸拿拿 暗影愈合 霸拿拿 Hit -3878 (Shadow)", -- [48]
				"霸拿拿 暗影愈合 霸拿拿 Hit -3878 (Shadow)", -- [49]
				"霸拿拿 苦修 霸拿拿 Hit +232423 (228545 过量治疗)", -- [50]
			},
			["Name"] = "霸拿拿",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				3740.441, -- [1]
				3740.441, -- [2]
				3740.441, -- [3]
				3740.441, -- [4]
				3740.441, -- [5]
				3740.441, -- [6]
				3740.441, -- [7]
				3740.441, -- [8]
				3740.617, -- [9]
				3741.601, -- [10]
				3741.601, -- [11]
				3741.601, -- [12]
				3741.601, -- [13]
				3741.601, -- [14]
				3741.601, -- [15]
				3741.955, -- [16]
				3741.955, -- [17]
				3741.955, -- [18]
				3742.461, -- [19]
				3743.475, -- [20]
				3743.513, -- [21]
				3743.712, -- [22]
				3745.014, -- [23]
				3745.046, -- [24]
				3745.316, -- [25]
				3735.722, -- [26]
				3735.722, -- [27]
				3735.881, -- [28]
				3735.881, -- [29]
				3736.074, -- [30]
				3736.106, -- [31]
				3736.187, -- [32]
				3736.187, -- [33]
				3736.823, -- [34]
				3737.168, -- [35]
				3737.168, -- [36]
				3737.263, -- [37]
				3737.263, -- [38]
				3737.296, -- [39]
				3737.296, -- [40]
				3737.338, -- [41]
				3737.338, -- [42]
				3737.38, -- [43]
				3740.441, -- [44]
				3740.441, -- [45]
				3740.441, -- [46]
				3740.441, -- [47]
				3740.441, -- [48]
				3740.441, -- [49]
				3740.441, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeHealing"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 3.09,
								},
								["吸血"] = {
									["count"] = 13.48,
								},
								["恳求"] = {
									["count"] = 1.5,
								},
								["暗影愈合"] = {
									["count"] = 0.52,
								},
								["救赎"] = {
									["count"] = 15.79,
								},
							},
							["amount"] = 34.38,
						},
					},
					["DOTs"] = {
						["净化邪恶 (伤害/跳)"] = {
							["Details"] = {
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 42,
								},
								["哈提"] = {
									["count"] = 42,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 36,
								},
								["卡拉米尔"] = {
									["count"] = 132,
								},
							},
							["amount"] = 252,
						},
					},
					["TimeSpent"] = {
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 11.2,
								},
							},
							["amount"] = 11.2,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 4.95,
								},
							},
							["amount"] = 4.95,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 7.86,
								},
							},
							["amount"] = 7.86,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 2.91,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 22.67,
								},
								["苦修"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 29.6,
						},
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 3.09,
								},
								["吸血"] = {
									["count"] = 13.48,
								},
								["恳求"] = {
									["count"] = 1.5,
								},
								["暗影愈合"] = {
									["count"] = 4.26,
								},
								["救赎"] = {
									["count"] = 15.79,
								},
							},
							["amount"] = 38.12,
						},
					},
					["DamageTaken"] = 936859,
					["FDamagedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["暗影愈合"] = {
									["count"] = 38788,
								},
							},
							["amount"] = 38788,
						},
					},
					["PartialResist"] = {
						["裂伤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["月火术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 19,
						},
					},
					["ElementDone"] = {
						["Holy"] = 2613589,
						["Fire"] = 3988881,
					},
					["PartialAbsorb"] = {
						["裂伤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 19,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 91.7299999999999,
					["FDamage"] = 38788,
					["ElementTaken"] = {
						["Physical"] = 153877,
						["Melee"] = 26758,
						["Arcane"] = 756224,
					},
					["DOT_Time"] = 252,
					["Damage"] = 6602470,
					["OverHeals"] = {
						["苦修"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 348633,
									["min"] = 348633,
									["count"] = 1,
									["amount"] = 348633,
								},
								["Hit"] = {
									["max"] = 464845,
									["min"] = 153815,
									["count"] = 7,
									["amount"] = 1605796,
								},
							},
							["count"] = 8,
							["amount"] = 1954429,
						},
						["恳求"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 111743,
									["min"] = 111743,
									["count"] = 1,
									["amount"] = 111743,
								},
							},
							["count"] = 1,
							["amount"] = 111743,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24822,
									["min"] = 7,
									["count"] = 37,
									["amount"] = 132174,
								},
							},
							["count"] = 37,
							["amount"] = 132174,
						},
						["暗影愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 820741,
									["min"] = 553763,
									["count"] = 2,
									["amount"] = 1374504,
								},
								["Hit"] = {
									["max"] = 547161,
									["min"] = 547161,
									["count"] = 1,
									["amount"] = 547161,
								},
							},
							["count"] = 3,
							["amount"] = 1921665,
						},
						["救赎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 184629,
									["min"] = 648,
									["count"] = 6,
									["amount"] = 291951,
								},
								["Hit"] = {
									["max"] = 123087,
									["min"] = 432,
									["count"] = 44,
									["amount"] = 992050,
								},
							},
							["count"] = 50,
							["amount"] = 1284001,
						},
					},
					["Heals"] = {
						["苦修"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 203758,
									["min"] = 3878,
									["count"] = 3,
									["amount"] = 217829,
								},
							},
							["count"] = 3,
							["amount"] = 217829,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4716,
									["min"] = 686,
									["count"] = 16,
									["amount"] = 38342,
								},
							},
							["count"] = 16,
							["amount"] = 38342,
						},
						["恳求"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 111743,
									["min"] = 111743,
									["count"] = 1,
									["amount"] = 111743,
								},
							},
							["count"] = 1,
							["amount"] = 111743,
						},
						["暗影愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 77576,
									["min"] = 77576,
									["count"] = 1,
									["amount"] = 77576,
								},
							},
							["count"] = 1,
							["amount"] = 77576,
						},
						["救赎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31093,
									["min"] = 17694,
									["count"] = 3,
									["amount"] = 79879,
								},
								["Hit"] = {
									["max"] = 246173,
									["min"] = 2207,
									["count"] = 19,
									["amount"] = 588113,
								},
							},
							["count"] = 22,
							["amount"] = 667992,
						},
					},
					["Overhealing"] = 5404012,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 70,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 90,
						},
					},
					["TimeHeal"] = 34.38,
					["Healing"] = 1113482,
					["FAttacks"] = {
						["暗影愈合"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3879,
									["min"] = 3878,
									["count"] = 10,
									["amount"] = 38788,
								},
							},
							["count"] = 10,
							["amount"] = 38788,
						},
					},
					["TimeDamaging"] = {
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 11.2,
								},
							},
							["amount"] = 11.2,
						},
						["霸拿拿"] = {
							["Details"] = {
								["暗影愈合"] = {
									["count"] = 3.74,
								},
							},
							["amount"] = 3.74,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 7.86,
								},
							},
							["amount"] = 7.86,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 4.95,
								},
							},
							["amount"] = 4.95,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 2.91,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 22.67,
								},
								["苦修"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 29.6,
						},
					},
					["Attacks"] = {
						["净化邪恶"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 86347,
									["min"] = 54805,
									["count"] = 6,
									["amount"] = 474514,
								},
							},
							["count"] = 6,
							["amount"] = 474514,
						},
						["净化邪恶 (伤害/跳)"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 85493,
									["min"] = 831,
									["count"] = 13,
									["amount"] = 812175,
								},
								["Tick"] = {
									["max"] = 43174,
									["min"] = 854,
									["count"] = 70,
									["amount"] = 2702192,
								},
							},
							["count"] = 84,
							["amount"] = 3514367,
						},
						["苦修"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 649742,
									["min"] = 492180,
									["count"] = 2,
									["amount"] = 1141922,
								},
								["Hit"] = {
									["max"] = 492180,
									["min"] = 162435,
									["count"] = 6,
									["amount"] = 1471667,
								},
							},
							["count"] = 8,
							["amount"] = 2613589,
						},
					},
					["HealingTaken"] = 1113482,
					["DamagedWho"] = {
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 54805,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 347612,
								},
							},
							["amount"] = 402417,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 581184,
								},
							},
							["amount"] = 581184,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 560627,
								},
							},
							["amount"] = 560627,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 419709,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 2024944,
								},
								["苦修"] = {
									["count"] = 2613589,
								},
							},
							["amount"] = 5058242,
						},
					},
					["TimeDamage"] = 57.35,
					["WhoDamaged"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 213073,
								},
							},
							["amount"] = 213073,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["裂伤"] = {
									["count"] = 105459,
								},
								["横扫"] = {
									["count"] = 48418,
								},
								["肉搏"] = {
									["count"] = 26758,
								},
								["月火术"] = {
									["count"] = 185715,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 357436,
								},
							},
							["amount"] = 723786,
						},
					},
					["WhoHealed"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 217829,
								},
								["吸血"] = {
									["count"] = 38342,
								},
								["恳求"] = {
									["count"] = 111743,
								},
								["暗影愈合"] = {
									["count"] = 77576,
								},
								["救赎"] = {
									["count"] = 667992,
								},
							},
							["amount"] = 1113482,
						},
					},
					["HealedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 217829,
								},
								["吸血"] = {
									["count"] = 38342,
								},
								["恳求"] = {
									["count"] = 111743,
								},
								["暗影愈合"] = {
									["count"] = 77576,
								},
								["救赎"] = {
									["count"] = 667992,
								},
							},
							["amount"] = 1113482,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 15,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 27,
						},
					},
				},
				["LastFightData"] = {
					["TimeHealing"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 3.09,
								},
								["吸血"] = {
									["count"] = 13.48,
								},
								["恳求"] = {
									["count"] = 1.5,
								},
								["暗影愈合"] = {
									["count"] = 0.52,
								},
								["救赎"] = {
									["count"] = 15.79,
								},
							},
							["amount"] = 34.38,
						},
					},
					["DOTs"] = {
						["净化邪恶 (伤害/跳)"] = {
							["Details"] = {
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 42,
								},
								["哈提"] = {
									["count"] = 42,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 36,
								},
								["卡拉米尔"] = {
									["count"] = 132,
								},
							},
							["amount"] = 252,
						},
					},
					["TimeSpent"] = {
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 11.2,
								},
							},
							["amount"] = 11.2,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 4.95,
								},
							},
							["amount"] = 4.95,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 7.86,
								},
							},
							["amount"] = 7.86,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 2.91,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 22.67,
								},
								["苦修"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 29.6,
						},
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 3.09,
								},
								["吸血"] = {
									["count"] = 13.48,
								},
								["恳求"] = {
									["count"] = 1.5,
								},
								["暗影愈合"] = {
									["count"] = 4.26,
								},
								["救赎"] = {
									["count"] = 15.79,
								},
							},
							["amount"] = 38.12,
						},
					},
					["DamageTaken"] = 936859,
					["FDamagedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["暗影愈合"] = {
									["count"] = 38788,
								},
							},
							["amount"] = 38788,
						},
					},
					["PartialResist"] = {
						["裂伤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["月火术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 19,
						},
					},
					["ElementDone"] = {
						["Holy"] = 2613589,
						["Fire"] = 3988881,
					},
					["PartialAbsorb"] = {
						["裂伤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 19,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 91.7299999999999,
					["FDamage"] = 38788,
					["ElementTaken"] = {
						["Physical"] = 153877,
						["Melee"] = 26758,
						["Arcane"] = 756224,
					},
					["DOT_Time"] = 252,
					["Damage"] = 6602470,
					["OverHeals"] = {
						["苦修"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 348633,
									["min"] = 348633,
									["count"] = 1,
									["amount"] = 348633,
								},
								["Hit"] = {
									["max"] = 464845,
									["min"] = 153815,
									["count"] = 7,
									["amount"] = 1605796,
								},
							},
							["count"] = 8,
							["amount"] = 1954429,
						},
						["恳求"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 111743,
									["min"] = 111743,
									["count"] = 1,
									["amount"] = 111743,
								},
							},
							["count"] = 1,
							["amount"] = 111743,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24822,
									["min"] = 7,
									["count"] = 37,
									["amount"] = 132174,
								},
							},
							["count"] = 37,
							["amount"] = 132174,
						},
						["暗影愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 820741,
									["min"] = 553763,
									["count"] = 2,
									["amount"] = 1374504,
								},
								["Hit"] = {
									["max"] = 547161,
									["min"] = 547161,
									["count"] = 1,
									["amount"] = 547161,
								},
							},
							["count"] = 3,
							["amount"] = 1921665,
						},
						["救赎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 184629,
									["min"] = 648,
									["count"] = 6,
									["amount"] = 291951,
								},
								["Hit"] = {
									["max"] = 123087,
									["min"] = 432,
									["count"] = 44,
									["amount"] = 992050,
								},
							},
							["count"] = 50,
							["amount"] = 1284001,
						},
					},
					["Heals"] = {
						["苦修"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 203758,
									["min"] = 3878,
									["count"] = 3,
									["amount"] = 217829,
								},
							},
							["count"] = 3,
							["amount"] = 217829,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4716,
									["min"] = 686,
									["count"] = 16,
									["amount"] = 38342,
								},
							},
							["count"] = 16,
							["amount"] = 38342,
						},
						["恳求"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 111743,
									["min"] = 111743,
									["count"] = 1,
									["amount"] = 111743,
								},
							},
							["count"] = 1,
							["amount"] = 111743,
						},
						["暗影愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 77576,
									["min"] = 77576,
									["count"] = 1,
									["amount"] = 77576,
								},
							},
							["count"] = 1,
							["amount"] = 77576,
						},
						["救赎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31093,
									["min"] = 17694,
									["count"] = 3,
									["amount"] = 79879,
								},
								["Hit"] = {
									["max"] = 246173,
									["min"] = 2207,
									["count"] = 19,
									["amount"] = 588113,
								},
							},
							["count"] = 22,
							["amount"] = 667992,
						},
					},
					["Overhealing"] = 5404012,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 70,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 90,
						},
					},
					["TimeHeal"] = 34.38,
					["Healing"] = 1113482,
					["FAttacks"] = {
						["暗影愈合"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3879,
									["min"] = 3878,
									["count"] = 10,
									["amount"] = 38788,
								},
							},
							["count"] = 10,
							["amount"] = 38788,
						},
					},
					["TimeDamaging"] = {
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 11.2,
								},
							},
							["amount"] = 11.2,
						},
						["霸拿拿"] = {
							["Details"] = {
								["暗影愈合"] = {
									["count"] = 3.74,
								},
							},
							["amount"] = 3.74,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 7.86,
								},
							},
							["amount"] = 7.86,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 4.95,
								},
							},
							["amount"] = 4.95,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 2.91,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 22.67,
								},
								["苦修"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 29.6,
						},
					},
					["Attacks"] = {
						["净化邪恶"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 86347,
									["min"] = 54805,
									["count"] = 6,
									["amount"] = 474514,
								},
							},
							["count"] = 6,
							["amount"] = 474514,
						},
						["净化邪恶 (伤害/跳)"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 85493,
									["min"] = 831,
									["count"] = 13,
									["amount"] = 812175,
								},
								["Tick"] = {
									["max"] = 43174,
									["min"] = 854,
									["count"] = 70,
									["amount"] = 2702192,
								},
							},
							["count"] = 84,
							["amount"] = 3514367,
						},
						["苦修"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 649742,
									["min"] = 492180,
									["count"] = 2,
									["amount"] = 1141922,
								},
								["Hit"] = {
									["max"] = 492180,
									["min"] = 162435,
									["count"] = 6,
									["amount"] = 1471667,
								},
							},
							["count"] = 8,
							["amount"] = 2613589,
						},
					},
					["HealingTaken"] = 1113482,
					["DamagedWho"] = {
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 54805,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 347612,
								},
							},
							["amount"] = 402417,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 581184,
								},
							},
							["amount"] = 581184,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 560627,
								},
							},
							["amount"] = 560627,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 419709,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 2024944,
								},
								["苦修"] = {
									["count"] = 2613589,
								},
							},
							["amount"] = 5058242,
						},
					},
					["TimeDamage"] = 57.35,
					["WhoDamaged"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 213073,
								},
							},
							["amount"] = 213073,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["裂伤"] = {
									["count"] = 105459,
								},
								["横扫"] = {
									["count"] = 48418,
								},
								["肉搏"] = {
									["count"] = 26758,
								},
								["月火术"] = {
									["count"] = 185715,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 357436,
								},
							},
							["amount"] = 723786,
						},
					},
					["WhoHealed"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 217829,
								},
								["吸血"] = {
									["count"] = 38342,
								},
								["恳求"] = {
									["count"] = 111743,
								},
								["暗影愈合"] = {
									["count"] = 77576,
								},
								["救赎"] = {
									["count"] = 667992,
								},
							},
							["amount"] = 1113482,
						},
					},
					["HealedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 217829,
								},
								["吸血"] = {
									["count"] = 38342,
								},
								["恳求"] = {
									["count"] = 111743,
								},
								["暗影愈合"] = {
									["count"] = 77576,
								},
								["救赎"] = {
									["count"] = 667992,
								},
							},
							["amount"] = 1113482,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 15,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 27,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 3.09,
								},
								["吸血"] = {
									["count"] = 13.48,
								},
								["恳求"] = {
									["count"] = 1.5,
								},
								["暗影愈合"] = {
									["count"] = 0.52,
								},
								["救赎"] = {
									["count"] = 15.79,
								},
							},
							["amount"] = 34.38,
						},
					},
					["DOTs"] = {
						["净化邪恶 (伤害/跳)"] = {
							["Details"] = {
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 42,
								},
								["哈提"] = {
									["count"] = 42,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 36,
								},
								["卡拉米尔"] = {
									["count"] = 132,
								},
							},
							["amount"] = 252,
						},
					},
					["TimeSpent"] = {
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 11.2,
								},
							},
							["amount"] = 11.2,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 4.95,
								},
							},
							["amount"] = 4.95,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 7.86,
								},
							},
							["amount"] = 7.86,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 2.91,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 22.67,
								},
								["苦修"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 29.6,
						},
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 3.09,
								},
								["吸血"] = {
									["count"] = 13.48,
								},
								["恳求"] = {
									["count"] = 1.5,
								},
								["暗影愈合"] = {
									["count"] = 4.26,
								},
								["救赎"] = {
									["count"] = 15.79,
								},
							},
							["amount"] = 38.12,
						},
					},
					["DamageTaken"] = 936859,
					["FDamagedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["暗影愈合"] = {
									["count"] = 38788,
								},
							},
							["amount"] = 38788,
						},
					},
					["PartialResist"] = {
						["裂伤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["月火术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 19,
						},
					},
					["ElementDone"] = {
						["Holy"] = 2613589,
						["Fire"] = 3988881,
					},
					["PartialAbsorb"] = {
						["裂伤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 19,
									["amount"] = 0,
								},
							},
							["count"] = 19,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 91.7299999999999,
					["FDamage"] = 38788,
					["ElementTaken"] = {
						["Physical"] = 153877,
						["Melee"] = 26758,
						["Arcane"] = 756224,
					},
					["DOT_Time"] = 252,
					["Damage"] = 6602470,
					["OverHeals"] = {
						["苦修"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 348633,
									["min"] = 348633,
									["count"] = 1,
									["amount"] = 348633,
								},
								["Hit"] = {
									["max"] = 464845,
									["min"] = 153815,
									["count"] = 7,
									["amount"] = 1605796,
								},
							},
							["count"] = 8,
							["amount"] = 1954429,
						},
						["恳求"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 111743,
									["min"] = 111743,
									["count"] = 1,
									["amount"] = 111743,
								},
							},
							["count"] = 1,
							["amount"] = 111743,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 24822,
									["min"] = 7,
									["count"] = 37,
									["amount"] = 132174,
								},
							},
							["count"] = 37,
							["amount"] = 132174,
						},
						["暗影愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 820741,
									["min"] = 553763,
									["count"] = 2,
									["amount"] = 1374504,
								},
								["Hit"] = {
									["max"] = 547161,
									["min"] = 547161,
									["count"] = 1,
									["amount"] = 547161,
								},
							},
							["count"] = 3,
							["amount"] = 1921665,
						},
						["救赎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 184629,
									["min"] = 648,
									["count"] = 6,
									["amount"] = 291951,
								},
								["Hit"] = {
									["max"] = 123087,
									["min"] = 432,
									["count"] = 44,
									["amount"] = 992050,
								},
							},
							["count"] = 50,
							["amount"] = 1284001,
						},
					},
					["Heals"] = {
						["苦修"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 203758,
									["min"] = 3878,
									["count"] = 3,
									["amount"] = 217829,
								},
							},
							["count"] = 3,
							["amount"] = 217829,
						},
						["吸血"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4716,
									["min"] = 686,
									["count"] = 16,
									["amount"] = 38342,
								},
							},
							["count"] = 16,
							["amount"] = 38342,
						},
						["恳求"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 111743,
									["min"] = 111743,
									["count"] = 1,
									["amount"] = 111743,
								},
							},
							["count"] = 1,
							["amount"] = 111743,
						},
						["暗影愈合"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 77576,
									["min"] = 77576,
									["count"] = 1,
									["amount"] = 77576,
								},
							},
							["count"] = 1,
							["amount"] = 77576,
						},
						["救赎"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31093,
									["min"] = 17694,
									["count"] = 3,
									["amount"] = 79879,
								},
								["Hit"] = {
									["max"] = 246173,
									["min"] = 2207,
									["count"] = 19,
									["amount"] = 588113,
								},
							},
							["count"] = 22,
							["amount"] = 667992,
						},
					},
					["Overhealing"] = 5404012,
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 70,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 90,
						},
					},
					["TimeHeal"] = 34.38,
					["Healing"] = 1113482,
					["FAttacks"] = {
						["暗影愈合"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3879,
									["min"] = 3878,
									["count"] = 10,
									["amount"] = 38788,
								},
							},
							["count"] = 10,
							["amount"] = 38788,
						},
					},
					["TimeDamaging"] = {
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 11.2,
								},
							},
							["amount"] = 11.2,
						},
						["霸拿拿"] = {
							["Details"] = {
								["暗影愈合"] = {
									["count"] = 3.74,
								},
							},
							["amount"] = 3.74,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 7.86,
								},
							},
							["amount"] = 7.86,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 4.95,
								},
							},
							["amount"] = 4.95,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 2.91,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 22.67,
								},
								["苦修"] = {
									["count"] = 4.02,
								},
							},
							["amount"] = 29.6,
						},
					},
					["Attacks"] = {
						["净化邪恶"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 86347,
									["min"] = 54805,
									["count"] = 6,
									["amount"] = 474514,
								},
							},
							["count"] = 6,
							["amount"] = 474514,
						},
						["净化邪恶 (伤害/跳)"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 85493,
									["min"] = 831,
									["count"] = 13,
									["amount"] = 812175,
								},
								["Tick"] = {
									["max"] = 43174,
									["min"] = 854,
									["count"] = 70,
									["amount"] = 2702192,
								},
							},
							["count"] = 84,
							["amount"] = 3514367,
						},
						["苦修"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 649742,
									["min"] = 492180,
									["count"] = 2,
									["amount"] = 1141922,
								},
								["Hit"] = {
									["max"] = 492180,
									["min"] = 162435,
									["count"] = 6,
									["amount"] = 1471667,
								},
							},
							["count"] = 8,
							["amount"] = 2613589,
						},
					},
					["HealingTaken"] = 1113482,
					["DamagedWho"] = {
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 54805,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 347612,
								},
							},
							["amount"] = 402417,
						},
						["哈提"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 581184,
								},
							},
							["amount"] = 581184,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 560627,
								},
							},
							["amount"] = 560627,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["净化邪恶"] = {
									["count"] = 419709,
								},
								["净化邪恶 (伤害/跳)"] = {
									["count"] = 2024944,
								},
								["苦修"] = {
									["count"] = 2613589,
								},
							},
							["amount"] = 5058242,
						},
					},
					["TimeDamage"] = 57.35,
					["WhoDamaged"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 213073,
								},
							},
							["amount"] = 213073,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["裂伤"] = {
									["count"] = 105459,
								},
								["横扫"] = {
									["count"] = 48418,
								},
								["肉搏"] = {
									["count"] = 26758,
								},
								["月火术"] = {
									["count"] = 185715,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 357436,
								},
							},
							["amount"] = 723786,
						},
					},
					["WhoHealed"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 217829,
								},
								["吸血"] = {
									["count"] = 38342,
								},
								["恳求"] = {
									["count"] = 111743,
								},
								["暗影愈合"] = {
									["count"] = 77576,
								},
								["救赎"] = {
									["count"] = 667992,
								},
							},
							["amount"] = 1113482,
						},
					},
					["HealedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["苦修"] = {
									["count"] = 217829,
								},
								["吸血"] = {
									["count"] = 38342,
								},
								["恳求"] = {
									["count"] = 111743,
								},
								["暗影愈合"] = {
									["count"] = 77576,
								},
								["救赎"] = {
									["count"] = 667992,
								},
							},
							["amount"] = 1113482,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 15,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 27,
						},
					},
				},
			},
			["UnitLockout"] = 3658.928,
			["LastActive"] = 3744.91,
		},
		["殺戮海盗-奥尔加隆"] = {
			["GUID"] = "Player-2120-08469ED4",
			["LastEventHealth"] = {
				3476125, -- [1]
				3462790, -- [2]
				3449380, -- [3]
				3482354, -- [4]
				3510857, -- [5]
				3494471, -- [6]
				3489463, -- [7]
				3489463, -- [8]
				3489463, -- [9]
				3489463, -- [10]
				3489463, -- [11]
				3489463, -- [12]
				3489463, -- [13]
				3489463, -- [14]
				3489463, -- [15]
				3489463, -- [16]
				3489463, -- [17]
				3489463, -- [18]
				3489463, -- [19]
				3489463, -- [20]
				3476125, -- [21]
				3476125, -- [22]
				3476125, -- [23]
				3476125, -- [24]
				3476125, -- [25]
				3476125, -- [26]
				3476125, -- [27]
				3476125, -- [28]
				3476125, -- [29]
				3476125, -- [30]
				3476125, -- [31]
				3476125, -- [32]
				3476125, -- [33]
				3476125, -- [34]
				3476125, -- [35]
				3476125, -- [36]
				3476125, -- [37]
				3476125, -- [38]
				3476125, -- [39]
				3476125, -- [40]
				3476125, -- [41]
				3476125, -- [42]
				3476125, -- [43]
				3476125, -- [44]
				3476125, -- [45]
				3476125, -- [46]
				3476125, -- [47]
				3476125, -- [48]
				3476125, -- [49]
				3476125, -- [50]
			},
			["LastAttackedBy"] = "心跳男孩-安苏",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					11.7, -- [1]
				},
				["Healing"] = {
					410579, -- [1]
				},
				["DamageTaken"] = {
					1384615, -- [1]
				},
				["Absorbs"] = {
					328162, -- [1]
				},
				["HealingTaken"] = {
					738741, -- [1]
				},
				["HOT_Time"] = {
					36, -- [1]
				},
				["ActiveTime"] = {
					46.16, -- [1]
				},
				["Overhealing"] = {
					383191, -- [1]
				},
				["TimeDamage"] = {
					34.46, -- [1]
				},
				["DOT_Time"] = {
					2913, -- [1]
				},
				["Damage"] = {
					49120043, -- [1]
				},
			},
			["enClass"] = "MAGE",
			["unit"] = "殺戮海盗-奥尔加隆",
			["level"] = 110,
			["LastDamageAbility"] = "月火术 (伤害/跳)",
			["LastFightIn"] = 1,
			["LastHealTime"] = 3740.441,
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["LastDamageTaken"] = 16386,
			["TimeLast"] = {
				["TimeHeal"] = 3739.929,
				["OVERALL"] = 3749.933,
				["DamageTaken"] = 3749.933,
				["Overhealing"] = 3715.93,
				["Absorbs"] = 3716.926,
				["HealingTaken"] = 3739.929,
				["HOT_Time"] = 3739.929,
				["TimeDamage"] = 3740.94,
				["Healing"] = 3739.929,
				["ActiveTime"] = 3740.94,
				["DOT_Time"] = 3739.929,
				["Damage"] = 3740.94,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				3965760, -- [1]
				3965760, -- [2]
				3965760, -- [3]
				3965760, -- [4]
				3965760, -- [5]
				3965760, -- [6]
				3965760, -- [7]
				3965760, -- [8]
				3965760, -- [9]
				3965760, -- [10]
				3965760, -- [11]
				3965760, -- [12]
				3965760, -- [13]
				3965760, -- [14]
				3965760, -- [15]
				3965760, -- [16]
				3965760, -- [17]
				3965760, -- [18]
				3965760, -- [19]
				3965760, -- [20]
				3965760, -- [21]
				3965760, -- [22]
				3965760, -- [23]
				3965760, -- [24]
				3965760, -- [25]
				3965760, -- [26]
				3965760, -- [27]
				3965760, -- [28]
				3965760, -- [29]
				3965760, -- [30]
				3965760, -- [31]
				3965760, -- [32]
				3965760, -- [33]
				3965760, -- [34]
				3965760, -- [35]
				3965760, -- [36]
				3965760, -- [37]
				3965760, -- [38]
				3965760, -- [39]
				3965760, -- [40]
				3965760, -- [41]
				3965760, -- [42]
				3965760, -- [43]
				3965760, -- [44]
				3965760, -- [45]
				3965760, -- [46]
				3965760, -- [47]
				3965760, -- [48]
				3965760, -- [49]
				3965760, -- [50]
			},
			["NextEventNum"] = 7,
			["LastDamageTime"] = 3741.822,
			["LastEvents"] = {
				"殺戮海盗-奥尔加隆 深渊恐惧 哈提 Crit -8189 (Nature)", -- [1]
				"心跳男孩-安苏 月火术 (伤害/跳) 殺戮海盗-奥尔加隆 Tick -17861 (Arcane)", -- [2]
				"心跳男孩-安苏 月火术 (伤害/跳) 殺戮海盗-奥尔加隆 Tick -17861 (Arcane)", -- [3]
				"心跳男孩-安苏 月火术 (伤害/跳) 殺戮海盗-奥尔加隆 Tick -16386 (Arcane)", -- [4]
				"心跳男孩-安苏 月火术 (伤害/跳) 殺戮海盗-奥尔加隆 Tick -16386 (Arcane)", -- [5]
				"心跳男孩-安苏 月火术 (伤害/跳) 殺戮海盗-奥尔加隆 Tick -16386 (Arcane)", -- [6]
				"心跳男孩-安苏 刺藤 殺戮海盗-奥尔加隆 Hit -9732 (Nature)", -- [7]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) Cyamomoko-金色平原 Tick -25899 (Fire)", -- [8]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) 夜下听风-安苏 Absorb -28105 (Fire)", -- [9]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) 夜下听风-安苏 Tick -1267 (28105 被吸收) (Fire)", -- [10]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) 鲜花一朵-熊猫酒仙 Tick -23279 (Fire)", -- [11]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) 欧莫希萝莉-末日行者 Tick -28307 (Fire)", -- [12]
				"殺戮海盗-奥尔加隆 洪荒烈火焚烧 心跳男孩-安苏 Absorb -5595 (Fire)", -- [13]
				"殺戮海盗-奥尔加隆 洪荒烈火焚烧 心跳男孩-安苏 Crit -32425 (5595 被吸收) (Fire)", -- [14]
				"殺戮海盗-奥尔加隆 洪荒烈火焚烧 Cyamomoko-金色平原 Hit -23034 (Fire)", -- [15]
				"殺戮海盗-奥尔加隆 洪荒烈火焚烧 梧桐一叶落-神圣之歌 Crit -37535 (Fire)", -- [16]
				"殺戮海盗-奥尔加隆 洪荒烈火焚烧 咕噜推土机-阿古斯 Hit -25956 (Fire)", -- [17]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) 幻翼星空-末日行者 Tick -28550 (Fire)", -- [18]
				"殺戮海盗-奥尔加隆 点燃 (伤害/跳) 阿阔的阳-达斯雷玛 Tick -19256 (Fire)", -- [19]
				"心跳男孩-安苏 刺藤 殺戮海盗-奥尔加隆 Hit -10007 (Nature)", -- [20]
				"心跳男孩-安苏 月火术 (伤害/跳) 殺戮海盗-奥尔加隆 Tick -17860 (Arcane)", -- [21]
				"殺戮海盗-奥尔加隆 深渊恐惧 卡拉米尔 Crit -43773 (Nature)", -- [22]
				"殺戮海盗-奥尔加隆 深渊恐惧 熔岩犬 Crit -7686 (Nature)", -- [23]
				"殺戮海盗-奥尔加隆 深渊恐惧 熔岩犬 Hit -4796 (Nature)", -- [24]
				"殺戮海盗-奥尔加隆 深渊恐惧 小小的心愿-安威玛尔 Absorb -455 (Nature)", -- [25]
				"殺戮海盗-奥尔加隆 深渊恐惧 小小的心愿-安威玛尔 Crit -14728 (455 被吸收) (Nature)", -- [26]
				"殺戮海盗-奥尔加隆 深渊恐惧 阿阔的阳-达斯雷玛 Crit -20732 (Nature)", -- [27]
				"殺戮海盗-奥尔加隆 深渊恐惧 英灵港湾-破碎岭 Crit -32169 (Nature)", -- [28]
				"殺戮海盗-奥尔加隆 深渊恐惧 喵糖-凯尔萨斯 Crit -28018 (Nature)", -- [29]
				"殺戮海盗-奥尔加隆 深渊恐惧 小随雨-埃雷达尔 Hit -16897 (Nature)", -- [30]
				"殺戮海盗-奥尔加隆 深渊恐惧 鲜花一朵-熊猫酒仙 Crit -26770 (Nature)", -- [31]
				"殺戮海盗-奥尔加隆 深渊恐惧 伊瑞尔-雷斧堡垒 Crit -32196 (Nature)", -- [32]
				"殺戮海盗-奥尔加隆 深渊恐惧 金德布斯特 Absorb -3866 (3866 被吸收) (Nature)", -- [33]
				"殺戮海盗-奥尔加隆 深渊恐惧 灵魂兽 Hit -5823 (Nature)", -- [34]
				"殺戮海盗-奥尔加隆 深渊恐惧 小飞侠 Crit -8576 (Nature)", -- [35]
				"殺戮海盗-奥尔加隆 深渊恐惧 野兽 Crit -7324 (Nature)", -- [36]
				"殺戮海盗-奥尔加隆 深渊恐惧 哈提 Hit -4774 (Nature)", -- [37]
				"殺戮海盗-奥尔加隆 深渊恐惧 哈提 Hit -5252 (Nature)", -- [38]
				"殺戮海盗-奥尔加隆 深渊恐惧 哈提 Crit -7354 (Nature)", -- [39]
				"殺戮海盗-奥尔加隆 深渊恐惧 Monologue-基尔加丹 Hit -5346 (Nature)", -- [40]
				"殺戮海盗-奥尔加隆 深渊恐惧 摧心魔 Hit -5227 (Nature)", -- [41]
				"殺戮海盗-奥尔加隆 深渊恐惧 夜下听风-安苏 Hit -21889 (Nature)", -- [42]
				"殺戮海盗-奥尔加隆 深渊恐惧 昆古尼尔-瑞文戴尔 Hit -21487 (Nature)", -- [43]
				"殺戮海盗-奥尔加隆 深渊恐惧 怒苍之主-回音山 Hit -14347 (Nature)", -- [44]
				"殺戮海盗-奥尔加隆 深渊恐惧 佐克-伊瑟拉 Hit -21138 (Nature)", -- [45]
				"殺戮海盗-奥尔加隆 深渊恐惧 野兽 Crit -7009 (Nature)", -- [46]
				"殺戮海盗-奥尔加隆 深渊恐惧 野兽 Crit -7117 (Nature)", -- [47]
				"殺戮海盗-奥尔加隆 深渊恐惧 野兽 Crit -8011 (Nature)", -- [48]
				"殺戮海盗-奥尔加隆 深渊恐惧 野兽 Crit -8140 (Nature)", -- [49]
				"殺戮海盗-奥尔加隆 深渊恐惧 野兽 Crit -8694 (Nature)", -- [50]
			},
			["Name"] = "殺戮海盗-奥尔加隆",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				3741.822, -- [1]
				3743.475, -- [2]
				3745.316, -- [3]
				3747.26, -- [4]
				3748.899, -- [5]
				3750.703, -- [6]
				3740.441, -- [7]
				3740.441, -- [8]
				3740.441, -- [9]
				3740.441, -- [10]
				3740.441, -- [11]
				3740.441, -- [12]
				3740.441, -- [13]
				3740.441, -- [14]
				3740.441, -- [15]
				3740.441, -- [16]
				3740.441, -- [17]
				3740.441, -- [18]
				3740.441, -- [19]
				3740.441, -- [20]
				3741.652, -- [21]
				3741.822, -- [22]
				3741.822, -- [23]
				3741.822, -- [24]
				3741.822, -- [25]
				3741.822, -- [26]
				3741.822, -- [27]
				3741.822, -- [28]
				3741.822, -- [29]
				3741.822, -- [30]
				3741.822, -- [31]
				3741.822, -- [32]
				3741.822, -- [33]
				3741.822, -- [34]
				3741.822, -- [35]
				3741.822, -- [36]
				3741.822, -- [37]
				3741.822, -- [38]
				3741.822, -- [39]
				3741.822, -- [40]
				3741.822, -- [41]
				3741.822, -- [42]
				3741.822, -- [43]
				3741.822, -- [44]
				3741.822, -- [45]
				3741.822, -- [46]
				3741.822, -- [47]
				3741.822, -- [48]
				3741.822, -- [49]
				3741.822, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["ElementTakenAbsorb"] = {
						["Holy"] = 311291,
						["Nature"] = 16871,
					},
					["TimeHealing"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 4.83,
								},
								["火疗闪烁"] = {
									["count"] = 6.87,
								},
							},
							["amount"] = 11.7,
						},
					},
					["DOTs"] = {
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["一颗小橙子-生态船"] = {
									["count"] = 21,
								},
								["一代娇娃-埃德萨拉"] = {
									["count"] = 6,
								},
								["小飞侠"] = {
									["count"] = 33,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 81,
								},
								["熔岩犬"] = {
									["count"] = 126,
								},
								["昆古尼尔-瑞文戴尔"] = {
									["count"] = 9,
								},
								["金德布斯特"] = {
									["count"] = 33,
								},
								["积怨飓语者"] = {
									["count"] = 6,
								},
								["咕噜推土机-阿古斯"] = {
									["count"] = 48,
								},
								["云游死人-罗宁"] = {
									["count"] = 30,
								},
								["小小的心愿-安威玛尔"] = {
									["count"] = 96,
								},
								["Cyamomoko-金色平原"] = {
									["count"] = 63,
								},
								["欧莫希萝莉-末日行者"] = {
									["count"] = 72,
								},
								["英灵港湾-破碎岭"] = {
									["count"] = 66,
								},
								["野兽"] = {
									["count"] = 366,
								},
								["喵糖-凯尔萨斯"] = {
									["count"] = 33,
								},
								["摧心魔"] = {
									["count"] = 33,
								},
								["梧桐一叶落-神圣之歌"] = {
									["count"] = 3,
								},
								["鲜花一朵-熊猫酒仙"] = {
									["count"] = 12,
								},
								["十里何时春盛-末日行者"] = {
									["count"] = 39,
								},
								["范洛斯"] = {
									["count"] = 12,
								},
								["训兽专家-迦拉克隆"] = {
									["count"] = 15,
								},
								["伊瑞尔-雷斧堡垒"] = {
									["count"] = 15,
								},
								["传玉-贫瘠之地"] = {
									["count"] = 15,
								},
								["Kazuha-金色平原"] = {
									["count"] = 6,
								},
								["妖焰醉影-暗影之月"] = {
									["count"] = 81,
								},
								["幻翼星空-末日行者"] = {
									["count"] = 24,
								},
								["唐门高手-雷斧堡垒"] = {
									["count"] = 9,
								},
								["佐克-伊瑟拉"] = {
									["count"] = 33,
								},
								["心跳男孩-安苏"] = {
									["count"] = 42,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 201,
								},
								["怒苍之主-回音山"] = {
									["count"] = 93,
								},
								["原始火元素"] = {
									["count"] = 21,
								},
								["哈提"] = {
									["count"] = 243,
								},
								["加藤丶惠-迦拉克隆"] = {
									["count"] = 27,
								},
								["卡拉米尔"] = {
									["count"] = 99,
								},
								["小随雨-埃雷达尔"] = {
									["count"] = 27,
								},
								["灵魂兽"] = {
									["count"] = 90,
								},
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 69,
								},
								["险恶毒蛇"] = {
									["count"] = 45,
								},
								["Satanaei-千针石林"] = {
									["count"] = 33,
								},
								["夜下听风-安苏"] = {
									["count"] = 15,
								},
								["灵魂鸽王-阿古斯"] = {
									["count"] = 27,
								},
								["丷德米提雅丷-金色平原"] = {
									["count"] = 78,
								},
							},
							["amount"] = 2496,
						},
						["活动炸弹 (伤害/跳)"] = {
							["Details"] = {
								["丷德米提雅丷-金色平原"] = {
									["count"] = 12,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 12,
								},
								["卡拉米尔"] = {
									["count"] = 24,
								},
							},
							["amount"] = 48,
						},
						["爆裂熔炉 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 93,
								},
							},
							["amount"] = 93,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["英灵港湾-破碎岭"] = {
									["count"] = 9,
								},
								["野兽"] = {
									["count"] = 57,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 48,
								},
								["丷德米提雅丷-金色平原"] = {
									["count"] = 24,
								},
								["哈提"] = {
									["count"] = 42,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 15,
								},
								["熔岩犬"] = {
									["count"] = 6,
								},
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 15,
								},
								["小小的心愿-安威玛尔"] = {
									["count"] = 15,
								},
								["卡拉米尔"] = {
									["count"] = 21,
								},
								["灵魂兽"] = {
									["count"] = 24,
								},
							},
							["amount"] = 276,
						},
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 19,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 35,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 338,
								},
								["Absorb"] = {
									["count"] = 277,
								},
								["Crit"] = {
									["count"] = 728,
								},
								["Tick"] = {
									["count"] = 778,
								},
							},
							["amount"] = 2121,
						},
					},
					["Absorbs"] = 328162,
					["TimeSpent"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 0.5,
						},
						["野兽"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["烈焰风暴"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.03,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.79,
								},
							},
							["amount"] = 2.52,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.34,
						},
						["小飞侠"] = {
							["Details"] = {
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.05,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.21,
						},
						["熔岩犬"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["活动炸弹"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.41,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.69,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 0.14,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["凤凰重生"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 1.48,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 0.13,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.23,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.34,
						},
						["哈提"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 1.75,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 2.04,
						},
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 4.83,
								},
								["火疗闪烁"] = {
									["count"] = 6.87,
								},
							},
							["amount"] = 11.7,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 0.05,
								},
								["炎爆术"] = {
									["count"] = 1.6,
								},
								["凤凰烈焰"] = {
									["count"] = 1.5,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.28,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["深渊恐惧"] = {
									["count"] = 1.47,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 2.91,
								},
								["火焰冲击"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 21.04,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["灵魂兽"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.09,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.32,
								},
								["凤凰重生"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.37,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.57,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["凤凰烈焰"] = {
									["count"] = 2.86,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.52,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["DamageTaken"] = 1368229,
					["ElementDoneAbsorb"] = {
						["Nature"] = 23623,
						["Fire"] = 5288271,
					},
					["PartialResist"] = {
						["神圣之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["月火术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 12,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 15,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
					},
					["PartialAbsorb"] = {
						["神圣之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 62292,
									["min"] = 62123,
									["count"] = 5,
									["amount"] = 311291,
								},
							},
							["count"] = 12,
							["amount"] = 311291,
						},
						["刺藤"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 10659,
									["min"] = 6212,
									["count"] = 2,
									["amount"] = 16871,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 16871,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 46.16,
					["OverHeals"] = {
						["火疗闪烁"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 66148,
									["min"] = 52453,
									["count"] = 6,
									["amount"] = 383191,
								},
							},
							["count"] = 6,
							["amount"] = 383191,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 771938,
						["Arcane"] = 500857,
						["Nature"] = 95434,
					},
					["DOT_Time"] = 2913,
					["Damage"] = 49120043,
					["Overhealing"] = 383191,
					["TimeHeal"] = 11.7,
					["WhoHealed"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 328162,
								},
								["火疗闪烁"] = {
									["count"] = 410579,
								},
							},
							["amount"] = 738741,
						},
					},
					["HealedWho"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 328162,
								},
								["火疗闪烁"] = {
									["count"] = 410579,
								},
							},
							["amount"] = 738741,
						},
					},
					["Heals"] = {
						["烈焰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 62292,
									["min"] = 6212,
									["count"] = 7,
									["amount"] = 328162,
								},
							},
							["count"] = 7,
							["amount"] = 328162,
						},
						["火疗闪烁"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 66148,
									["min"] = 13694,
									["count"] = 7,
									["amount"] = 410579,
								},
							},
							["count"] = 7,
							["amount"] = 410579,
						},
					},
					["Healing"] = 410579,
					["HOTs"] = {
						["火疗闪烁"] = {
							["Details"] = {
								["殺戮海盗-奥尔加隆"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["HOT_Time"] = 36,
					["ElementDone"] = {
						["Nature"] = 1472436,
						["Fire"] = 47647607,
					},
					["HealingTaken"] = 738741,
					["DamagedWho"] = {
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 35619,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 36945,
								},
							},
							["amount"] = 72564,
						},
						["一代娇娃-埃德萨拉"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 7432,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 66149,
								},
							},
							["amount"] = 73581,
						},
						["小飞侠"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 19873,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 125758,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11890,
								},
								["凤凰烈焰"] = {
									["count"] = 40891,
								},
								["深渊恐惧"] = {
									["count"] = 8576,
								},
							},
							["amount"] = 206988,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 265466,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 122143,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 505655,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 395254,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 153777,
								},
								["流星"] = {
									["count"] = 71710,
								},
							},
							["amount"] = 1514005,
						},
						["熔岩犬"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 87547,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 16710,
								},
								["烈焰风暴"] = {
									["count"] = 85290,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 571515,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 89973,
								},
								["流星"] = {
									["count"] = 9560,
								},
								["凤凰烈焰"] = {
									["count"] = 130988,
								},
								["深渊恐惧"] = {
									["count"] = 100379,
								},
							},
							["amount"] = 1091962,
						},
						["昆古尼尔-瑞文戴尔"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 17933,
								},
								["深渊恐惧"] = {
									["count"] = 21487,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 67140,
								},
							},
							["amount"] = 106560,
						},
						["金德布斯特"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 9369,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 64076,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 4584,
								},
								["凤凰烈焰"] = {
									["count"] = 19277,
								},
								["深渊恐惧"] = {
									["count"] = 3866,
								},
							},
							["amount"] = 101172,
						},
						["积怨飓语者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 21874,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 51469,
								},
							},
							["amount"] = 73343,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 249099,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 232226,
								},
							},
							["amount"] = 481325,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 196923,
								},
								["凤凰烈焰"] = {
									["count"] = 353667,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 120419,
								},
							},
							["amount"] = 671009,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 140588,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 884088,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 795189,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 138228,
								},
								["凤凰烈焰"] = {
									["count"] = 1030444,
								},
								["深渊恐惧"] = {
									["count"] = 341795,
								},
							},
							["amount"] = 3330332,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 161798,
								},
								["烈焰风暴"] = {
									["count"] = 196114,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 309821,
								},
							},
							["amount"] = 667733,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 573100,
								},
								["活动炸弹"] = {
									["count"] = 62319,
								},
								["凤凰重生"] = {
									["count"] = 55660,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 840454,
								},
							},
							["amount"] = 1531533,
						},
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 229219,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 940043,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 115578,
								},
								["深渊恐惧"] = {
									["count"] = 32169,
								},
								["凤凰烈焰"] = {
									["count"] = 164975,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 324075,
								},
							},
							["amount"] = 1806059,
						},
						["野兽"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 282475,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 188427,
								},
								["凤凰烈焰"] = {
									["count"] = 344636,
								},
								["流星"] = {
									["count"] = 45399,
								},
								["烈焰风暴"] = {
									["count"] = 233210,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1673941,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 200359,
								},
								["深渊恐惧"] = {
									["count"] = 46295,
								},
								["凤凰重生"] = {
									["count"] = 82519,
								},
							},
							["amount"] = 3097261,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 86521,
								},
								["深渊恐惧"] = {
									["count"] = 28018,
								},
								["凤凰烈焰"] = {
									["count"] = 50080,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 159692,
								},
							},
							["amount"] = 324311,
						},
						["摧心魔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 19830,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 139823,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 19123,
								},
								["凤凰烈焰"] = {
									["count"] = 98024,
								},
								["深渊恐惧"] = {
									["count"] = 5227,
								},
							},
							["amount"] = 282027,
						},
						["梧桐一叶落-神圣之歌"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 9027,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 112604,
								},
							},
							["amount"] = 121631,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 99852,
								},
								["深渊恐惧"] = {
									["count"] = 26770,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25905,
								},
							},
							["amount"] = 152527,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 199130,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 212652,
								},
							},
							["amount"] = 411782,
						},
						["Kazuha-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 24060,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25985,
								},
							},
							["amount"] = 50045,
						},
						["训兽专家-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 70845,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 42490,
								},
							},
							["amount"] = 113335,
						},
						["范洛斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 3716,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 13021,
								},
							},
							["amount"] = 16737,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 50121,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 83171,
								},
							},
							["amount"] = 133292,
						},
						["佐克-伊瑟拉"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 92327,
								},
								["烈焰风暴"] = {
									["count"] = 367745,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 512854,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 234820,
								},
								["深渊恐惧"] = {
									["count"] = 21138,
								},
								["凤凰烈焰"] = {
									["count"] = 61049,
								},
								["凤凰重生"] = {
									["count"] = 33569,
								},
							},
							["amount"] = 1323502,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 203015,
								},
								["凤凰重生"] = {
									["count"] = 52700,
								},
								["凤凰烈焰"] = {
									["count"] = 305873,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 182285,
								},
							},
							["amount"] = 743873,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 104354,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25417,
								},
							},
							["amount"] = 129771,
						},
						["唐门高手-雷斧堡垒"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 5034,
								},
							},
							["amount"] = 5034,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 48678,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 48748,
								},
								["深渊恐惧"] = {
									["count"] = 32196,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 226245,
								},
							},
							["amount"] = 355867,
						},
						["原始火元素"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 24838,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 27411,
								},
							},
							["amount"] = 52249,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 384877,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 378348,
								},
								["凤凰烈焰"] = {
									["count"] = 449135,
								},
								["流星"] = {
									["count"] = 82283,
								},
								["烈焰风暴"] = {
									["count"] = 226628,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1754286,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 531948,
								},
								["深渊恐惧"] = {
									["count"] = 75571,
								},
								["凤凰重生"] = {
									["count"] = 57200,
								},
							},
							["amount"] = 3940276,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 430835,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 325399,
								},
							},
							["amount"] = 756234,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 206652,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 822480,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 729443,
								},
								["凤凰烈焰"] = {
									["count"] = 313761,
								},
								["深渊恐惧"] = {
									["count"] = 14347,
								},
							},
							["amount"] = 2086683,
						},
						["哈提"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 179150,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 124452,
								},
								["凤凰烈焰"] = {
									["count"] = 238562,
								},
								["流星"] = {
									["count"] = 34174,
								},
								["烈焰风暴"] = {
									["count"] = 177908,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 920058,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 240130,
								},
								["深渊恐惧"] = {
									["count"] = 25569,
								},
								["凤凰重生"] = {
									["count"] = 91296,
								},
							},
							["amount"] = 2031299,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 56601,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 52327,
								},
							},
							["amount"] = 108928,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 466702,
								},
								["炎爆术"] = {
									["count"] = 1634235,
								},
								["凤凰烈焰"] = {
									["count"] = 3103476,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 358018,
								},
								["流星"] = {
									["count"] = 64816,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 246278,
								},
								["烈焰风暴"] = {
									["count"] = 227682,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 3388689,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1454702,
								},
								["深渊恐惧"] = {
									["count"] = 623692,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 261099,
								},
								["火焰冲击"] = {
									["count"] = 1935149,
								},
							},
							["amount"] = 13764538,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 116511,
								},
								["凤凰烈焰"] = {
									["count"] = 566880,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 662817,
								},
							},
							["amount"] = 1346208,
						},
						["小随雨-埃雷达尔"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 94460,
								},
								["活动炸弹"] = {
									["count"] = 62907,
								},
								["深渊恐惧"] = {
									["count"] = 16897,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 356049,
								},
							},
							["amount"] = 530313,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["流星"] = {
									["count"] = 29085,
								},
								["深渊恐惧"] = {
									["count"] = 20732,
								},
								["活动炸弹"] = {
									["count"] = 69552,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 406313,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 212165,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 144277,
								},
								["凤凰烈焰"] = {
									["count"] = 319727,
								},
								["凤凰重生"] = {
									["count"] = 36839,
								},
							},
							["amount"] = 1238690,
						},
						["灵魂兽"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 88543,
								},
								["深渊恐惧"] = {
									["count"] = 5823,
								},
								["烈焰风暴"] = {
									["count"] = 56336,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 386681,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 119641,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 76443,
								},
								["凤凰烈焰"] = {
									["count"] = 107575,
								},
								["流星"] = {
									["count"] = 18456,
								},
							},
							["amount"] = 859498,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 117401,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 93974,
								},
							},
							["amount"] = 211375,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 108520,
								},
								["深渊恐惧"] = {
									["count"] = 21889,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 82171,
								},
							},
							["amount"] = 212580,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 128839,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 203574,
								},
							},
							["amount"] = 332413,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 234994,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 104044,
								},
								["烈焰风暴"] = {
									["count"] = 187588,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1089535,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 530362,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 321399,
								},
								["凤凰烈焰"] = {
									["count"] = 149827,
								},
								["流星"] = {
									["count"] = 41849,
								},
							},
							["amount"] = 2659598,
						},
					},
					["TimeDamage"] = 34.46,
					["TimeDamaging"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 0.5,
						},
						["野兽"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["烈焰风暴"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.03,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.79,
								},
							},
							["amount"] = 2.52,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.34,
						},
						["小飞侠"] = {
							["Details"] = {
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.05,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.21,
						},
						["熔岩犬"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["活动炸弹"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.41,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.69,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 0.14,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["凤凰重生"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 1.48,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 0.13,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.23,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.34,
						},
						["哈提"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 1.75,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 2.04,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.57,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["凤凰烈焰"] = {
									["count"] = 2.86,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.52,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.32,
								},
								["凤凰重生"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.37,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 0.05,
								},
								["炎爆术"] = {
									["count"] = 1.6,
								},
								["凤凰烈焰"] = {
									["count"] = 1.5,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.28,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["深渊恐惧"] = {
									["count"] = 1.47,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 2.91,
								},
								["火焰冲击"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 21.04,
						},
						["灵魂兽"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.09,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["Attacks"] = {
						["活动炸弹"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 107995,
									["min"] = 1150,
									["count"] = 11,
									["amount"] = 540007,
								},
								["Crit"] = {
									["max"] = 150998,
									["min"] = 17218,
									["count"] = 38,
									["amount"] = 1741463,
								},
								["Hit"] = {
									["max"] = 65996,
									["min"] = 10745,
									["count"] = 25,
									["amount"] = 669598,
								},
							},
							["count"] = 74,
							["amount"] = 2951068,
						},
						["炎爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 871999,
									["min"] = 871999,
									["count"] = 1,
									["amount"] = 871999,
								},
								["Hit"] = {
									["max"] = 381118,
									["min"] = 381118,
									["count"] = 2,
									["amount"] = 762236,
								},
							},
							["count"] = 3,
							["amount"] = 1634235,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 19302,
									["min"] = 455,
									["count"] = 3,
									["amount"] = 23623,
								},
								["Crit"] = {
									["max"] = 579919,
									["min"] = 7009,
									["count"] = 19,
									["amount"] = 944302,
								},
								["Hit"] = {
									["max"] = 307310,
									["min"] = 4774,
									["count"] = 13,
									["amount"] = 504511,
								},
							},
							["count"] = 35,
							["amount"] = 1472436,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 622854,
									["min"] = 12925,
									["count"] = 94,
									["amount"] = 7412455,
								},
								["Absorb"] = {
									["max"] = 118383,
									["min"] = 2940,
									["count"] = 14,
									["amount"] = 436392,
								},
							},
							["count"] = 108,
							["amount"] = 7848847,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 52511,
									["min"] = 1038,
									["count"] = 11,
									["amount"] = 255446,
								},
								["Crit"] = {
									["max"] = 60055,
									["min"] = 9369,
									["count"] = 55,
									["amount"] = 1257944,
								},
								["Tick"] = {
									["max"] = 34098,
									["min"] = 6083,
									["count"] = 30,
									["amount"] = 502267,
								},
							},
							["count"] = 96,
							["amount"] = 2015657,
						},
						["流星"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 71710,
									["min"] = 41849,
									["count"] = 3,
									["amount"] = 158720,
								},
								["Crit"] = {
									["max"] = 18561,
									["min"] = 15717,
									["count"] = 7,
									["amount"] = 123925,
								},
								["Hit"] = {
									["max"] = 64816,
									["min"] = 9560,
									["count"] = 4,
									["amount"] = 114687,
								},
							},
							["count"] = 14,
							["amount"] = 397332,
						},
						["活动炸弹 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 37510,
									["min"] = 6926,
									["count"] = 5,
									["amount"] = 110970,
								},
								["Crit"] = {
									["max"] = 47189,
									["min"] = 23610,
									["count"] = 8,
									["amount"] = 285183,
								},
								["Tick"] = {
									["max"] = 20625,
									["min"] = 17531,
									["count"] = 4,
									["amount"] = 76312,
								},
							},
							["count"] = 17,
							["amount"] = 472465,
						},
						["烈焰风暴"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 187588,
									["min"] = 187588,
									["count"] = 1,
									["amount"] = 187588,
								},
								["Crit"] = {
									["max"] = 367745,
									["min"] = 85290,
									["count"] = 6,
									["amount"] = 816178,
								},
								["Hit"] = {
									["max"] = 227682,
									["min"] = 47975,
									["count"] = 5,
									["amount"] = 754735,
								},
							},
							["count"] = 12,
							["amount"] = 1758501,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 61082,
									["min"] = 342,
									["count"] = 110,
									["amount"] = 2433681,
								},
								["Crit"] = {
									["max"] = 71982,
									["min"] = 4953,
									["count"] = 488,
									["amount"] = 11824506,
								},
								["Hit"] = {
									["max"] = 37154,
									["min"] = 5122,
									["count"] = 299,
									["amount"] = 4565420,
								},
							},
							["count"] = 897,
							["amount"] = 18823607,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 56004,
									["min"] = 22,
									["count"] = 121,
									["amount"] = 1153170,
								},
								["Tick"] = {
									["max"] = 58416,
									["min"] = 34,
									["count"] = 733,
									["amount"] = 7986694,
								},
							},
							["count"] = 854,
							["amount"] = 9139864,
						},
						["凤凰重生"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12297,
									["min"] = 12297,
									["count"] = 1,
									["amount"] = 12297,
								},
								["Crit"] = {
									["max"] = 57200,
									["min"] = 36839,
									["count"] = 6,
									["amount"] = 299913,
								},
								["Hit"] = {
									["max"] = 34597,
									["min"] = 29407,
									["count"] = 3,
									["amount"] = 97573,
								},
							},
							["count"] = 10,
							["amount"] = 409783,
						},
						["爆裂熔炉 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11200,
									["min"] = 6669,
									["count"] = 20,
									["amount"] = 207254,
								},
								["Tick"] = {
									["max"] = 4895,
									["min"] = 4895,
									["count"] = 11,
									["amount"] = 53845,
								},
							},
							["count"] = 31,
							["amount"] = 261099,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 391379,
									["min"] = 384130,
									["count"] = 5,
									["amount"] = 1935149,
								},
							},
							["count"] = 5,
							["amount"] = 1935149,
						},
					},
					["WhoDamaged"] = {
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["神圣之盾"] = {
									["count"] = 771938,
								},
							},
							["amount"] = 771938,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 95434,
								},
								["月火术"] = {
									["count"] = 100281,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 171232,
								},
							},
							["amount"] = 366947,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 229344,
								},
							},
							["amount"] = 229344,
						},
					},
					["Absorbed"] = {
						["烈焰护体"] = {
							["Details"] = {
								["殺戮海盗-奥尔加隆"] = {
									["max"] = 62292,
									["min"] = 6212,
									["count"] = 7,
									["amount"] = 328162,
								},
							},
							["count"] = 7,
							["amount"] = 328162,
						},
					},
				},
				["LastFightData"] = {
					["ElementTakenAbsorb"] = {
						["Holy"] = 311291,
						["Nature"] = 16871,
					},
					["TimeHealing"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 4.83,
								},
								["火疗闪烁"] = {
									["count"] = 6.87,
								},
							},
							["amount"] = 11.7,
						},
					},
					["DOTs"] = {
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["一颗小橙子-生态船"] = {
									["count"] = 21,
								},
								["一代娇娃-埃德萨拉"] = {
									["count"] = 6,
								},
								["小飞侠"] = {
									["count"] = 33,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 81,
								},
								["熔岩犬"] = {
									["count"] = 126,
								},
								["昆古尼尔-瑞文戴尔"] = {
									["count"] = 9,
								},
								["金德布斯特"] = {
									["count"] = 33,
								},
								["积怨飓语者"] = {
									["count"] = 6,
								},
								["咕噜推土机-阿古斯"] = {
									["count"] = 48,
								},
								["云游死人-罗宁"] = {
									["count"] = 30,
								},
								["小小的心愿-安威玛尔"] = {
									["count"] = 96,
								},
								["Cyamomoko-金色平原"] = {
									["count"] = 63,
								},
								["欧莫希萝莉-末日行者"] = {
									["count"] = 72,
								},
								["英灵港湾-破碎岭"] = {
									["count"] = 66,
								},
								["野兽"] = {
									["count"] = 366,
								},
								["喵糖-凯尔萨斯"] = {
									["count"] = 33,
								},
								["摧心魔"] = {
									["count"] = 33,
								},
								["梧桐一叶落-神圣之歌"] = {
									["count"] = 3,
								},
								["鲜花一朵-熊猫酒仙"] = {
									["count"] = 12,
								},
								["十里何时春盛-末日行者"] = {
									["count"] = 39,
								},
								["范洛斯"] = {
									["count"] = 12,
								},
								["训兽专家-迦拉克隆"] = {
									["count"] = 15,
								},
								["伊瑞尔-雷斧堡垒"] = {
									["count"] = 15,
								},
								["传玉-贫瘠之地"] = {
									["count"] = 15,
								},
								["Kazuha-金色平原"] = {
									["count"] = 6,
								},
								["妖焰醉影-暗影之月"] = {
									["count"] = 81,
								},
								["幻翼星空-末日行者"] = {
									["count"] = 24,
								},
								["唐门高手-雷斧堡垒"] = {
									["count"] = 9,
								},
								["佐克-伊瑟拉"] = {
									["count"] = 33,
								},
								["心跳男孩-安苏"] = {
									["count"] = 42,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 201,
								},
								["怒苍之主-回音山"] = {
									["count"] = 93,
								},
								["原始火元素"] = {
									["count"] = 21,
								},
								["哈提"] = {
									["count"] = 243,
								},
								["加藤丶惠-迦拉克隆"] = {
									["count"] = 27,
								},
								["卡拉米尔"] = {
									["count"] = 99,
								},
								["小随雨-埃雷达尔"] = {
									["count"] = 27,
								},
								["灵魂兽"] = {
									["count"] = 90,
								},
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 69,
								},
								["险恶毒蛇"] = {
									["count"] = 45,
								},
								["Satanaei-千针石林"] = {
									["count"] = 33,
								},
								["夜下听风-安苏"] = {
									["count"] = 15,
								},
								["灵魂鸽王-阿古斯"] = {
									["count"] = 27,
								},
								["丷德米提雅丷-金色平原"] = {
									["count"] = 78,
								},
							},
							["amount"] = 2496,
						},
						["活动炸弹 (伤害/跳)"] = {
							["Details"] = {
								["丷德米提雅丷-金色平原"] = {
									["count"] = 12,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 12,
								},
								["卡拉米尔"] = {
									["count"] = 24,
								},
							},
							["amount"] = 48,
						},
						["爆裂熔炉 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 93,
								},
							},
							["amount"] = 93,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["英灵港湾-破碎岭"] = {
									["count"] = 9,
								},
								["野兽"] = {
									["count"] = 57,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 48,
								},
								["丷德米提雅丷-金色平原"] = {
									["count"] = 24,
								},
								["哈提"] = {
									["count"] = 42,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 15,
								},
								["熔岩犬"] = {
									["count"] = 6,
								},
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 15,
								},
								["小小的心愿-安威玛尔"] = {
									["count"] = 15,
								},
								["卡拉米尔"] = {
									["count"] = 21,
								},
								["灵魂兽"] = {
									["count"] = 24,
								},
							},
							["amount"] = 276,
						},
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 19,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 35,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 338,
								},
								["Absorb"] = {
									["count"] = 277,
								},
								["Crit"] = {
									["count"] = 728,
								},
								["Tick"] = {
									["count"] = 778,
								},
							},
							["amount"] = 2121,
						},
					},
					["Absorbs"] = 328162,
					["TimeSpent"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 0.5,
						},
						["野兽"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["烈焰风暴"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.03,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.79,
								},
							},
							["amount"] = 2.52,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.34,
						},
						["小飞侠"] = {
							["Details"] = {
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.05,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.21,
						},
						["熔岩犬"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["活动炸弹"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.41,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.69,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 0.14,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["凤凰重生"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 1.48,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 0.13,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.23,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.34,
						},
						["哈提"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 1.75,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 2.04,
						},
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 4.83,
								},
								["火疗闪烁"] = {
									["count"] = 6.87,
								},
							},
							["amount"] = 11.7,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 0.05,
								},
								["炎爆术"] = {
									["count"] = 1.6,
								},
								["凤凰烈焰"] = {
									["count"] = 1.5,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.28,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["深渊恐惧"] = {
									["count"] = 1.47,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 2.91,
								},
								["火焰冲击"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 21.04,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["灵魂兽"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.09,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.32,
								},
								["凤凰重生"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.37,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.57,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["凤凰烈焰"] = {
									["count"] = 2.86,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.52,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["DamageTaken"] = 1368229,
					["ElementDoneAbsorb"] = {
						["Nature"] = 23623,
						["Fire"] = 5288271,
					},
					["PartialResist"] = {
						["神圣之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["月火术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 12,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 15,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
					},
					["PartialAbsorb"] = {
						["神圣之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 62292,
									["min"] = 62123,
									["count"] = 5,
									["amount"] = 311291,
								},
							},
							["count"] = 12,
							["amount"] = 311291,
						},
						["刺藤"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 10659,
									["min"] = 6212,
									["count"] = 2,
									["amount"] = 16871,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 16871,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 46.16,
					["OverHeals"] = {
						["火疗闪烁"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 66148,
									["min"] = 52453,
									["count"] = 6,
									["amount"] = 383191,
								},
							},
							["count"] = 6,
							["amount"] = 383191,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 771938,
						["Arcane"] = 500857,
						["Nature"] = 95434,
					},
					["DOT_Time"] = 2913,
					["Damage"] = 49120043,
					["Overhealing"] = 383191,
					["TimeHeal"] = 11.7,
					["WhoHealed"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 328162,
								},
								["火疗闪烁"] = {
									["count"] = 410579,
								},
							},
							["amount"] = 738741,
						},
					},
					["HealedWho"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 328162,
								},
								["火疗闪烁"] = {
									["count"] = 410579,
								},
							},
							["amount"] = 738741,
						},
					},
					["Heals"] = {
						["烈焰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 62292,
									["min"] = 6212,
									["count"] = 7,
									["amount"] = 328162,
								},
							},
							["count"] = 7,
							["amount"] = 328162,
						},
						["火疗闪烁"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 66148,
									["min"] = 13694,
									["count"] = 7,
									["amount"] = 410579,
								},
							},
							["count"] = 7,
							["amount"] = 410579,
						},
					},
					["Healing"] = 410579,
					["HOTs"] = {
						["火疗闪烁"] = {
							["Details"] = {
								["殺戮海盗-奥尔加隆"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["HOT_Time"] = 36,
					["ElementDone"] = {
						["Nature"] = 1472436,
						["Fire"] = 47647607,
					},
					["HealingTaken"] = 738741,
					["DamagedWho"] = {
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 35619,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 36945,
								},
							},
							["amount"] = 72564,
						},
						["一代娇娃-埃德萨拉"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 7432,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 66149,
								},
							},
							["amount"] = 73581,
						},
						["小飞侠"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 19873,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 125758,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11890,
								},
								["凤凰烈焰"] = {
									["count"] = 40891,
								},
								["深渊恐惧"] = {
									["count"] = 8576,
								},
							},
							["amount"] = 206988,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 265466,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 122143,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 505655,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 395254,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 153777,
								},
								["流星"] = {
									["count"] = 71710,
								},
							},
							["amount"] = 1514005,
						},
						["熔岩犬"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 87547,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 16710,
								},
								["烈焰风暴"] = {
									["count"] = 85290,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 571515,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 89973,
								},
								["流星"] = {
									["count"] = 9560,
								},
								["凤凰烈焰"] = {
									["count"] = 130988,
								},
								["深渊恐惧"] = {
									["count"] = 100379,
								},
							},
							["amount"] = 1091962,
						},
						["昆古尼尔-瑞文戴尔"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 17933,
								},
								["深渊恐惧"] = {
									["count"] = 21487,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 67140,
								},
							},
							["amount"] = 106560,
						},
						["金德布斯特"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 9369,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 64076,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 4584,
								},
								["凤凰烈焰"] = {
									["count"] = 19277,
								},
								["深渊恐惧"] = {
									["count"] = 3866,
								},
							},
							["amount"] = 101172,
						},
						["积怨飓语者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 21874,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 51469,
								},
							},
							["amount"] = 73343,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 249099,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 232226,
								},
							},
							["amount"] = 481325,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 196923,
								},
								["凤凰烈焰"] = {
									["count"] = 353667,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 120419,
								},
							},
							["amount"] = 671009,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 140588,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 884088,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 795189,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 138228,
								},
								["凤凰烈焰"] = {
									["count"] = 1030444,
								},
								["深渊恐惧"] = {
									["count"] = 341795,
								},
							},
							["amount"] = 3330332,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 161798,
								},
								["烈焰风暴"] = {
									["count"] = 196114,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 309821,
								},
							},
							["amount"] = 667733,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 573100,
								},
								["活动炸弹"] = {
									["count"] = 62319,
								},
								["凤凰重生"] = {
									["count"] = 55660,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 840454,
								},
							},
							["amount"] = 1531533,
						},
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 229219,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 940043,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 115578,
								},
								["深渊恐惧"] = {
									["count"] = 32169,
								},
								["凤凰烈焰"] = {
									["count"] = 164975,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 324075,
								},
							},
							["amount"] = 1806059,
						},
						["野兽"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 282475,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 188427,
								},
								["凤凰烈焰"] = {
									["count"] = 344636,
								},
								["流星"] = {
									["count"] = 45399,
								},
								["烈焰风暴"] = {
									["count"] = 233210,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1673941,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 200359,
								},
								["深渊恐惧"] = {
									["count"] = 46295,
								},
								["凤凰重生"] = {
									["count"] = 82519,
								},
							},
							["amount"] = 3097261,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 86521,
								},
								["深渊恐惧"] = {
									["count"] = 28018,
								},
								["凤凰烈焰"] = {
									["count"] = 50080,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 159692,
								},
							},
							["amount"] = 324311,
						},
						["摧心魔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 19830,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 139823,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 19123,
								},
								["凤凰烈焰"] = {
									["count"] = 98024,
								},
								["深渊恐惧"] = {
									["count"] = 5227,
								},
							},
							["amount"] = 282027,
						},
						["梧桐一叶落-神圣之歌"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 9027,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 112604,
								},
							},
							["amount"] = 121631,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 99852,
								},
								["深渊恐惧"] = {
									["count"] = 26770,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25905,
								},
							},
							["amount"] = 152527,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 199130,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 212652,
								},
							},
							["amount"] = 411782,
						},
						["Kazuha-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 24060,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25985,
								},
							},
							["amount"] = 50045,
						},
						["训兽专家-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 70845,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 42490,
								},
							},
							["amount"] = 113335,
						},
						["范洛斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 3716,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 13021,
								},
							},
							["amount"] = 16737,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 50121,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 83171,
								},
							},
							["amount"] = 133292,
						},
						["佐克-伊瑟拉"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 92327,
								},
								["烈焰风暴"] = {
									["count"] = 367745,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 512854,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 234820,
								},
								["深渊恐惧"] = {
									["count"] = 21138,
								},
								["凤凰烈焰"] = {
									["count"] = 61049,
								},
								["凤凰重生"] = {
									["count"] = 33569,
								},
							},
							["amount"] = 1323502,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 203015,
								},
								["凤凰重生"] = {
									["count"] = 52700,
								},
								["凤凰烈焰"] = {
									["count"] = 305873,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 182285,
								},
							},
							["amount"] = 743873,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 104354,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25417,
								},
							},
							["amount"] = 129771,
						},
						["唐门高手-雷斧堡垒"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 5034,
								},
							},
							["amount"] = 5034,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 48678,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 48748,
								},
								["深渊恐惧"] = {
									["count"] = 32196,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 226245,
								},
							},
							["amount"] = 355867,
						},
						["原始火元素"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 24838,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 27411,
								},
							},
							["amount"] = 52249,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 384877,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 378348,
								},
								["凤凰烈焰"] = {
									["count"] = 449135,
								},
								["流星"] = {
									["count"] = 82283,
								},
								["烈焰风暴"] = {
									["count"] = 226628,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1754286,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 531948,
								},
								["深渊恐惧"] = {
									["count"] = 75571,
								},
								["凤凰重生"] = {
									["count"] = 57200,
								},
							},
							["amount"] = 3940276,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 430835,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 325399,
								},
							},
							["amount"] = 756234,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 206652,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 822480,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 729443,
								},
								["凤凰烈焰"] = {
									["count"] = 313761,
								},
								["深渊恐惧"] = {
									["count"] = 14347,
								},
							},
							["amount"] = 2086683,
						},
						["哈提"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 179150,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 124452,
								},
								["凤凰烈焰"] = {
									["count"] = 238562,
								},
								["流星"] = {
									["count"] = 34174,
								},
								["烈焰风暴"] = {
									["count"] = 177908,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 920058,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 240130,
								},
								["深渊恐惧"] = {
									["count"] = 25569,
								},
								["凤凰重生"] = {
									["count"] = 91296,
								},
							},
							["amount"] = 2031299,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 56601,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 52327,
								},
							},
							["amount"] = 108928,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 466702,
								},
								["炎爆术"] = {
									["count"] = 1634235,
								},
								["凤凰烈焰"] = {
									["count"] = 3103476,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 358018,
								},
								["流星"] = {
									["count"] = 64816,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 246278,
								},
								["烈焰风暴"] = {
									["count"] = 227682,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 3388689,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1454702,
								},
								["深渊恐惧"] = {
									["count"] = 623692,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 261099,
								},
								["火焰冲击"] = {
									["count"] = 1935149,
								},
							},
							["amount"] = 13764538,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 116511,
								},
								["凤凰烈焰"] = {
									["count"] = 566880,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 662817,
								},
							},
							["amount"] = 1346208,
						},
						["小随雨-埃雷达尔"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 94460,
								},
								["活动炸弹"] = {
									["count"] = 62907,
								},
								["深渊恐惧"] = {
									["count"] = 16897,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 356049,
								},
							},
							["amount"] = 530313,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["流星"] = {
									["count"] = 29085,
								},
								["深渊恐惧"] = {
									["count"] = 20732,
								},
								["活动炸弹"] = {
									["count"] = 69552,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 406313,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 212165,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 144277,
								},
								["凤凰烈焰"] = {
									["count"] = 319727,
								},
								["凤凰重生"] = {
									["count"] = 36839,
								},
							},
							["amount"] = 1238690,
						},
						["灵魂兽"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 88543,
								},
								["深渊恐惧"] = {
									["count"] = 5823,
								},
								["烈焰风暴"] = {
									["count"] = 56336,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 386681,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 119641,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 76443,
								},
								["凤凰烈焰"] = {
									["count"] = 107575,
								},
								["流星"] = {
									["count"] = 18456,
								},
							},
							["amount"] = 859498,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 117401,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 93974,
								},
							},
							["amount"] = 211375,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 108520,
								},
								["深渊恐惧"] = {
									["count"] = 21889,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 82171,
								},
							},
							["amount"] = 212580,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 128839,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 203574,
								},
							},
							["amount"] = 332413,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 234994,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 104044,
								},
								["烈焰风暴"] = {
									["count"] = 187588,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1089535,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 530362,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 321399,
								},
								["凤凰烈焰"] = {
									["count"] = 149827,
								},
								["流星"] = {
									["count"] = 41849,
								},
							},
							["amount"] = 2659598,
						},
					},
					["TimeDamage"] = 34.46,
					["TimeDamaging"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 0.5,
						},
						["野兽"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["烈焰风暴"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.03,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.79,
								},
							},
							["amount"] = 2.52,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.34,
						},
						["小飞侠"] = {
							["Details"] = {
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.05,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.21,
						},
						["熔岩犬"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["活动炸弹"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.41,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.69,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 0.14,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["凤凰重生"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 1.48,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 0.13,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.23,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.34,
						},
						["哈提"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 1.75,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 2.04,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.57,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["凤凰烈焰"] = {
									["count"] = 2.86,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.52,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.32,
								},
								["凤凰重生"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.37,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 0.05,
								},
								["炎爆术"] = {
									["count"] = 1.6,
								},
								["凤凰烈焰"] = {
									["count"] = 1.5,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.28,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["深渊恐惧"] = {
									["count"] = 1.47,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 2.91,
								},
								["火焰冲击"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 21.04,
						},
						["灵魂兽"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.09,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["Attacks"] = {
						["活动炸弹"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 107995,
									["min"] = 1150,
									["count"] = 11,
									["amount"] = 540007,
								},
								["Crit"] = {
									["max"] = 150998,
									["min"] = 17218,
									["count"] = 38,
									["amount"] = 1741463,
								},
								["Hit"] = {
									["max"] = 65996,
									["min"] = 10745,
									["count"] = 25,
									["amount"] = 669598,
								},
							},
							["count"] = 74,
							["amount"] = 2951068,
						},
						["炎爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 871999,
									["min"] = 871999,
									["count"] = 1,
									["amount"] = 871999,
								},
								["Hit"] = {
									["max"] = 381118,
									["min"] = 381118,
									["count"] = 2,
									["amount"] = 762236,
								},
							},
							["count"] = 3,
							["amount"] = 1634235,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 19302,
									["min"] = 455,
									["count"] = 3,
									["amount"] = 23623,
								},
								["Crit"] = {
									["max"] = 579919,
									["min"] = 7009,
									["count"] = 19,
									["amount"] = 944302,
								},
								["Hit"] = {
									["max"] = 307310,
									["min"] = 4774,
									["count"] = 13,
									["amount"] = 504511,
								},
							},
							["count"] = 35,
							["amount"] = 1472436,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 622854,
									["min"] = 12925,
									["count"] = 94,
									["amount"] = 7412455,
								},
								["Absorb"] = {
									["max"] = 118383,
									["min"] = 2940,
									["count"] = 14,
									["amount"] = 436392,
								},
							},
							["count"] = 108,
							["amount"] = 7848847,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 52511,
									["min"] = 1038,
									["count"] = 11,
									["amount"] = 255446,
								},
								["Crit"] = {
									["max"] = 60055,
									["min"] = 9369,
									["count"] = 55,
									["amount"] = 1257944,
								},
								["Tick"] = {
									["max"] = 34098,
									["min"] = 6083,
									["count"] = 30,
									["amount"] = 502267,
								},
							},
							["count"] = 96,
							["amount"] = 2015657,
						},
						["流星"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 71710,
									["min"] = 41849,
									["count"] = 3,
									["amount"] = 158720,
								},
								["Crit"] = {
									["max"] = 18561,
									["min"] = 15717,
									["count"] = 7,
									["amount"] = 123925,
								},
								["Hit"] = {
									["max"] = 64816,
									["min"] = 9560,
									["count"] = 4,
									["amount"] = 114687,
								},
							},
							["count"] = 14,
							["amount"] = 397332,
						},
						["活动炸弹 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 37510,
									["min"] = 6926,
									["count"] = 5,
									["amount"] = 110970,
								},
								["Crit"] = {
									["max"] = 47189,
									["min"] = 23610,
									["count"] = 8,
									["amount"] = 285183,
								},
								["Tick"] = {
									["max"] = 20625,
									["min"] = 17531,
									["count"] = 4,
									["amount"] = 76312,
								},
							},
							["count"] = 17,
							["amount"] = 472465,
						},
						["烈焰风暴"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 187588,
									["min"] = 187588,
									["count"] = 1,
									["amount"] = 187588,
								},
								["Crit"] = {
									["max"] = 367745,
									["min"] = 85290,
									["count"] = 6,
									["amount"] = 816178,
								},
								["Hit"] = {
									["max"] = 227682,
									["min"] = 47975,
									["count"] = 5,
									["amount"] = 754735,
								},
							},
							["count"] = 12,
							["amount"] = 1758501,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 61082,
									["min"] = 342,
									["count"] = 110,
									["amount"] = 2433681,
								},
								["Crit"] = {
									["max"] = 71982,
									["min"] = 4953,
									["count"] = 488,
									["amount"] = 11824506,
								},
								["Hit"] = {
									["max"] = 37154,
									["min"] = 5122,
									["count"] = 299,
									["amount"] = 4565420,
								},
							},
							["count"] = 897,
							["amount"] = 18823607,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 56004,
									["min"] = 22,
									["count"] = 121,
									["amount"] = 1153170,
								},
								["Tick"] = {
									["max"] = 58416,
									["min"] = 34,
									["count"] = 733,
									["amount"] = 7986694,
								},
							},
							["count"] = 854,
							["amount"] = 9139864,
						},
						["凤凰重生"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12297,
									["min"] = 12297,
									["count"] = 1,
									["amount"] = 12297,
								},
								["Crit"] = {
									["max"] = 57200,
									["min"] = 36839,
									["count"] = 6,
									["amount"] = 299913,
								},
								["Hit"] = {
									["max"] = 34597,
									["min"] = 29407,
									["count"] = 3,
									["amount"] = 97573,
								},
							},
							["count"] = 10,
							["amount"] = 409783,
						},
						["爆裂熔炉 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11200,
									["min"] = 6669,
									["count"] = 20,
									["amount"] = 207254,
								},
								["Tick"] = {
									["max"] = 4895,
									["min"] = 4895,
									["count"] = 11,
									["amount"] = 53845,
								},
							},
							["count"] = 31,
							["amount"] = 261099,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 391379,
									["min"] = 384130,
									["count"] = 5,
									["amount"] = 1935149,
								},
							},
							["count"] = 5,
							["amount"] = 1935149,
						},
					},
					["WhoDamaged"] = {
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["神圣之盾"] = {
									["count"] = 771938,
								},
							},
							["amount"] = 771938,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 95434,
								},
								["月火术"] = {
									["count"] = 100281,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 171232,
								},
							},
							["amount"] = 366947,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 229344,
								},
							},
							["amount"] = 229344,
						},
					},
					["Absorbed"] = {
						["烈焰护体"] = {
							["Details"] = {
								["殺戮海盗-奥尔加隆"] = {
									["max"] = 62292,
									["min"] = 6212,
									["count"] = 7,
									["amount"] = 328162,
								},
							},
							["count"] = 7,
							["amount"] = 328162,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Arcane"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["月火术 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementTakenAbsorb"] = {
						["Holy"] = 311291,
						["Nature"] = 16871,
					},
					["TimeHealing"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 4.83,
								},
								["火疗闪烁"] = {
									["count"] = 6.87,
								},
							},
							["amount"] = 11.7,
						},
					},
					["DOTs"] = {
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["一颗小橙子-生态船"] = {
									["count"] = 21,
								},
								["一代娇娃-埃德萨拉"] = {
									["count"] = 6,
								},
								["小飞侠"] = {
									["count"] = 33,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 81,
								},
								["熔岩犬"] = {
									["count"] = 126,
								},
								["昆古尼尔-瑞文戴尔"] = {
									["count"] = 9,
								},
								["金德布斯特"] = {
									["count"] = 33,
								},
								["积怨飓语者"] = {
									["count"] = 6,
								},
								["咕噜推土机-阿古斯"] = {
									["count"] = 48,
								},
								["云游死人-罗宁"] = {
									["count"] = 30,
								},
								["小小的心愿-安威玛尔"] = {
									["count"] = 96,
								},
								["Cyamomoko-金色平原"] = {
									["count"] = 63,
								},
								["欧莫希萝莉-末日行者"] = {
									["count"] = 72,
								},
								["英灵港湾-破碎岭"] = {
									["count"] = 66,
								},
								["野兽"] = {
									["count"] = 366,
								},
								["喵糖-凯尔萨斯"] = {
									["count"] = 33,
								},
								["摧心魔"] = {
									["count"] = 33,
								},
								["梧桐一叶落-神圣之歌"] = {
									["count"] = 3,
								},
								["鲜花一朵-熊猫酒仙"] = {
									["count"] = 12,
								},
								["十里何时春盛-末日行者"] = {
									["count"] = 39,
								},
								["范洛斯"] = {
									["count"] = 12,
								},
								["训兽专家-迦拉克隆"] = {
									["count"] = 15,
								},
								["伊瑞尔-雷斧堡垒"] = {
									["count"] = 15,
								},
								["传玉-贫瘠之地"] = {
									["count"] = 15,
								},
								["Kazuha-金色平原"] = {
									["count"] = 6,
								},
								["妖焰醉影-暗影之月"] = {
									["count"] = 81,
								},
								["幻翼星空-末日行者"] = {
									["count"] = 24,
								},
								["唐门高手-雷斧堡垒"] = {
									["count"] = 9,
								},
								["佐克-伊瑟拉"] = {
									["count"] = 33,
								},
								["心跳男孩-安苏"] = {
									["count"] = 42,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 201,
								},
								["怒苍之主-回音山"] = {
									["count"] = 93,
								},
								["原始火元素"] = {
									["count"] = 21,
								},
								["哈提"] = {
									["count"] = 243,
								},
								["加藤丶惠-迦拉克隆"] = {
									["count"] = 27,
								},
								["卡拉米尔"] = {
									["count"] = 99,
								},
								["小随雨-埃雷达尔"] = {
									["count"] = 27,
								},
								["灵魂兽"] = {
									["count"] = 90,
								},
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 69,
								},
								["险恶毒蛇"] = {
									["count"] = 45,
								},
								["Satanaei-千针石林"] = {
									["count"] = 33,
								},
								["夜下听风-安苏"] = {
									["count"] = 15,
								},
								["灵魂鸽王-阿古斯"] = {
									["count"] = 27,
								},
								["丷德米提雅丷-金色平原"] = {
									["count"] = 78,
								},
							},
							["amount"] = 2496,
						},
						["活动炸弹 (伤害/跳)"] = {
							["Details"] = {
								["丷德米提雅丷-金色平原"] = {
									["count"] = 12,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 12,
								},
								["卡拉米尔"] = {
									["count"] = 24,
								},
							},
							["amount"] = 48,
						},
						["爆裂熔炉 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 93,
								},
							},
							["amount"] = 93,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["英灵港湾-破碎岭"] = {
									["count"] = 9,
								},
								["野兽"] = {
									["count"] = 57,
								},
								["Monologue-基尔加丹"] = {
									["count"] = 48,
								},
								["丷德米提雅丷-金色平原"] = {
									["count"] = 24,
								},
								["哈提"] = {
									["count"] = 42,
								},
								["机智的喵九九-罗宁"] = {
									["count"] = 15,
								},
								["熔岩犬"] = {
									["count"] = 6,
								},
								["阿阔的阳-达斯雷玛"] = {
									["count"] = 15,
								},
								["小小的心愿-安威玛尔"] = {
									["count"] = 15,
								},
								["卡拉米尔"] = {
									["count"] = 21,
								},
								["灵魂兽"] = {
									["count"] = 24,
								},
							},
							["amount"] = 276,
						},
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 19,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 35,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 338,
								},
								["Absorb"] = {
									["count"] = 277,
								},
								["Crit"] = {
									["count"] = 728,
								},
								["Tick"] = {
									["count"] = 778,
								},
							},
							["amount"] = 2121,
						},
					},
					["Absorbs"] = 328162,
					["TimeSpent"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 0.5,
						},
						["野兽"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["烈焰风暴"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.03,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.79,
								},
							},
							["amount"] = 2.52,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.34,
						},
						["小飞侠"] = {
							["Details"] = {
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.05,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.21,
						},
						["熔岩犬"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["活动炸弹"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.41,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.69,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 0.14,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["凤凰重生"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 1.48,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 0.13,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.23,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.34,
						},
						["哈提"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 1.75,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 2.04,
						},
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 4.83,
								},
								["火疗闪烁"] = {
									["count"] = 6.87,
								},
							},
							["amount"] = 11.7,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 0.05,
								},
								["炎爆术"] = {
									["count"] = 1.6,
								},
								["凤凰烈焰"] = {
									["count"] = 1.5,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.28,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["深渊恐惧"] = {
									["count"] = 1.47,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 2.91,
								},
								["火焰冲击"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 21.04,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["灵魂兽"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.09,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.32,
								},
								["凤凰重生"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.37,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.57,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["凤凰烈焰"] = {
									["count"] = 2.86,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.52,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["DamageTaken"] = 1384615,
					["ElementDoneAbsorb"] = {
						["Nature"] = 23623,
						["Fire"] = 5288271,
					},
					["PartialResist"] = {
						["神圣之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["月火术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
					},
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 12,
						},
						["Arcane"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 16,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
					},
					["PartialAbsorb"] = {
						["神圣之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 62292,
									["min"] = 62123,
									["count"] = 5,
									["amount"] = 311291,
								},
							},
							["count"] = 12,
							["amount"] = 311291,
						},
						["刺藤"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 10659,
									["min"] = 6212,
									["count"] = 2,
									["amount"] = 16871,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 16871,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["月火术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["月火术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 46.16,
					["OverHeals"] = {
						["火疗闪烁"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 66148,
									["min"] = 52453,
									["count"] = 6,
									["amount"] = 383191,
								},
							},
							["count"] = 6,
							["amount"] = 383191,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 771938,
						["Arcane"] = 517243,
						["Nature"] = 95434,
					},
					["DOT_Time"] = 2913,
					["Damage"] = 49120043,
					["Overhealing"] = 383191,
					["TimeHeal"] = 11.7,
					["WhoHealed"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 328162,
								},
								["火疗闪烁"] = {
									["count"] = 410579,
								},
							},
							["amount"] = 738741,
						},
					},
					["HealedWho"] = {
						["殺戮海盗-奥尔加隆"] = {
							["Details"] = {
								["烈焰护体"] = {
									["count"] = 328162,
								},
								["火疗闪烁"] = {
									["count"] = 410579,
								},
							},
							["amount"] = 738741,
						},
					},
					["Heals"] = {
						["烈焰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 62292,
									["min"] = 6212,
									["count"] = 7,
									["amount"] = 328162,
								},
							},
							["count"] = 7,
							["amount"] = 328162,
						},
						["火疗闪烁"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 66148,
									["min"] = 13694,
									["count"] = 7,
									["amount"] = 410579,
								},
							},
							["count"] = 7,
							["amount"] = 410579,
						},
					},
					["Healing"] = 410579,
					["HOTs"] = {
						["火疗闪烁"] = {
							["Details"] = {
								["殺戮海盗-奥尔加隆"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["HOT_Time"] = 36,
					["ElementDone"] = {
						["Nature"] = 1472436,
						["Fire"] = 47647607,
					},
					["HealingTaken"] = 738741,
					["DamagedWho"] = {
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 35619,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 36945,
								},
							},
							["amount"] = 72564,
						},
						["一代娇娃-埃德萨拉"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 7432,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 66149,
								},
							},
							["amount"] = 73581,
						},
						["小飞侠"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 19873,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 125758,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11890,
								},
								["凤凰烈焰"] = {
									["count"] = 40891,
								},
								["深渊恐惧"] = {
									["count"] = 8576,
								},
							},
							["amount"] = 206988,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 265466,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 122143,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 505655,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 395254,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 153777,
								},
								["流星"] = {
									["count"] = 71710,
								},
							},
							["amount"] = 1514005,
						},
						["熔岩犬"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 87547,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 16710,
								},
								["烈焰风暴"] = {
									["count"] = 85290,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 571515,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 89973,
								},
								["流星"] = {
									["count"] = 9560,
								},
								["凤凰烈焰"] = {
									["count"] = 130988,
								},
								["深渊恐惧"] = {
									["count"] = 100379,
								},
							},
							["amount"] = 1091962,
						},
						["昆古尼尔-瑞文戴尔"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 17933,
								},
								["深渊恐惧"] = {
									["count"] = 21487,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 67140,
								},
							},
							["amount"] = 106560,
						},
						["金德布斯特"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 9369,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 64076,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 4584,
								},
								["凤凰烈焰"] = {
									["count"] = 19277,
								},
								["深渊恐惧"] = {
									["count"] = 3866,
								},
							},
							["amount"] = 101172,
						},
						["积怨飓语者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 21874,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 51469,
								},
							},
							["amount"] = 73343,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 249099,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 232226,
								},
							},
							["amount"] = 481325,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 196923,
								},
								["凤凰烈焰"] = {
									["count"] = 353667,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 120419,
								},
							},
							["amount"] = 671009,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 140588,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 884088,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 795189,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 138228,
								},
								["凤凰烈焰"] = {
									["count"] = 1030444,
								},
								["深渊恐惧"] = {
									["count"] = 341795,
								},
							},
							["amount"] = 3330332,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 161798,
								},
								["烈焰风暴"] = {
									["count"] = 196114,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 309821,
								},
							},
							["amount"] = 667733,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 573100,
								},
								["活动炸弹"] = {
									["count"] = 62319,
								},
								["凤凰重生"] = {
									["count"] = 55660,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 840454,
								},
							},
							["amount"] = 1531533,
						},
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 229219,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 940043,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 115578,
								},
								["深渊恐惧"] = {
									["count"] = 32169,
								},
								["凤凰烈焰"] = {
									["count"] = 164975,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 324075,
								},
							},
							["amount"] = 1806059,
						},
						["野兽"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 282475,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 188427,
								},
								["凤凰烈焰"] = {
									["count"] = 344636,
								},
								["流星"] = {
									["count"] = 45399,
								},
								["烈焰风暴"] = {
									["count"] = 233210,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1673941,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 200359,
								},
								["深渊恐惧"] = {
									["count"] = 46295,
								},
								["凤凰重生"] = {
									["count"] = 82519,
								},
							},
							["amount"] = 3097261,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 86521,
								},
								["深渊恐惧"] = {
									["count"] = 28018,
								},
								["凤凰烈焰"] = {
									["count"] = 50080,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 159692,
								},
							},
							["amount"] = 324311,
						},
						["摧心魔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 19830,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 139823,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 19123,
								},
								["凤凰烈焰"] = {
									["count"] = 98024,
								},
								["深渊恐惧"] = {
									["count"] = 5227,
								},
							},
							["amount"] = 282027,
						},
						["梧桐一叶落-神圣之歌"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 9027,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 112604,
								},
							},
							["amount"] = 121631,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 99852,
								},
								["深渊恐惧"] = {
									["count"] = 26770,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25905,
								},
							},
							["amount"] = 152527,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 199130,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 212652,
								},
							},
							["amount"] = 411782,
						},
						["Kazuha-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 24060,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25985,
								},
							},
							["amount"] = 50045,
						},
						["训兽专家-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 70845,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 42490,
								},
							},
							["amount"] = 113335,
						},
						["范洛斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 3716,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 13021,
								},
							},
							["amount"] = 16737,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 50121,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 83171,
								},
							},
							["amount"] = 133292,
						},
						["佐克-伊瑟拉"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 92327,
								},
								["烈焰风暴"] = {
									["count"] = 367745,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 512854,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 234820,
								},
								["深渊恐惧"] = {
									["count"] = 21138,
								},
								["凤凰烈焰"] = {
									["count"] = 61049,
								},
								["凤凰重生"] = {
									["count"] = 33569,
								},
							},
							["amount"] = 1323502,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 203015,
								},
								["凤凰重生"] = {
									["count"] = 52700,
								},
								["凤凰烈焰"] = {
									["count"] = 305873,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 182285,
								},
							},
							["amount"] = 743873,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 104354,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 25417,
								},
							},
							["amount"] = 129771,
						},
						["唐门高手-雷斧堡垒"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 5034,
								},
							},
							["amount"] = 5034,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 48678,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 48748,
								},
								["深渊恐惧"] = {
									["count"] = 32196,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 226245,
								},
							},
							["amount"] = 355867,
						},
						["原始火元素"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 24838,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 27411,
								},
							},
							["amount"] = 52249,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 384877,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 378348,
								},
								["凤凰烈焰"] = {
									["count"] = 449135,
								},
								["流星"] = {
									["count"] = 82283,
								},
								["烈焰风暴"] = {
									["count"] = 226628,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1754286,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 531948,
								},
								["深渊恐惧"] = {
									["count"] = 75571,
								},
								["凤凰重生"] = {
									["count"] = 57200,
								},
							},
							["amount"] = 3940276,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 430835,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 325399,
								},
							},
							["amount"] = 756234,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 206652,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 822480,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 729443,
								},
								["凤凰烈焰"] = {
									["count"] = 313761,
								},
								["深渊恐惧"] = {
									["count"] = 14347,
								},
							},
							["amount"] = 2086683,
						},
						["哈提"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 179150,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 124452,
								},
								["凤凰烈焰"] = {
									["count"] = 238562,
								},
								["流星"] = {
									["count"] = 34174,
								},
								["烈焰风暴"] = {
									["count"] = 177908,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 920058,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 240130,
								},
								["深渊恐惧"] = {
									["count"] = 25569,
								},
								["凤凰重生"] = {
									["count"] = 91296,
								},
							},
							["amount"] = 2031299,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 56601,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 52327,
								},
							},
							["amount"] = 108928,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 466702,
								},
								["炎爆术"] = {
									["count"] = 1634235,
								},
								["凤凰烈焰"] = {
									["count"] = 3103476,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 358018,
								},
								["流星"] = {
									["count"] = 64816,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 246278,
								},
								["烈焰风暴"] = {
									["count"] = 227682,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 3388689,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1454702,
								},
								["深渊恐惧"] = {
									["count"] = 623692,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 261099,
								},
								["火焰冲击"] = {
									["count"] = 1935149,
								},
							},
							["amount"] = 13764538,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 116511,
								},
								["凤凰烈焰"] = {
									["count"] = 566880,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 662817,
								},
							},
							["amount"] = 1346208,
						},
						["小随雨-埃雷达尔"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 94460,
								},
								["活动炸弹"] = {
									["count"] = 62907,
								},
								["深渊恐惧"] = {
									["count"] = 16897,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 356049,
								},
							},
							["amount"] = 530313,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["流星"] = {
									["count"] = 29085,
								},
								["深渊恐惧"] = {
									["count"] = 20732,
								},
								["活动炸弹"] = {
									["count"] = 69552,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 406313,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 212165,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 144277,
								},
								["凤凰烈焰"] = {
									["count"] = 319727,
								},
								["凤凰重生"] = {
									["count"] = 36839,
								},
							},
							["amount"] = 1238690,
						},
						["灵魂兽"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 88543,
								},
								["深渊恐惧"] = {
									["count"] = 5823,
								},
								["烈焰风暴"] = {
									["count"] = 56336,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 386681,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 119641,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 76443,
								},
								["凤凰烈焰"] = {
									["count"] = 107575,
								},
								["流星"] = {
									["count"] = 18456,
								},
							},
							["amount"] = 859498,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 117401,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 93974,
								},
							},
							["amount"] = 211375,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 108520,
								},
								["深渊恐惧"] = {
									["count"] = 21889,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 82171,
								},
							},
							["amount"] = 212580,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 128839,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 203574,
								},
							},
							["amount"] = 332413,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 234994,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 104044,
								},
								["烈焰风暴"] = {
									["count"] = 187588,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 1089535,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 530362,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 321399,
								},
								["凤凰烈焰"] = {
									["count"] = 149827,
								},
								["流星"] = {
									["count"] = 41849,
								},
							},
							["amount"] = 2659598,
						},
					},
					["TimeDamage"] = 34.46,
					["TimeDamaging"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.3,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 0.5,
						},
						["野兽"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.66,
								},
								["烈焰风暴"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.03,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 1.79,
								},
							},
							["amount"] = 2.52,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.06,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.31,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.34,
						},
						["小飞侠"] = {
							["Details"] = {
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.05,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.1,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.06,
								},
							},
							["amount"] = 0.21,
						},
						["熔岩犬"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["活动炸弹"] = {
									["count"] = 0.04,
								},
								["凤凰烈焰"] = {
									["count"] = 0.41,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.69,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.54,
								},
							},
							["amount"] = 0.54,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 0.08,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.14,
								},
							},
							["amount"] = 0.14,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 1.18,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.12,
								},
								["凤凰重生"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.15,
								},
							},
							["amount"] = 1.48,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.13,
								},
							},
							["amount"] = 0.13,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.07,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.23,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.34,
						},
						["哈提"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 1.75,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.21,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.08,
								},
							},
							["amount"] = 2.04,
						},
						["加藤丶惠-迦拉克隆"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.57,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["凤凰烈焰"] = {
									["count"] = 2.86,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 3.52,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.06,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.32,
								},
								["凤凰重生"] = {
									["count"] = 0.05,
								},
							},
							["amount"] = 0.37,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["活动炸弹"] = {
									["count"] = 0.05,
								},
								["炎爆术"] = {
									["count"] = 1.6,
								},
								["凤凰烈焰"] = {
									["count"] = 1.5,
								},
								["活动炸弹 (伤害/跳)"] = {
									["count"] = 0.92,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 0.28,
								},
								["点燃 (伤害/跳)"] = {
									["count"] = 11.94,
								},
								["深渊恐惧"] = {
									["count"] = 1.47,
								},
								["爆裂熔炉 (伤害/跳)"] = {
									["count"] = 2.91,
								},
								["火焰冲击"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 21.04,
						},
						["灵魂兽"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.06,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.09,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 0.12,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["Attacks"] = {
						["活动炸弹"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 107995,
									["min"] = 1150,
									["count"] = 11,
									["amount"] = 540007,
								},
								["Crit"] = {
									["max"] = 150998,
									["min"] = 17218,
									["count"] = 38,
									["amount"] = 1741463,
								},
								["Hit"] = {
									["max"] = 65996,
									["min"] = 10745,
									["count"] = 25,
									["amount"] = 669598,
								},
							},
							["count"] = 74,
							["amount"] = 2951068,
						},
						["炎爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 871999,
									["min"] = 871999,
									["count"] = 1,
									["amount"] = 871999,
								},
								["Hit"] = {
									["max"] = 381118,
									["min"] = 381118,
									["count"] = 2,
									["amount"] = 762236,
								},
							},
							["count"] = 3,
							["amount"] = 1634235,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 19302,
									["min"] = 455,
									["count"] = 3,
									["amount"] = 23623,
								},
								["Crit"] = {
									["max"] = 579919,
									["min"] = 7009,
									["count"] = 19,
									["amount"] = 944302,
								},
								["Hit"] = {
									["max"] = 307310,
									["min"] = 4774,
									["count"] = 13,
									["amount"] = 504511,
								},
							},
							["count"] = 35,
							["amount"] = 1472436,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 622854,
									["min"] = 12925,
									["count"] = 94,
									["amount"] = 7412455,
								},
								["Absorb"] = {
									["max"] = 118383,
									["min"] = 2940,
									["count"] = 14,
									["amount"] = 436392,
								},
							},
							["count"] = 108,
							["amount"] = 7848847,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 52511,
									["min"] = 1038,
									["count"] = 11,
									["amount"] = 255446,
								},
								["Crit"] = {
									["max"] = 60055,
									["min"] = 9369,
									["count"] = 55,
									["amount"] = 1257944,
								},
								["Tick"] = {
									["max"] = 34098,
									["min"] = 6083,
									["count"] = 30,
									["amount"] = 502267,
								},
							},
							["count"] = 96,
							["amount"] = 2015657,
						},
						["流星"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 71710,
									["min"] = 41849,
									["count"] = 3,
									["amount"] = 158720,
								},
								["Crit"] = {
									["max"] = 18561,
									["min"] = 15717,
									["count"] = 7,
									["amount"] = 123925,
								},
								["Hit"] = {
									["max"] = 64816,
									["min"] = 9560,
									["count"] = 4,
									["amount"] = 114687,
								},
							},
							["count"] = 14,
							["amount"] = 397332,
						},
						["活动炸弹 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 37510,
									["min"] = 6926,
									["count"] = 5,
									["amount"] = 110970,
								},
								["Crit"] = {
									["max"] = 47189,
									["min"] = 23610,
									["count"] = 8,
									["amount"] = 285183,
								},
								["Tick"] = {
									["max"] = 20625,
									["min"] = 17531,
									["count"] = 4,
									["amount"] = 76312,
								},
							},
							["count"] = 17,
							["amount"] = 472465,
						},
						["烈焰风暴"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 187588,
									["min"] = 187588,
									["count"] = 1,
									["amount"] = 187588,
								},
								["Crit"] = {
									["max"] = 367745,
									["min"] = 85290,
									["count"] = 6,
									["amount"] = 816178,
								},
								["Hit"] = {
									["max"] = 227682,
									["min"] = 47975,
									["count"] = 5,
									["amount"] = 754735,
								},
							},
							["count"] = 12,
							["amount"] = 1758501,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 61082,
									["min"] = 342,
									["count"] = 110,
									["amount"] = 2433681,
								},
								["Crit"] = {
									["max"] = 71982,
									["min"] = 4953,
									["count"] = 488,
									["amount"] = 11824506,
								},
								["Hit"] = {
									["max"] = 37154,
									["min"] = 5122,
									["count"] = 299,
									["amount"] = 4565420,
								},
							},
							["count"] = 897,
							["amount"] = 18823607,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 56004,
									["min"] = 22,
									["count"] = 121,
									["amount"] = 1153170,
								},
								["Tick"] = {
									["max"] = 58416,
									["min"] = 34,
									["count"] = 733,
									["amount"] = 7986694,
								},
							},
							["count"] = 854,
							["amount"] = 9139864,
						},
						["凤凰重生"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 12297,
									["min"] = 12297,
									["count"] = 1,
									["amount"] = 12297,
								},
								["Crit"] = {
									["max"] = 57200,
									["min"] = 36839,
									["count"] = 6,
									["amount"] = 299913,
								},
								["Hit"] = {
									["max"] = 34597,
									["min"] = 29407,
									["count"] = 3,
									["amount"] = 97573,
								},
							},
							["count"] = 10,
							["amount"] = 409783,
						},
						["爆裂熔炉 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11200,
									["min"] = 6669,
									["count"] = 20,
									["amount"] = 207254,
								},
								["Tick"] = {
									["max"] = 4895,
									["min"] = 4895,
									["count"] = 11,
									["amount"] = 53845,
								},
							},
							["count"] = 31,
							["amount"] = 261099,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 391379,
									["min"] = 384130,
									["count"] = 5,
									["amount"] = 1935149,
								},
							},
							["count"] = 5,
							["amount"] = 1935149,
						},
					},
					["WhoDamaged"] = {
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["神圣之盾"] = {
									["count"] = 771938,
								},
							},
							["amount"] = 771938,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 95434,
								},
								["月火术"] = {
									["count"] = 100281,
								},
								["月火术 (伤害/跳)"] = {
									["count"] = 187618,
								},
							},
							["amount"] = 383333,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 229344,
								},
							},
							["amount"] = 229344,
						},
					},
					["Absorbed"] = {
						["烈焰护体"] = {
							["Details"] = {
								["殺戮海盗-奥尔加隆"] = {
									["max"] = 62292,
									["min"] = 6212,
									["count"] = 7,
									["amount"] = 328162,
								},
							},
							["count"] = 7,
							["amount"] = 328162,
						},
					},
				},
			},
			["UnitLockout"] = 3699.932,
			["LastActive"] = 3749.933,
		},
		["No One"] = {
			["GUID"] = "",
			["TimeLast"] = {
				["FDamage"] = 3686.93,
				["ActiveTime"] = 3686.93,
				["OVERALL"] = 3686.93,
				["DOT_Time"] = 3686.93,
				["TimeDamage"] = 3686.93,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
			},
			["TimeWindows"] = {
				["FDamage"] = {
					217320, -- [1]
				},
				["TimeDamage"] = {
					1.5, -- [1]
				},
				["DOT_Time"] = {
					3, -- [1]
				},
				["ActiveTime"] = {
					1.5, -- [1]
				},
			},
			["level"] = 0,
			["LastFightIn"] = 0,
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["Owner"] = false,
			["NextEventNum"] = 2,
			["LastDamageTime"] = 3687.659,
			["LastEvents"] = {
				"No One 怒焰 (伤害/跳) 霸拿拿 Tick -217320 (Fire)", -- [1]
			},
			["Name"] = "No One",
			["LastEventTimes"] = {
				3687.659, -- [1]
			},
			["LastEventIncoming"] = {
				false, -- [1]
			},
			["Fights"] = {
				["Fight1"] = {
					["DOTs"] = {
						["怒焰 (伤害/跳)"] = {
							["Details"] = {
								["霸拿拿"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["FAttacks"] = {
						["怒焰 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 217320,
									["min"] = 217320,
									["count"] = 1,
									["amount"] = 217320,
								},
							},
							["count"] = 1,
							["amount"] = 217320,
						},
					},
					["FDamage"] = 217320,
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["FDamagedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 217320,
								},
							},
							["amount"] = 217320,
						},
					},
					["DOT_Time"] = 3,
					["ActiveTime"] = 1.5,
				},
				["LastFightData"] = {
					["DOTs"] = {
						["怒焰 (伤害/跳)"] = {
							["Details"] = {
								["霸拿拿"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["FAttacks"] = {
						["怒焰 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 217320,
									["min"] = 217320,
									["count"] = 1,
									["amount"] = 217320,
								},
							},
							["count"] = 1,
							["amount"] = 217320,
						},
					},
					["FDamage"] = 217320,
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["FDamagedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 217320,
								},
							},
							["amount"] = 217320,
						},
					},
					["DOT_Time"] = 3,
					["ActiveTime"] = 1.5,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["怒焰 (伤害/跳)"] = {
							["Details"] = {
								["霸拿拿"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeSpent"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["FAttacks"] = {
						["怒焰 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 217320,
									["min"] = 217320,
									["count"] = 1,
									["amount"] = 217320,
								},
							},
							["count"] = 1,
							["amount"] = 217320,
						},
					},
					["FDamage"] = 217320,
					["TimeDamage"] = 1.5,
					["TimeDamaging"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
					},
					["FDamagedWho"] = {
						["霸拿拿"] = {
							["Details"] = {
								["怒焰 (伤害/跳)"] = {
									["count"] = 217320,
								},
							},
							["amount"] = 217320,
						},
					},
					["DOT_Time"] = 3,
					["ActiveTime"] = 1.5,
				},
			},
			["UnitLockout"] = 3686.93,
			["LastActive"] = 3686.93,
		},
		["险恶毒蛇 <内个谁的宝宝-风暴之怒>"] = {
			["GUID"] = "Creature-0-3930-1220-8-121661-00020BEB78",
			["TimeLast"] = {
				["DeathCount"] = 3728.931,
				["ActiveTime"] = 3727.935,
				["TimeDamage"] = 3727.935,
				["OVERALL"] = 3728.931,
				["DamageTaken"] = 3728.931,
				["Damage"] = 3727.935,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"MISC", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"MISC", -- [43]
				"MISC", -- [44]
				"DAMAGE", -- [45]
				"MISC", -- [46]
				"MISC", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					10, -- [1]
				},
				["ActiveTime"] = {
					5.31, -- [1]
				},
				["TimeDamage"] = {
					5.31, -- [1]
				},
				["DamageTaken"] = {
					18582159, -- [1]
				},
				["Damage"] = {
					967857, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 629375,
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						-12.3980000000001, -- [1]
						-12.3980000000001, -- [2]
						-12.3980000000001, -- [3]
						-1.01299999999992, -- [4]
						-1.01299999999992, -- [5]
						-1.01299999999992, -- [6]
						-0.912000000000262, -- [7]
						-0.87900000000036, -- [8]
						-0.87900000000036, -- [9]
						-0.846000000000004, -- [10]
						-0.846000000000004, -- [11]
						-0.846000000000004, -- [12]
						-0.719000000000051, -- [13]
						-0.719000000000051, -- [14]
						-0.719000000000051, -- [15]
						-0.530999999999949, -- [16]
						-0.530999999999949, -- [17]
						-0.530999999999949, -- [18]
						-0.530999999999949, -- [19]
						-0.530999999999949, -- [20]
						-0.530999999999949, -- [21]
						-0.442000000000007, -- [22]
						-0.442000000000007, -- [23]
						-0.442000000000007, -- [24]
						-0.364000000000033, -- [25]
						-0.364000000000033, -- [26]
						-0.364000000000033, -- [27]
						-0.364000000000033, -- [28]
						-0.364000000000033, -- [29]
						-0.364000000000033, -- [30]
						-0.269000000000233, -- [31]
						-0.269000000000233, -- [32]
						-0.269000000000233, -- [33]
						-0.238000000000284, -- [34]
						-0.238000000000284, -- [35]
						-0.204000000000178, -- [36]
						-0.204000000000178, -- [37]
						-0.204000000000178, -- [38]
						-0.204000000000178, -- [39]
						-0.204000000000178, -- [40]
						-0.204000000000178, -- [41]
						-0.166999999999916, -- [42]
						-0.068000000000211, -- [43]
						-0.068000000000211, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [1]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [2]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [3]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [4]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [5]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [6]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [7]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [8]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [9]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [10]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33279 (Holy)", -- [11]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [12]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202072 (Nature)", -- [13]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202726 (Nature)", -- [14]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -194653 (Nature)", -- [15]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [16]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -64925 (Fire)", -- [17]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [18]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [19]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [20]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [21]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -464080 (Physical)", -- [22]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [23]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [24]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38492 (Shadow)", -- [25]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -57228 (Shadow)", -- [26]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -41223 (Shadow)", -- [27]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38518 (Shadow)", -- [28]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40498 (Shadow)", -- [29]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -59336 (Shadow)", -- [30]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51242 (Holy)", -- [31]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [32]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [33]
						"Cyamomoko-金色平原 点燃 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Tick -105766 (Fire)", -- [34]
						"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -309556 (Holy)", -- [35]
						"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -206373 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [37]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [38]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [39]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [40]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [41]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [42]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [43]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [44]
						"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75820 (Fire)", -- [45]
						"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75819 (Fire)", -- [46]
						"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -434133 (Nature)", -- [47]
						"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -629375 (Nature)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3730.936,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"MISC", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						-12.3980000000001, -- [1]
						-12.3980000000001, -- [2]
						-12.3980000000001, -- [3]
						-1.01299999999992, -- [4]
						-1.01299999999992, -- [5]
						-1.01299999999992, -- [6]
						-0.912000000000262, -- [7]
						-0.87900000000036, -- [8]
						-0.87900000000036, -- [9]
						-0.846000000000004, -- [10]
						-0.846000000000004, -- [11]
						-0.846000000000004, -- [12]
						-0.719000000000051, -- [13]
						-0.719000000000051, -- [14]
						-0.719000000000051, -- [15]
						-0.530999999999949, -- [16]
						-0.530999999999949, -- [17]
						-0.530999999999949, -- [18]
						-0.530999999999949, -- [19]
						-0.530999999999949, -- [20]
						-0.530999999999949, -- [21]
						-0.442000000000007, -- [22]
						-0.442000000000007, -- [23]
						-0.442000000000007, -- [24]
						-0.364000000000033, -- [25]
						-0.364000000000033, -- [26]
						-0.364000000000033, -- [27]
						-0.364000000000033, -- [28]
						-0.364000000000033, -- [29]
						-0.364000000000033, -- [30]
						-0.269000000000233, -- [31]
						-0.269000000000233, -- [32]
						-0.269000000000233, -- [33]
						-0.238000000000284, -- [34]
						-0.238000000000284, -- [35]
						-0.204000000000178, -- [36]
						-0.204000000000178, -- [37]
						-0.204000000000178, -- [38]
						-0.204000000000178, -- [39]
						-0.204000000000178, -- [40]
						-0.204000000000178, -- [41]
						-0.166999999999916, -- [42]
						-0.068000000000211, -- [43]
						-0.068000000000211, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [1]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [2]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [3]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [4]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [5]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [6]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [7]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [8]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [9]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [10]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33279 (Holy)", -- [11]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [12]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202072 (Nature)", -- [13]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202726 (Nature)", -- [14]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -194653 (Nature)", -- [15]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [16]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -64925 (Fire)", -- [17]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [18]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [19]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [20]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [21]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -464080 (Physical)", -- [22]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [23]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [24]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38492 (Shadow)", -- [25]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -57228 (Shadow)", -- [26]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -41223 (Shadow)", -- [27]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38518 (Shadow)", -- [28]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40498 (Shadow)", -- [29]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -59336 (Shadow)", -- [30]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51242 (Holy)", -- [31]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [32]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [33]
						"Cyamomoko-金色平原 点燃 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Tick -105766 (Fire)", -- [34]
						"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -309556 (Holy)", -- [35]
						"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -206373 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [37]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [38]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [39]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [40]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [41]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [42]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [43]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [44]
						"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75820 (Fire)", -- [45]
						"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75819 (Fire)", -- [46]
						"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -434133 (Nature)", -- [47]
						"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -629375 (Nature)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3730.936,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"MISC", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [1]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [2]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [3]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [4]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [5]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [6]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [7]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [8]
						"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [9]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [10]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33279 (Holy)", -- [11]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [12]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202072 (Nature)", -- [13]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202726 (Nature)", -- [14]
						"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -194653 (Nature)", -- [15]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [16]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -64925 (Fire)", -- [17]
						"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [18]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [19]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [20]
						"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [21]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -464080 (Physical)", -- [22]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [23]
						"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [24]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38492 (Shadow)", -- [25]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -57228 (Shadow)", -- [26]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -41223 (Shadow)", -- [27]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38518 (Shadow)", -- [28]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40498 (Shadow)", -- [29]
						"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -59336 (Shadow)", -- [30]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51242 (Holy)", -- [31]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [32]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [33]
						"Cyamomoko-金色平原 点燃 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Tick -105766 (Fire)", -- [34]
						"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -309556 (Holy)", -- [35]
						"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -206373 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [37]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [38]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [39]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [40]
						"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [41]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [42]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [43]
						"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [44]
						"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75820 (Fire)", -- [45]
						"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75819 (Fire)", -- [46]
						"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -434133 (Nature)", -- [47]
						"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -629375 (Nature)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["DeathAt"] = 3730.936,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-12.2310000000002, -- [1]
						-12.2310000000002, -- [2]
						-12.2310000000002, -- [3]
						-0.846000000000004, -- [4]
						-0.846000000000004, -- [5]
						-0.846000000000004, -- [6]
						-0.745000000000346, -- [7]
						-0.712000000000444, -- [8]
						-0.712000000000444, -- [9]
						-0.679000000000087, -- [10]
						-0.679000000000087, -- [11]
						-0.679000000000087, -- [12]
						-0.552000000000135, -- [13]
						-0.552000000000135, -- [14]
						-0.552000000000135, -- [15]
						-0.364000000000033, -- [16]
						-0.364000000000033, -- [17]
						-0.364000000000033, -- [18]
						-0.364000000000033, -- [19]
						-0.364000000000033, -- [20]
						-0.364000000000033, -- [21]
						-0.275000000000091, -- [22]
						-0.275000000000091, -- [23]
						-0.275000000000091, -- [24]
						-0.197000000000116, -- [25]
						-0.197000000000116, -- [26]
						-0.197000000000116, -- [27]
						-0.197000000000116, -- [28]
						-0.197000000000116, -- [29]
						-0.197000000000116, -- [30]
						-0.102000000000317, -- [31]
						-0.102000000000317, -- [32]
						-0.102000000000317, -- [33]
						-0.0710000000003674, -- [34]
						-0.0710000000003674, -- [35]
						-0.0370000000002619, -- [36]
						-0.0370000000002619, -- [37]
						-0.0370000000002619, -- [38]
						-0.0370000000002619, -- [39]
						-0.0370000000002619, -- [40]
						-0.0370000000002619, -- [41]
						0, -- [42]
						0.0989999999997053, -- [43]
						0.0989999999997053, -- [44]
						0.166999999999916, -- [45]
						0.166999999999916, -- [46]
						0.166999999999916, -- [47]
						0.166999999999916, -- [48]
						0.166999999999916, -- [49]
						0.166999999999916, -- [50]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "半春秋-金色平原",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"MISC", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [3]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [1]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [2]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [3]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [4]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [5]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [6]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -549564 (Physical)", -- [7]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -549565 (Physical)", -- [8]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -366377 (Physical)", -- [9]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [10]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [11]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [12]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -369333", -- [13]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -369333", -- [14]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -554000", -- [15]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43681 (Fire)", -- [16]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -81903 (Fire)", -- [17]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -81903 (Fire)", -- [18]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 阿阔的阳-达斯雷玛 Hit -6658 (Physical)", -- [19]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -978788 (Frost)", -- [20]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [21]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -265180 (Physical)", -- [22]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [23]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [24]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [25]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3717.934,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"MISC", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [4]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [1]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [2]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [3]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [4]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [5]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [6]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -549564 (Physical)", -- [7]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -549565 (Physical)", -- [8]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -366377 (Physical)", -- [9]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [10]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [11]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [12]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -369333", -- [13]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -369333", -- [14]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -554000", -- [15]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43681 (Fire)", -- [16]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -81903 (Fire)", -- [17]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -81903 (Fire)", -- [18]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 阿阔的阳-达斯雷玛 Hit -6658 (Physical)", -- [19]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -978788 (Frost)", -- [20]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [21]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -265180 (Physical)", -- [22]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [23]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [24]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [25]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3717.934,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"MISC", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [5]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [1]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [2]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [3]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [4]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [5]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -347732 (Physical)", -- [6]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -549564 (Physical)", -- [7]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -549565 (Physical)", -- [8]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -366377 (Physical)", -- [9]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [10]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [11]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38430 (Holy)", -- [12]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -369333", -- [13]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -369333", -- [14]
						"阿阔的阳-达斯雷玛 心中的恶魔 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -554000", -- [15]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43681 (Fire)", -- [16]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -81903 (Fire)", -- [17]
						"灵魂鸽王-阿古斯 地狱火山 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -81903 (Fire)", -- [18]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 阿阔的阳-达斯雷玛 Hit -6658 (Physical)", -- [19]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -978788 (Frost)", -- [20]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [21]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -265180 (Physical)", -- [22]
						"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [23]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [24]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [25]
					},
					["DeathAt"] = 3717.934,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "野兽",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"MISC", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [6]
				{
					["MessageTimes"] = {
						-0.826000000000022, -- [1]
						-0.800999999999931, -- [2]
						-0.800999999999931, -- [3]
						-0.800999999999931, -- [4]
						-0.800999999999931, -- [5]
						-0.713999999999942, -- [6]
						-0.684999999999945, -- [7]
						-0.684999999999945, -- [8]
						-0.684999999999945, -- [9]
						-0.625, -- [10]
						-0.625, -- [11]
						-0.625, -- [12]
						-0.533999999999651, -- [13]
						-0.473999999999705, -- [14]
						-0.473999999999705, -- [15]
						-0.473999999999705, -- [16]
						-0.473999999999705, -- [17]
						-0.44399999999996, -- [18]
						-0.44399999999996, -- [19]
						-0.44399999999996, -- [20]
						-0.44399999999996, -- [21]
						-0.326000000000022, -- [22]
						-0.326000000000022, -- [23]
						-0.326000000000022, -- [24]
						-0.326000000000022, -- [25]
						-0.264999999999873, -- [26]
						-0.264999999999873, -- [27]
						-0.264999999999873, -- [28]
						-0.264999999999873, -- [29]
						-0.202999999999975, -- [30]
						-0.202999999999975, -- [31]
						-0.202999999999975, -- [32]
						-0.202999999999975, -- [33]
						-0.172999999999774, -- [34]
						-0.172999999999774, -- [35]
						-0.172999999999774, -- [36]
						-0.172999999999774, -- [37]
						-0.114999999999782, -- [38]
						-0.0869999999999891, -- [39]
						-0.0869999999999891, -- [40]
						-0.0869999999999891, -- [41]
						-0.0869999999999891, -- [42]
						-0.0869999999999891, -- [43]
						-0.056999999999789, -- [44]
						-0.0289999999999964, -- [45]
						-0.0289999999999964, -- [46]
						-0.0289999999999964, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 绝杀毒液 卡拉米尔 Hit -205869 (Nature)", -- [1]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [2]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [3]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -40305 (Holy)", -- [4]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [5]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [6]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [7]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -102815 (Holy)", -- [8]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68544 (Holy)", -- [9]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [10]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [11]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [12]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [13]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [14]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [15]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [16]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [17]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [18]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [19]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [20]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [21]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [22]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40172 (Nature)", -- [23]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [24]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40169 (Nature)", -- [25]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [26]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [27]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [28]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [29]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [30]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [31]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [32]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [33]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -403023 (Holy)", -- [34]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [35]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268682 (Holy)", -- [37]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 小小的心愿-安威玛尔 Absorb -6734 (6734 被吸收) (1)", -- [38]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -170370 (Nature)", -- [39]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -158558 (Nature)", -- [40]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -154994 (Nature)", -- [41]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -165033 (Nature)", -- [42]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [43]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -1189592 (Frost)", -- [44]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [45]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [46]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [47]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3693.933,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"MISC", -- [43]
						"DAMAGE", -- [44]
						"MISC", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [7]
				{
					["MessageTimes"] = {
						-0.826000000000022, -- [1]
						-0.800999999999931, -- [2]
						-0.800999999999931, -- [3]
						-0.800999999999931, -- [4]
						-0.800999999999931, -- [5]
						-0.713999999999942, -- [6]
						-0.684999999999945, -- [7]
						-0.684999999999945, -- [8]
						-0.684999999999945, -- [9]
						-0.625, -- [10]
						-0.625, -- [11]
						-0.625, -- [12]
						-0.533999999999651, -- [13]
						-0.473999999999705, -- [14]
						-0.473999999999705, -- [15]
						-0.473999999999705, -- [16]
						-0.473999999999705, -- [17]
						-0.44399999999996, -- [18]
						-0.44399999999996, -- [19]
						-0.44399999999996, -- [20]
						-0.44399999999996, -- [21]
						-0.326000000000022, -- [22]
						-0.326000000000022, -- [23]
						-0.326000000000022, -- [24]
						-0.326000000000022, -- [25]
						-0.264999999999873, -- [26]
						-0.264999999999873, -- [27]
						-0.264999999999873, -- [28]
						-0.264999999999873, -- [29]
						-0.202999999999975, -- [30]
						-0.202999999999975, -- [31]
						-0.202999999999975, -- [32]
						-0.202999999999975, -- [33]
						-0.172999999999774, -- [34]
						-0.172999999999774, -- [35]
						-0.172999999999774, -- [36]
						-0.172999999999774, -- [37]
						-0.114999999999782, -- [38]
						-0.0869999999999891, -- [39]
						-0.0869999999999891, -- [40]
						-0.0869999999999891, -- [41]
						-0.0869999999999891, -- [42]
						-0.0869999999999891, -- [43]
						-0.056999999999789, -- [44]
						-0.0289999999999964, -- [45]
						-0.0289999999999964, -- [46]
						-0.0289999999999964, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 绝杀毒液 卡拉米尔 Hit -205869 (Nature)", -- [1]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [2]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [3]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -40305 (Holy)", -- [4]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [5]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [6]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [7]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -102815 (Holy)", -- [8]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68544 (Holy)", -- [9]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [10]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [11]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [12]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [13]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [14]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [15]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [16]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [17]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [18]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [19]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [20]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [21]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [22]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40172 (Nature)", -- [23]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [24]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40169 (Nature)", -- [25]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [26]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [27]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [28]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [29]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [30]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [31]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [32]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [33]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -403023 (Holy)", -- [34]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [35]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268682 (Holy)", -- [37]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 小小的心愿-安威玛尔 Absorb -6734 (6734 被吸收) (1)", -- [38]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -170370 (Nature)", -- [39]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -158558 (Nature)", -- [40]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -154994 (Nature)", -- [41]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -165033 (Nature)", -- [42]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [43]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -1189592 (Frost)", -- [44]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [45]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [46]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [47]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3693.933,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"MISC", -- [43]
						"DAMAGE", -- [44]
						"MISC", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [8]
				{
					["MessageTimes"] = {
						-0.797000000000026, -- [1]
						-0.771999999999935, -- [2]
						-0.771999999999935, -- [3]
						-0.771999999999935, -- [4]
						-0.771999999999935, -- [5]
						-0.684999999999945, -- [6]
						-0.655999999999949, -- [7]
						-0.655999999999949, -- [8]
						-0.655999999999949, -- [9]
						-0.596000000000004, -- [10]
						-0.596000000000004, -- [11]
						-0.596000000000004, -- [12]
						-0.504999999999654, -- [13]
						-0.444999999999709, -- [14]
						-0.444999999999709, -- [15]
						-0.444999999999709, -- [16]
						-0.444999999999709, -- [17]
						-0.414999999999964, -- [18]
						-0.414999999999964, -- [19]
						-0.414999999999964, -- [20]
						-0.414999999999964, -- [21]
						-0.297000000000025, -- [22]
						-0.297000000000025, -- [23]
						-0.297000000000025, -- [24]
						-0.297000000000025, -- [25]
						-0.235999999999876, -- [26]
						-0.235999999999876, -- [27]
						-0.235999999999876, -- [28]
						-0.235999999999876, -- [29]
						-0.173999999999978, -- [30]
						-0.173999999999978, -- [31]
						-0.173999999999978, -- [32]
						-0.173999999999978, -- [33]
						-0.143999999999778, -- [34]
						-0.143999999999778, -- [35]
						-0.143999999999778, -- [36]
						-0.143999999999778, -- [37]
						-0.0859999999997854, -- [38]
						-0.0579999999999927, -- [39]
						-0.0579999999999927, -- [40]
						-0.0579999999999927, -- [41]
						-0.0579999999999927, -- [42]
						-0.0579999999999927, -- [43]
						-0.0279999999997926, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0.0289999999999964, -- [48]
						0.0289999999999964, -- [49]
						0.0289999999999964, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 绝杀毒液 卡拉米尔 Hit -205869 (Nature)", -- [1]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [2]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [3]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -40305 (Holy)", -- [4]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [5]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [6]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [7]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -102815 (Holy)", -- [8]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68544 (Holy)", -- [9]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [10]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [11]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [12]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [13]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [14]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [15]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [16]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [17]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [18]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [19]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [20]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [21]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [22]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40172 (Nature)", -- [23]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [24]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40169 (Nature)", -- [25]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [26]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [27]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [28]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [29]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [30]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [31]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [32]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [33]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -403023 (Holy)", -- [34]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [35]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268682 (Holy)", -- [37]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 小小的心愿-安威玛尔 Absorb -6734 (6734 被吸收) (1)", -- [38]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -170370 (Nature)", -- [39]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -158558 (Nature)", -- [40]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -154994 (Nature)", -- [41]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -165033 (Nature)", -- [42]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [43]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -1189592 (Frost)", -- [44]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [45]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [46]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [47]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 3693.933,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"MISC", -- [43]
						"DAMAGE", -- [44]
						"MISC", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [9]
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 绝杀毒液 卡拉米尔 Hit -205869 (Nature)", -- [1]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [2]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [3]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -40305 (Holy)", -- [4]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26870 (Holy)", -- [5]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [6]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68543 (Holy)", -- [7]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -102815 (Holy)", -- [8]
						"小小的心愿-安威玛尔 祝福之锤 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -68544 (Holy)", -- [9]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [10]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [11]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [12]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [13]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [14]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [15]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [16]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [17]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [18]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [19]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [20]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [21]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [22]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40172 (Nature)", -- [23]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40170 (Nature)", -- [24]
						"强力闪电元素 闪电链 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40169 (Nature)", -- [25]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [26]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [27]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [28]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [29]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [30]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116911 (Physical)", -- [31]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [32]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -175366 (Physical)", -- [33]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -403023 (Holy)", -- [34]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [35]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268681 (Holy)", -- [36]
						"小小的心愿-安威玛尔 提尔之眼 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -268682 (Holy)", -- [37]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 小小的心愿-安威玛尔 Absorb -6734 (6734 被吸收) (1)", -- [38]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -170370 (Nature)", -- [39]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -158558 (Nature)", -- [40]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -154994 (Nature)", -- [41]
						"咕噜推土机-阿古斯 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -165033 (Nature)", -- [42]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [43]
						"一颗小橙子-生态船 冰枪术 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -1189592 (Frost)", -- [44]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [45]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [46]
						"小小的心愿-安威玛尔 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -26244 (Holy)", -- [47]
						"Monologue-基尔加丹 神鹤引项踢 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -116910 (Physical)", -- [48]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["DeathAt"] = 3693.933,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-0.739000000000033, -- [1]
						-0.713999999999942, -- [2]
						-0.713999999999942, -- [3]
						-0.713999999999942, -- [4]
						-0.713999999999942, -- [5]
						-0.626999999999953, -- [6]
						-0.597999999999956, -- [7]
						-0.597999999999956, -- [8]
						-0.597999999999956, -- [9]
						-0.538000000000011, -- [10]
						-0.538000000000011, -- [11]
						-0.538000000000011, -- [12]
						-0.446999999999662, -- [13]
						-0.386999999999716, -- [14]
						-0.386999999999716, -- [15]
						-0.386999999999716, -- [16]
						-0.386999999999716, -- [17]
						-0.356999999999971, -- [18]
						-0.356999999999971, -- [19]
						-0.356999999999971, -- [20]
						-0.356999999999971, -- [21]
						-0.239000000000033, -- [22]
						-0.239000000000033, -- [23]
						-0.239000000000033, -- [24]
						-0.239000000000033, -- [25]
						-0.177999999999884, -- [26]
						-0.177999999999884, -- [27]
						-0.177999999999884, -- [28]
						-0.177999999999884, -- [29]
						-0.115999999999985, -- [30]
						-0.115999999999985, -- [31]
						-0.115999999999985, -- [32]
						-0.115999999999985, -- [33]
						-0.0859999999997854, -- [34]
						-0.0859999999997854, -- [35]
						-0.0859999999997854, -- [36]
						-0.0859999999997854, -- [37]
						-0.0279999999997926, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0.0300000000002001, -- [44]
						0.0579999999999927, -- [45]
						0.0579999999999927, -- [46]
						0.0579999999999927, -- [47]
						0.0869999999999891, -- [48]
						0.0869999999999891, -- [49]
						0.0869999999999891, -- [50]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "Monologue-基尔加丹",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"MISC", -- [43]
						"DAMAGE", -- [44]
						"MISC", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [10]
			},
			["level"] = 1,
			["LastDamageAbility"] = "深渊恐惧",
			["LastFightIn"] = 0,
			["LastFlags"] = 2600,
			["type"] = "Pet",
			["FightsSaved"] = 1,
			["ownerName"] = "内个谁的宝宝-风暴之怒",
			["NextEventNum"] = 45,
			["LastDamageTime"] = 3728.122,
			["LastEvents"] = {
				"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [1]
				"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [2]
				"哈提 迅雷打击 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -98723 (Nature)", -- [3]
				"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [4]
				"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33279 (Holy)", -- [5]
				"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -33278 (Holy)", -- [6]
				"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202072 (Nature)", -- [7]
				"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -202726 (Nature)", -- [8]
				"萌橙橙-熊猫酒仙 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -194653 (Nature)", -- [9]
				"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [10]
				"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -64925 (Fire)", -- [11]
				"金德布斯特 献祭 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -43283 (Fire)", -- [12]
				"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [13]
				"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [14]
				"幻翼星空-末日行者 凤凰烈焰 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -178717 (Fire)", -- [15]
				"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -464080 (Physical)", -- [16]
				"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [17]
				"Monologue-基尔加丹 怒雷破 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -309387 (Physical)", -- [18]
				"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38492 (Shadow)", -- [19]
				"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -57228 (Shadow)", -- [20]
				"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -41223 (Shadow)", -- [21]
				"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -38518 (Shadow)", -- [22]
				"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -40498 (Shadow)", -- [23]
				"Monologue-基尔加丹 恐怖洪流 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -59336 (Shadow)", -- [24]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51242 (Holy)", -- [25]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [26]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [27]
				"Cyamomoko-金色平原 点燃 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Tick -105766 (Fire)", -- [28]
				"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -309556 (Holy)", -- [29]
				"小小的心愿-安威玛尔 复仇者之盾 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -206373 (Holy)", -- [30]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [31]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -51243 (Holy)", -- [32]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [33]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [34]
				"小小的心愿-安威玛尔 提尔的执行者 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -34162 (Holy)", -- [35]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [36]
				"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [37]
				"丷德米提雅丷-金色平原 奉献 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -22186 (Holy)", -- [38]
				"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75820 (Fire)", -- [39]
				"幻翼星空-末日行者 流星灼烧 (伤害/跳) 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -75819 (Fire)", -- [40]
				"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Hit -434133 (Nature)", -- [41]
				"半春秋-金色平原 深渊恐惧 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -629375 (Nature)", -- [42]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [43]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [44]
				"野兽 践踏 险恶毒蛇 <内个谁的宝宝-风暴之怒> Crit -397770 (Physical)", -- [45]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [46]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [47]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [48]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7938 (Physical)", -- [49]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -7937 (Physical)", -- [50]
			},
			["Name"] = "险恶毒蛇",
			["LastEventTimes"] = {
				3728.223, -- [1]
				3728.256, -- [2]
				3728.256, -- [3]
				3728.289, -- [4]
				3728.289, -- [5]
				3728.289, -- [6]
				3728.416, -- [7]
				3728.416, -- [8]
				3728.416, -- [9]
				3728.604, -- [10]
				3728.604, -- [11]
				3728.604, -- [12]
				3728.604, -- [13]
				3728.604, -- [14]
				3728.604, -- [15]
				3728.693, -- [16]
				3728.693, -- [17]
				3728.693, -- [18]
				3728.771, -- [19]
				3728.771, -- [20]
				3728.771, -- [21]
				3728.771, -- [22]
				3728.771, -- [23]
				3728.771, -- [24]
				3728.866, -- [25]
				3728.866, -- [26]
				3728.866, -- [27]
				3728.897, -- [28]
				3728.897, -- [29]
				3728.931, -- [30]
				3728.931, -- [31]
				3728.931, -- [32]
				3728.931, -- [33]
				3728.931, -- [34]
				3728.931, -- [35]
				3728.968, -- [36]
				3729.067, -- [37]
				3729.067, -- [38]
				3729.135, -- [39]
				3729.135, -- [40]
				3729.135, -- [41]
				3729.135, -- [42]
				3729.135, -- [43]
				3729.135, -- [44]
				3716.737, -- [45]
				3716.737, -- [46]
				3716.737, -- [47]
				3728.122, -- [48]
				3728.122, -- [49]
				3728.122, -- [50]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeSpent"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 4.55,
								},
							},
							["amount"] = 4.6,
						},
					},
					["DamageTaken"] = 18582159,
					["ElementDoneAbsorb"] = {
						["Melee"] = 6734,
					},
					["PartialResist"] = {
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 29,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["心中的恶魔"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["提尔之眼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["DeathCount"] = 10,
					["PartialAbsorb"] = {
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 29,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["心中的恶魔"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["提尔之眼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 5.31,
					["ElementTaken"] = {
						["Physical"] = 7995646,
						["Shadow"] = 275295,
						["Frost"] = 2168380,
						["Fire"] = 1152534,
						["Holy"] = 2928874,
						["Nature"] = 2768764,
					},
					["Damage"] = 967857,
					["ElementDone"] = {
						["Melee"] = 144379,
						["Nature"] = 823478,
					},
					["WhoDamaged"] = {
						["萌橙橙-熊猫酒仙"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 599451,
								},
							},
							["amount"] = 599451,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 3171652,
								},
							},
							["amount"] = 3171652,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1082854,
								},
								["恐怖洪流"] = {
									["count"] = 275295,
								},
								["神鹤引项踢"] = {
									["count"] = 3741140,
								},
							},
							["amount"] = 5099289,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 648955,
								},
							},
							["amount"] = 648955,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 144207,
								},
							},
							["amount"] = 144207,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 296169,
								},
							},
							["amount"] = 296169,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 308445,
								},
								["复仇者之盾"] = {
									["count"] = 515929,
								},
								["提尔的执行者"] = {
									["count"] = 341619,
								},
								["提尔之眼"] = {
									["count"] = 1209067,
								},
								["奉献"] = {
									["count"] = 409607,
								},
							},
							["amount"] = 2784667,
						},
						["半春秋-金色平原"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 1063508,
								},
							},
							["amount"] = 1063508,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 105766,
								},
							},
							["amount"] = 105766,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["心中的恶魔"] = {
									["count"] = 1292666,
								},
							},
							["amount"] = 1292666,
						},
						["强力闪电元素"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 160681,
								},
							},
							["amount"] = 160681,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["凤凰烈焰"] = {
									["count"] = 536151,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 151639,
								},
							},
							["amount"] = 687790,
						},
						["金德布斯特"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 151491,
								},
							},
							["amount"] = 151491,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["地狱火山"] = {
									["count"] = 207487,
								},
							},
							["amount"] = 207487,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 2168380,
								},
							},
							["amount"] = 2168380,
						},
					},
					["DamagedWho"] = {
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6658,
								},
							},
							["amount"] = 6658,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6734,
								},
							},
							["amount"] = 6734,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8153,
								},
							},
							["amount"] = 8153,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 823478,
								},
								["肉搏"] = {
									["count"] = 122834,
								},
							},
							["amount"] = 946312,
						},
					},
					["TimeDamage"] = 5.31,
					["TimeDamaging"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 4.55,
								},
							},
							["amount"] = 4.6,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 30,
								},
							},
							["amount"] = 40,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 12,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 36,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
					},
					["Attacks"] = {
						["绝杀毒液"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 411739,
									["min"] = 411739,
									["count"] = 1,
									["amount"] = 411739,
								},
								["Hit"] = {
									["max"] = 205870,
									["min"] = 205869,
									["count"] = 2,
									["amount"] = 411739,
								},
							},
							["count"] = 3,
							["amount"] = 823478,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6734,
									["min"] = 6734,
									["count"] = 1,
									["amount"] = 6734,
								},
								["Crit"] = {
									["max"] = 15042,
									["min"] = 15042,
									["count"] = 3,
									["amount"] = 45126,
								},
								["Hit"] = {
									["max"] = 8153,
									["min"] = 6658,
									["count"] = 12,
									["amount"] = 92519,
								},
							},
							["count"] = 16,
							["amount"] = 144379,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
				},
				["LastFightData"] = {
					["TimeSpent"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 4.55,
								},
							},
							["amount"] = 4.6,
						},
					},
					["DamageTaken"] = 18582159,
					["ElementDoneAbsorb"] = {
						["Melee"] = 6734,
					},
					["PartialResist"] = {
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 29,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["心中的恶魔"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["提尔之眼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["DeathCount"] = 10,
					["PartialAbsorb"] = {
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 29,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["心中的恶魔"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["提尔之眼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 5.31,
					["ElementTaken"] = {
						["Physical"] = 7995646,
						["Shadow"] = 275295,
						["Frost"] = 2168380,
						["Fire"] = 1152534,
						["Holy"] = 2928874,
						["Nature"] = 2768764,
					},
					["Damage"] = 967857,
					["ElementDone"] = {
						["Melee"] = 144379,
						["Nature"] = 823478,
					},
					["WhoDamaged"] = {
						["萌橙橙-熊猫酒仙"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 599451,
								},
							},
							["amount"] = 599451,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 3171652,
								},
							},
							["amount"] = 3171652,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1082854,
								},
								["恐怖洪流"] = {
									["count"] = 275295,
								},
								["神鹤引项踢"] = {
									["count"] = 3741140,
								},
							},
							["amount"] = 5099289,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 648955,
								},
							},
							["amount"] = 648955,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 144207,
								},
							},
							["amount"] = 144207,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 296169,
								},
							},
							["amount"] = 296169,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 308445,
								},
								["复仇者之盾"] = {
									["count"] = 515929,
								},
								["提尔的执行者"] = {
									["count"] = 341619,
								},
								["提尔之眼"] = {
									["count"] = 1209067,
								},
								["奉献"] = {
									["count"] = 409607,
								},
							},
							["amount"] = 2784667,
						},
						["半春秋-金色平原"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 1063508,
								},
							},
							["amount"] = 1063508,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 105766,
								},
							},
							["amount"] = 105766,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["心中的恶魔"] = {
									["count"] = 1292666,
								},
							},
							["amount"] = 1292666,
						},
						["强力闪电元素"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 160681,
								},
							},
							["amount"] = 160681,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["凤凰烈焰"] = {
									["count"] = 536151,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 151639,
								},
							},
							["amount"] = 687790,
						},
						["金德布斯特"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 151491,
								},
							},
							["amount"] = 151491,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["地狱火山"] = {
									["count"] = 207487,
								},
							},
							["amount"] = 207487,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 2168380,
								},
							},
							["amount"] = 2168380,
						},
					},
					["DamagedWho"] = {
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6658,
								},
							},
							["amount"] = 6658,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6734,
								},
							},
							["amount"] = 6734,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8153,
								},
							},
							["amount"] = 8153,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 823478,
								},
								["肉搏"] = {
									["count"] = 122834,
								},
							},
							["amount"] = 946312,
						},
					},
					["TimeDamage"] = 5.31,
					["TimeDamaging"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 4.55,
								},
							},
							["amount"] = 4.6,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 30,
								},
							},
							["amount"] = 40,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 12,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 36,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
					},
					["Attacks"] = {
						["绝杀毒液"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 411739,
									["min"] = 411739,
									["count"] = 1,
									["amount"] = 411739,
								},
								["Hit"] = {
									["max"] = 205870,
									["min"] = 205869,
									["count"] = 2,
									["amount"] = 411739,
								},
							},
							["count"] = 3,
							["amount"] = 823478,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6734,
									["min"] = 6734,
									["count"] = 1,
									["amount"] = 6734,
								},
								["Crit"] = {
									["max"] = 15042,
									["min"] = 15042,
									["count"] = 3,
									["amount"] = 45126,
								},
								["Hit"] = {
									["max"] = 8153,
									["min"] = 6658,
									["count"] = 12,
									["amount"] = 92519,
								},
							},
							["count"] = 16,
							["amount"] = 144379,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 4.55,
								},
							},
							["amount"] = 4.6,
						},
					},
					["DamageTaken"] = 18582159,
					["ElementDoneAbsorb"] = {
						["Melee"] = 6734,
					},
					["PartialResist"] = {
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 29,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["心中的恶魔"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["提尔之眼"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["DeathCount"] = 10,
					["PartialAbsorb"] = {
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 29,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["心中的恶魔"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["流星灼烧 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["凤凰烈焰"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["地狱火山"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["提尔之眼"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 5.31,
					["ElementTaken"] = {
						["Physical"] = 7995646,
						["Shadow"] = 275295,
						["Frost"] = 2168380,
						["Fire"] = 1152534,
						["Holy"] = 2928874,
						["Nature"] = 2768764,
					},
					["Damage"] = 967857,
					["ElementDone"] = {
						["Melee"] = 144379,
						["Nature"] = 823478,
					},
					["WhoDamaged"] = {
						["萌橙橙-熊猫酒仙"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 599451,
								},
							},
							["amount"] = 599451,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 3171652,
								},
							},
							["amount"] = 3171652,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["怒雷破"] = {
									["count"] = 1082854,
								},
								["恐怖洪流"] = {
									["count"] = 275295,
								},
								["神鹤引项踢"] = {
									["count"] = 3741140,
								},
							},
							["amount"] = 5099289,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 648955,
								},
							},
							["amount"] = 648955,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["奉献"] = {
									["count"] = 144207,
								},
							},
							["amount"] = 144207,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 296169,
								},
							},
							["amount"] = 296169,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 308445,
								},
								["复仇者之盾"] = {
									["count"] = 515929,
								},
								["提尔的执行者"] = {
									["count"] = 341619,
								},
								["提尔之眼"] = {
									["count"] = 1209067,
								},
								["奉献"] = {
									["count"] = 409607,
								},
							},
							["amount"] = 2784667,
						},
						["半春秋-金色平原"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 1063508,
								},
							},
							["amount"] = 1063508,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 105766,
								},
							},
							["amount"] = 105766,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["心中的恶魔"] = {
									["count"] = 1292666,
								},
							},
							["amount"] = 1292666,
						},
						["强力闪电元素"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 160681,
								},
							},
							["amount"] = 160681,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["凤凰烈焰"] = {
									["count"] = 536151,
								},
								["流星灼烧 (伤害/跳)"] = {
									["count"] = 151639,
								},
							},
							["amount"] = 687790,
						},
						["金德布斯特"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 151491,
								},
							},
							["amount"] = 151491,
						},
						["灵魂鸽王-阿古斯"] = {
							["Details"] = {
								["地狱火山"] = {
									["count"] = 207487,
								},
							},
							["amount"] = 207487,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 2168380,
								},
							},
							["amount"] = 2168380,
						},
					},
					["DamagedWho"] = {
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6658,
								},
							},
							["amount"] = 6658,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 6734,
								},
							},
							["amount"] = 6734,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 8153,
								},
							},
							["amount"] = 8153,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 823478,
								},
								["肉搏"] = {
									["count"] = 122834,
								},
							},
							["amount"] = 946312,
						},
					},
					["TimeDamage"] = 5.31,
					["TimeDamaging"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0.71,
								},
							},
							["amount"] = 0.71,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["绝杀毒液"] = {
									["count"] = 0.05,
								},
								["肉搏"] = {
									["count"] = 4.55,
								},
							},
							["amount"] = 4.6,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 30,
								},
							},
							["amount"] = 40,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 8,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 12,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 36,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
					},
					["Attacks"] = {
						["绝杀毒液"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 411739,
									["min"] = 411739,
									["count"] = 1,
									["amount"] = 411739,
								},
								["Hit"] = {
									["max"] = 205870,
									["min"] = 205869,
									["count"] = 2,
									["amount"] = 411739,
								},
							},
							["count"] = 3,
							["amount"] = 823478,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6734,
									["min"] = 6734,
									["count"] = 1,
									["amount"] = 6734,
								},
								["Crit"] = {
									["max"] = 15042,
									["min"] = 15042,
									["count"] = 3,
									["amount"] = 45126,
								},
								["Hit"] = {
									["max"] = 8153,
									["min"] = 6658,
									["count"] = 12,
									["amount"] = 92519,
								},
							},
							["count"] = 16,
							["amount"] = 144379,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
				},
			},
			["UnitLockout"] = 3728.931,
			["LastActive"] = 3728.931,
		},
		["炫风狂舞-索瑞森"] = {
			["GUID"] = "Player-743-00348743",
			["LastEventHealth"] = {
				3399960, -- [1]
				3314641, -- [2]
				3399960, -- [3]
				3399960, -- [4]
				3399960, -- [5]
				3399960, -- [6]
				3399960, -- [7]
				3399960, -- [8]
				3399960, -- [9]
				3399960, -- [10]
				3399960, -- [11]
				3356479, -- [12]
				3399960, -- [13]
				3116854, -- [14]
				3116854, -- [15]
				3116854, -- [16]
				3116854, -- [17]
				3116854, -- [18]
				3252853, -- [19]
				3252853, -- [20]
				2934849, -- [21]
				2845851, -- [22]
				2802943, -- [23]
				2904942, -- [24]
				2838878, -- [25]
				2794176, -- [26]
				2728112, -- [27]
				2830111, -- [28]
				2764047, -- [29]
				2720003, -- [30]
				2673915, -- [31]
				2775914, -- [32]
				2775914, -- [33]
				2746369, -- [34]
				2535212, -- [35]
				2535212, -- [36]
				2535212, -- [37]
				2535212, -- [38]
				2637211, -- [39]
				2739210, -- [40]
				2876058, -- [41]
				3080055, -- [42]
				3080055, -- [43]
				3182054, -- [44]
				3284053, -- [45]
				3386052, -- [46]
				3399960, -- [47]
				3399960, -- [48]
				3399960, -- [49]
				3399960, -- [50]
			},
			["LastAttackedBy"] = "卡拉米尔",
			["LastEventType"] = {
				"HEAL", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"HEAL", -- [13]
				"DAMAGE", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"HEAL", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					19.62, -- [1]
				},
				["Healing"] = {
					1706578, -- [1]
				},
				["DamageTaken"] = {
					1810837, -- [1]
				},
				["HealingTaken"] = {
					1706578, -- [1]
				},
				["Overhealing"] = {
					1897381, -- [1]
				},
				["ActiveTime"] = {
					22.94, -- [1]
				},
				["HOT_Time"] = {
					90, -- [1]
				},
				["ManaGain"] = {
					3, -- [1]
				},
				["TimeDamage"] = {
					3.32, -- [1]
				},
				["Damage"] = {
					176091, -- [1]
				},
			},
			["enClass"] = "ROGUE",
			["unit"] = "炫风狂舞-索瑞森",
			["level"] = 110,
			["LastDamageAbility"] = "奥术孤寂",
			["LastFightIn"] = 0,
			["LastEventHealthMax"] = {
				3399960, -- [1]
				3399960, -- [2]
				3399960, -- [3]
				3399960, -- [4]
				3399960, -- [5]
				3399960, -- [6]
				3399960, -- [7]
				3399960, -- [8]
				3399960, -- [9]
				3399960, -- [10]
				3399960, -- [11]
				3399960, -- [12]
				3399960, -- [13]
				3399960, -- [14]
				3399960, -- [15]
				3399960, -- [16]
				3399960, -- [17]
				3399960, -- [18]
				3399960, -- [19]
				3399960, -- [20]
				3399960, -- [21]
				3399960, -- [22]
				3399960, -- [23]
				3399960, -- [24]
				3399960, -- [25]
				3399960, -- [26]
				3399960, -- [27]
				3399960, -- [28]
				3399960, -- [29]
				3399960, -- [30]
				3399960, -- [31]
				3399960, -- [32]
				3399960, -- [33]
				3399960, -- [34]
				3399960, -- [35]
				3399960, -- [36]
				3399960, -- [37]
				3399960, -- [38]
				3399960, -- [39]
				3399960, -- [40]
				3399960, -- [41]
				3399960, -- [42]
				3399960, -- [43]
				3399960, -- [44]
				3399960, -- [45]
				3399960, -- [46]
				3399960, -- [47]
				3399960, -- [48]
				3399960, -- [49]
				3399960, -- [50]
			},
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["LastHealTime"] = 3735.291,
			["LastDamageTaken"] = 85319,
			["Owner"] = false,
			["TimeLast"] = {
				["TimeHeal"] = 3734.933,
				["Healing"] = 3734.933,
				["DamageTaken"] = 3732.92,
				["OVERALL"] = 3739.929,
				["HealingTaken"] = 3734.933,
				["HOT_Time"] = 3739.929,
				["ActiveTime"] = 3734.933,
				["TimeDamage"] = 3706.919,
				["ManaGain"] = 3705.921,
				["Overhealing"] = 3739.929,
				["Damage"] = 3706.919,
			},
			["NextEventNum"] = 8,
			["LastDamageTime"] = 3707.069,
			["LastEvents"] = {
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (135998 过量治疗)", -- [1]
				"卡拉米尔 奥术孤寂 炫风狂舞-索瑞森 Hit -85319 (Arcane)", -- [2]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (50679 过量治疗)", -- [3]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (135998 过量治疗)", -- [4]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135999 (135999 过量治疗)", -- [5]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135999 (135999 过量治疗)", -- [6]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (135998 过量治疗)", -- [7]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (135998 过量治疗)", -- [8]
				"炫风狂舞-索瑞森 飞镖投掷 卡拉米尔 Crit -92238 (Physical)", -- [9]
				"炫风狂舞-索瑞森 飞镖投掷 卡拉米尔 Hit -41927 (Physical)", -- [10]
				"炫风狂舞-索瑞森 飞镖投掷 卡拉米尔 Hit -41926 (Physical)", -- [11]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Hit -43481 (Frost)", -- [12]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (92517 过量治疗)", -- [13]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Hit -46699 (Frost)", -- [14]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (89299 过量治疗)", -- [15]
				"小小的心愿-安威玛尔 复仇者之盾 炫风狂舞-索瑞森 Crit -206441 (Holy)", -- [16]
				"小小的心愿-安威玛尔 提尔的执行者 炫风狂舞-索瑞森 Crit -34173 (Holy)", -- [17]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Hit -42492 (Frost)", -- [18]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135999", -- [19]
				"Monologue-基尔加丹 肉搏 炫风狂舞-索瑞森 Crit -9497 (Physical)", -- [20]
				"Monologue-基尔加丹 旭日东升踢 炫风狂舞-索瑞森 Crit -318004 (Physical)", -- [21]
				"Monologue-基尔加丹 旭日东升踢 炫风狂舞-索瑞森 Crit -79501 (Physical)", -- [22]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Hit -42908 (Frost)", -- [23]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [24]
				"Monologue-基尔加丹 神鹤引项踢 炫风狂舞-索瑞森 Crit -66064 (Physical)", -- [25]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Hit -44702 (Frost)", -- [26]
				"Monologue-基尔加丹 神鹤引项踢 炫风狂舞-索瑞森 Crit -66064 (Physical)", -- [27]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [28]
				"Monologue-基尔加丹 神鹤引项踢 炫风狂舞-索瑞森 Crit -66064 (Physical)", -- [29]
				"Monologue-基尔加丹 神鹤引项踢 炫风狂舞-索瑞森 Hit -44044 (Physical)", -- [30]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Hit -46088 (Frost)", -- [31]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [32]
				"Monologue-基尔加丹 肉搏 炫风狂舞-索瑞森 Miss (1)", -- [33]
				"Monologue-基尔加丹 猛虎掌 炫风狂舞-索瑞森 Hit -29545 (Physical)", -- [34]
				"卡拉米尔 尖啸旋风 炫风狂舞-索瑞森 Immune (Frost)", -- [35]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [36]
				"Monologue-基尔加丹 肉搏 炫风狂舞-索瑞森 Crit -5053 (Physical)", -- [37]
				"Monologue-基尔加丹 旭日东升踢 炫风狂舞-索瑞森 Crit -342919 (Physical)", -- [38]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [39]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [40]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [41]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101998", -- [42]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [43]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [44]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [45]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999", -- [46]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101999 (88091 过量治疗)", -- [47]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +101998 (101998 过量治疗)", -- [48]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135998 (135998 过量治疗)", -- [49]
				"炫风狂舞-索瑞森 瓦莉拉的意志 炫风狂舞-索瑞森 Tick +135999 (135999 过量治疗)", -- [50]
			},
			["Name"] = "炫风狂舞-索瑞森",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				3728.897, -- [1]
				3733.462, -- [2]
				3735.291, -- [3]
				3736.823, -- [4]
				3737.296, -- [5]
				3740.441, -- [6]
				3740.441, -- [7]
				3701.583, -- [8]
				3704.718, -- [9]
				3706.753, -- [10]
				3707.069, -- [11]
				3709.655, -- [12]
				3709.86, -- [13]
				3711.814, -- [14]
				3711.814, -- [15]
				3711.814, -- [16]
				3711.814, -- [17]
				3711.814, -- [18]
				3711.907, -- [19]
				3712.087, -- [20]
				3712.129, -- [21]
				3712.527, -- [22]
				3712.604, -- [23]
				3712.953, -- [24]
				3713.445, -- [25]
				3713.606, -- [26]
				3713.695, -- [27]
				3713.879, -- [28]
				3713.979, -- [29]
				3714.243, -- [30]
				3714.61, -- [31]
				3714.904, -- [32]
				3715.021, -- [33]
				3715.021, -- [34]
				3716.737, -- [35]
				3716.737, -- [36]
				3716.737, -- [37]
				3716.737, -- [38]
				3716.885, -- [39]
				3717.905, -- [40]
				3718.912, -- [41]
				3721.543, -- [42]
				3721.543, -- [43]
				3721.937, -- [44]
				3722.894, -- [45]
				3723.884, -- [46]
				3726.599, -- [47]
				3726.599, -- [48]
				3726.908, -- [49]
				3727.869, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeHealing"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 19.62,
								},
							},
							["amount"] = 19.62,
						},
					},
					["OverHeals"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 135999,
									["min"] = 50679,
									["count"] = 16,
									["amount"] = 1897381,
								},
							},
							["count"] = 16,
							["amount"] = 1897381,
						},
					},
					["TimeSpent"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3.32,
								},
							},
							["amount"] = 3.32,
						},
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 19.62,
								},
							},
							["amount"] = 19.62,
						},
					},
					["DamageTaken"] = 1810837,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialResist"] = {
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["飞镖投掷"] = {
							["Details"] = {
								["炫风狂舞-索瑞森"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialAbsorb"] = {
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 22.94,
					["DamagedWho"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 176091,
								},
							},
							["amount"] = 176091,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 240614,
						["Melee"] = 14550,
						["Arcane"] = 85319,
						["Physical"] = 1012205,
						["Frost"] = 458149,
					},
					["HOTs"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["炫风狂舞-索瑞森"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
					},
					["Damage"] = 176091,
					["ElementDone"] = {
						["Physical"] = 176091,
					},
					["Heals"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 135999,
									["min"] = 13908,
									["count"] = 19,
									["amount"] = 1706578,
								},
							},
							["count"] = 19,
							["amount"] = 1706578,
						},
					},
					["Overhealing"] = 1897381,
					["TimeDamaging"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3.32,
								},
							},
							["amount"] = 3.32,
						},
					},
					["TimeHeal"] = 19.62,
					["Healing"] = 1706578,
					["WhoHealed"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 1706578,
								},
							},
							["amount"] = 1706578,
						},
					},
					["HealedWho"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 1706578,
								},
							},
							["amount"] = 1706578,
						},
					},
					["Attacks"] = {
						["飞镖投掷"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 92238,
									["min"] = 92238,
									["count"] = 1,
									["amount"] = 92238,
								},
								["Hit"] = {
									["max"] = 41927,
									["min"] = 41926,
									["count"] = 2,
									["amount"] = 83853,
								},
							},
							["count"] = 3,
							["amount"] = 176091,
						},
					},
					["HealingTaken"] = 1706578,
					["ManaGainedFrom"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 3.32,
					["WhoDamaged"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 206441,
								},
								["提尔的执行者"] = {
									["count"] = 34173,
								},
							},
							["amount"] = 240614,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 29545,
								},
								["旭日东升踢"] = {
									["count"] = 740424,
								},
								["神鹤引项踢"] = {
									["count"] = 242236,
								},
								["肉搏"] = {
									["count"] = 14550,
								},
							},
							["amount"] = 1026755,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["尖啸旋风"] = {
									["count"] = 458149,
								},
								["奥术孤寂"] = {
									["count"] = 85319,
								},
							},
							["amount"] = 543468,
						},
					},
					["ManaGain"] = 3,
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 8,
						},
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
					},
					["HOT_Time"] = 90,
				},
				["LastFightData"] = {
					["TimeHealing"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 19.62,
								},
							},
							["amount"] = 19.62,
						},
					},
					["OverHeals"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 135999,
									["min"] = 50679,
									["count"] = 16,
									["amount"] = 1897381,
								},
							},
							["count"] = 16,
							["amount"] = 1897381,
						},
					},
					["TimeSpent"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3.32,
								},
							},
							["amount"] = 3.32,
						},
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 19.62,
								},
							},
							["amount"] = 19.62,
						},
					},
					["DamageTaken"] = 1810837,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialResist"] = {
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["飞镖投掷"] = {
							["Details"] = {
								["炫风狂舞-索瑞森"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialAbsorb"] = {
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 22.94,
					["DamagedWho"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 176091,
								},
							},
							["amount"] = 176091,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 240614,
						["Melee"] = 14550,
						["Arcane"] = 85319,
						["Physical"] = 1012205,
						["Frost"] = 458149,
					},
					["HOTs"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["炫风狂舞-索瑞森"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
					},
					["Damage"] = 176091,
					["ElementDone"] = {
						["Physical"] = 176091,
					},
					["Heals"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 135999,
									["min"] = 13908,
									["count"] = 19,
									["amount"] = 1706578,
								},
							},
							["count"] = 19,
							["amount"] = 1706578,
						},
					},
					["Overhealing"] = 1897381,
					["TimeDamaging"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3.32,
								},
							},
							["amount"] = 3.32,
						},
					},
					["TimeHeal"] = 19.62,
					["Healing"] = 1706578,
					["WhoHealed"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 1706578,
								},
							},
							["amount"] = 1706578,
						},
					},
					["HealedWho"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 1706578,
								},
							},
							["amount"] = 1706578,
						},
					},
					["Attacks"] = {
						["飞镖投掷"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 92238,
									["min"] = 92238,
									["count"] = 1,
									["amount"] = 92238,
								},
								["Hit"] = {
									["max"] = 41927,
									["min"] = 41926,
									["count"] = 2,
									["amount"] = 83853,
								},
							},
							["count"] = 3,
							["amount"] = 176091,
						},
					},
					["HealingTaken"] = 1706578,
					["ManaGainedFrom"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 3.32,
					["WhoDamaged"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 206441,
								},
								["提尔的执行者"] = {
									["count"] = 34173,
								},
							},
							["amount"] = 240614,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 29545,
								},
								["旭日东升踢"] = {
									["count"] = 740424,
								},
								["神鹤引项踢"] = {
									["count"] = 242236,
								},
								["肉搏"] = {
									["count"] = 14550,
								},
							},
							["amount"] = 1026755,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["尖啸旋风"] = {
									["count"] = 458149,
								},
								["奥术孤寂"] = {
									["count"] = 85319,
								},
							},
							["amount"] = 543468,
						},
					},
					["ManaGain"] = 3,
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 8,
						},
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
					},
					["HOT_Time"] = 90,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 19.62,
								},
							},
							["amount"] = 19.62,
						},
					},
					["OverHeals"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 135999,
									["min"] = 50679,
									["count"] = 16,
									["amount"] = 1897381,
								},
							},
							["count"] = 16,
							["amount"] = 1897381,
						},
					},
					["TimeSpent"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3.32,
								},
							},
							["amount"] = 3.32,
						},
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 19.62,
								},
							},
							["amount"] = 19.62,
						},
					},
					["DamageTaken"] = 1810837,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialResist"] = {
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["飞镖投掷"] = {
							["Details"] = {
								["炫风狂舞-索瑞森"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["PartialAbsorb"] = {
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 22.94,
					["DamagedWho"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 176091,
								},
							},
							["amount"] = 176091,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 240614,
						["Melee"] = 14550,
						["Arcane"] = 85319,
						["Physical"] = 1012205,
						["Frost"] = 458149,
					},
					["HOTs"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["炫风狂舞-索瑞森"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
					},
					["Damage"] = 176091,
					["ElementDone"] = {
						["Physical"] = 176091,
					},
					["Heals"] = {
						["瓦莉拉的意志"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 135999,
									["min"] = 13908,
									["count"] = 19,
									["amount"] = 1706578,
								},
							},
							["count"] = 19,
							["amount"] = 1706578,
						},
					},
					["Overhealing"] = 1897381,
					["TimeDamaging"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3.32,
								},
							},
							["amount"] = 3.32,
						},
					},
					["TimeHeal"] = 19.62,
					["Healing"] = 1706578,
					["WhoHealed"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 1706578,
								},
							},
							["amount"] = 1706578,
						},
					},
					["HealedWho"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["瓦莉拉的意志"] = {
									["count"] = 1706578,
								},
							},
							["amount"] = 1706578,
						},
					},
					["Attacks"] = {
						["飞镖投掷"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 92238,
									["min"] = 92238,
									["count"] = 1,
									["amount"] = 92238,
								},
								["Hit"] = {
									["max"] = 41927,
									["min"] = 41926,
									["count"] = 2,
									["amount"] = 83853,
								},
							},
							["count"] = 3,
							["amount"] = 176091,
						},
					},
					["HealingTaken"] = 1706578,
					["ManaGainedFrom"] = {
						["炫风狂舞-索瑞森"] = {
							["Details"] = {
								["飞镖投掷"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 3.32,
					["WhoDamaged"] = {
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 206441,
								},
								["提尔的执行者"] = {
									["count"] = 34173,
								},
							},
							["amount"] = 240614,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["猛虎掌"] = {
									["count"] = 29545,
								},
								["旭日东升踢"] = {
									["count"] = 740424,
								},
								["神鹤引项踢"] = {
									["count"] = 242236,
								},
								["肉搏"] = {
									["count"] = 14550,
								},
							},
							["amount"] = 1026755,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["尖啸旋风"] = {
									["count"] = 458149,
								},
								["奥术孤寂"] = {
									["count"] = 85319,
								},
							},
							["amount"] = 543468,
						},
					},
					["ManaGain"] = 3,
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 8,
						},
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
					},
					["HOT_Time"] = 90,
				},
			},
			["UnitLockout"] = 3695.925,
			["LastActive"] = 3739.929,
		},
		["粗暴者耐奥-金色平原"] = {
			["GUID"] = "Player-962-0422BEB1",
			["LastEventHealth"] = {
				3737782, -- [1]
				3737782, -- [2]
				3675454, -- [3]
				3613126, -- [4]
				3547336, -- [5]
				3528572, -- [6]
				3509768, -- [7]
				3449960, -- [8]
				3467290, -- [9]
				3407482, -- [10]
				3347674, -- [11]
				3386973, -- [12]
			},
			["LastAttackedBy"] = "暗影裂隙",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
			},
			["TimeWindows"] = {
				["DamageTaken"] = {
					904609, -- [1]
				},
			},
			["enClass"] = "SHAMAN",
			["unit"] = "粗暴者耐奥-金色平原",
			["level"] = 110,
			["LastDamageAbility"] = "暗影箭",
			["LastFightIn"] = 0,
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["LastDamageTaken"] = 43356,
			["Owner"] = false,
			["TimeLast"] = {
				["DamageTaken"] = 3720.922,
				["OVERALL"] = 3720.922,
			},
			["NextEventNum"] = 13,
			["LastEventHealthMax"] = {
				4043760, -- [1]
				4043760, -- [2]
				4043760, -- [3]
				4043760, -- [4]
				4043760, -- [5]
				4043760, -- [6]
				4043760, -- [7]
				4043760, -- [8]
				4043760, -- [9]
				4043760, -- [10]
				4043760, -- [11]
				4043760, -- [12]
			},
			["LastEvents"] = {
				"如如不动-金色平原 燃烧 粗暴者耐奥-金色平原 Hit -305978 (Fire)", -- [1]
				"如如不动-金色平原 烈焰缠身 粗暴者耐奥-金色平原 Immune (Fire)", -- [2]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -62328 (Shadow)", -- [3]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -62328 (Shadow)", -- [4]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -65790 (Shadow)", -- [5]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -59808 (Shadow)", -- [6]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -59808 (Shadow)", -- [7]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -59808 (Shadow)", -- [8]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -65789 (Shadow)", -- [9]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -59808 (Shadow)", -- [10]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -59808 (Shadow)", -- [11]
				"暗影裂隙 暗影箭 粗暴者耐奥-金色平原 Hit -43356 (Shadow)", -- [12]
			},
			["Name"] = "粗暴者耐奥-金色平原",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
			},
			["LastEventTimes"] = {
				3702.419, -- [1]
				3702.454, -- [2]
				3704.546, -- [3]
				3708.015, -- [4]
				3709.891, -- [5]
				3711.814, -- [6]
				3712.558, -- [7]
				3713.936, -- [8]
				3716.737, -- [9]
				3716.833, -- [10]
				3718.197, -- [11]
				3721.543, -- [12]
			},
			["Fights"] = {
				["Fight1"] = {
					["PartialResist"] = {
						["烈焰缠身"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["燃烧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["烈焰缠身"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["燃烧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["暗影裂隙"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 598631,
								},
							},
							["amount"] = 598631,
						},
						["如如不动-金色平原"] = {
							["Details"] = {
								["燃烧"] = {
									["count"] = 305978,
								},
							},
							["amount"] = 305978,
						},
					},
					["ElementTaken"] = {
						["Shadow"] = 598631,
						["Fire"] = 305978,
					},
					["DamageTaken"] = 904609,
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Fire"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
				},
				["LastFightData"] = {
					["PartialResist"] = {
						["烈焰缠身"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["燃烧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["烈焰缠身"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["燃烧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["暗影裂隙"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 598631,
								},
							},
							["amount"] = 598631,
						},
						["如如不动-金色平原"] = {
							["Details"] = {
								["燃烧"] = {
									["count"] = 305978,
								},
							},
							["amount"] = 305978,
						},
					},
					["ElementTaken"] = {
						["Shadow"] = 598631,
						["Fire"] = 305978,
					},
					["DamageTaken"] = 904609,
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Fire"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialResist"] = {
						["烈焰缠身"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["燃烧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["烈焰缠身"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["暗影箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["燃烧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["暗影裂隙"] = {
							["Details"] = {
								["暗影箭"] = {
									["count"] = 598631,
								},
							},
							["amount"] = 598631,
						},
						["如如不动-金色平原"] = {
							["Details"] = {
								["燃烧"] = {
									["count"] = 305978,
								},
							},
							["amount"] = 305978,
						},
					},
					["ElementTaken"] = {
						["Shadow"] = 598631,
						["Fire"] = 305978,
					},
					["DamageTaken"] = 904609,
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Fire"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
				},
			},
			["UnitLockout"] = 3701.91,
			["LastActive"] = 3720.922,
		},
		["内个谁的宝宝-风暴之怒"] = {
			["GUID"] = "Player-1503-03F30005",
			["LastEventHealth"] = {
				4267501, -- [1]
				4267501, -- [2]
				4267501, -- [3]
				4267501, -- [4]
				4267501, -- [5]
				4267501, -- [6]
				4267501, -- [7]
				4267501, -- [8]
				4267501, -- [9]
				4267501, -- [10]
				4267501, -- [11]
				4267501, -- [12]
				4267501, -- [13]
				4267501, -- [14]
				4267501, -- [15]
				4267501, -- [16]
				4267501, -- [17]
				4267501, -- [18]
				4267501, -- [19]
				4267501, -- [20]
				4267501, -- [21]
				4267501, -- [22]
				4267501, -- [23]
				4267501, -- [24]
				4267501, -- [25]
				4267501, -- [26]
				4267501, -- [27]
				4267501, -- [28]
				4267501, -- [29]
				4267501, -- [30]
				4267501, -- [31]
				4267501, -- [32]
				4267501, -- [33]
				4267501, -- [34]
				4267501, -- [35]
				4267501, -- [36]
				4267501, -- [37]
				4267501, -- [38]
				587130, -- [39]
				1, -- [40]
				0, -- [41]
				4267501, -- [42]
				4267501, -- [43]
				4267501, -- [44]
				4267501, -- [45]
				4267501, -- [46]
				4267501, -- [47]
				4267501, -- [48]
				4267501, -- [49]
				4267501, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"MISC", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					7.5, -- [1]
				},
				["Healing"] = {
					139456, -- [1]
				},
				["DamageTaken"] = {
					4824196, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["HealingTaken"] = {
					139456, -- [1]
				},
				["Overhealing"] = {
					435448, -- [1]
				},
				["TimeDamage"] = {
					52.24, -- [1]
				},
				["ActiveTime"] = {
					59.74, -- [1]
				},
				["ManaGain"] = {
					33, -- [1]
				},
				["DOT_Time"] = {
					27, -- [1]
				},
				["Damage"] = {
					25168732, -- [1]
				},
			},
			["enClass"] = "HUNTER",
			["unit"] = "内个谁的宝宝-风暴之怒",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						false, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -17262 (Physical)", -- [1]
						"内个谁的宝宝-风暴之怒 乱射 卡拉米尔 Hit -50060 (Physical)", -- [2]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -11984 (Physical)", -- [3]
						"内个谁的宝宝-风暴之怒 自动射击 熔岩犬 Hit -36319 (Physical)", -- [4]
						"内个谁的宝宝-风暴之怒 乱射 卡拉米尔 Hit -50059 (Physical)", -- [5]
						"内个谁的宝宝-风暴之怒 乱射 灵魂兽 Hit -10792 (Physical)", -- [6]
						"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -17262 (Physical)", -- [7]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -16662 (Physical)", -- [8]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -10083 (Physical)", -- [9]
						"内个谁的宝宝-风暴之怒 乱射 小飞侠 Hit -9104 (Physical)", -- [10]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -11984 (Physical)", -- [11]
						"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -54263 (Physical)", -- [12]
						"内个谁的宝宝-风暴之怒 乱射 野兽 Crit -16662 (Physical)", -- [13]
						"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Crit -12628 (Physical)", -- [14]
						"内个谁的宝宝-风暴之怒 乱射 积怨飓语者 Hit -45185 (Physical)", -- [15]
						"内个谁的宝宝-风暴之怒 乱射 金德布斯特 Absorb -3231 (3231 被吸收) (Physical)", -- [16]
						"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Hit -8956 (Physical)", -- [17]
						"内个谁的宝宝-风暴之怒 乱射 摧心魔 Hit -9732 (Physical)", -- [18]
						"内个谁的宝宝-风暴之怒 自动射击 卡拉米尔 Crit -86713 (Physical)", -- [19]
						"内个谁的宝宝-风暴之怒 乱射 鲜花一朵-熊猫酒仙 Hit -32264 (Physical)", -- [20]
						"内个谁的宝宝-风暴之怒 乱射 金德布斯特 Absorb -2435 (2435 被吸收) (Physical)", -- [21]
						"内个谁的宝宝-风暴之怒 乱射 英灵港湾-破碎岭 Hit -32956 (Physical)", -- [22]
						"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Hit -6751 (Physical)", -- [23]
						"内个谁的宝宝-风暴之怒 乱射 伊瑞尔-雷斧堡垒 Absorb -32029 (32029 被吸收) (Physical)", -- [24]
						"内个谁的宝宝-风暴之怒 乱射 Kazuha-金色平原 Crit -60519 (Physical)", -- [25]
						"内个谁的宝宝-风暴之怒 乱射 喵糖-凯尔萨斯 Hit -39208 (Physical)", -- [26]
						"内个谁的宝宝-风暴之怒 乱射 欧莫希萝莉-末日行者 Absorb -32312 (32312 被吸收) (Physical)", -- [27]
						"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Hit -6346 (Physical)", -- [28]
						"内个谁的宝宝-风暴之怒 乱射 阿阔的阳-达斯雷玛 Hit -31654 (Physical)", -- [29]
						"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -40904 (Physical)", -- [30]
						"内个谁的宝宝-风暴之怒 乱射 小小的心愿-安威玛尔 Absorb -17646 (17646 被吸收) (Physical)", -- [31]
						"内个谁的宝宝-风暴之怒 乱射 卡拉米尔 Hit -37736 (Physical)", -- [32]
						"内个谁的宝宝-风暴之怒 乱射 灵魂兽 Hit -8135 (Physical)", -- [33]
						"内个谁的宝宝-风暴之怒 乱射 佐克-伊瑟拉 Hit -37793 (Physical)", -- [34]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -13677 (Physical)", -- [35]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -9034 (Physical)", -- [36]
						"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Crit -19519 (Physical)", -- [37]
						"内个谁的宝宝-风暴之怒 乱射 摧心魔 Hit -7336 (Physical)", -- [38]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -12560 (Physical)", -- [39]
						"内个谁的宝宝-风暴之怒 乱射 野兽 Crit -12560 (Physical)", -- [40]
						"内个谁的宝宝-风暴之怒 乱射 小飞侠 Hit -6863 (Physical)", -- [41]
						"内个谁的宝宝-风暴之怒 乱射 野兽 Hit -7601 (Physical)", -- [42]
						"内个谁的宝宝-风暴之怒 乱射 昆古尼尔-瑞文戴尔 Hit -39713 (Physical)", -- [43]
						"内个谁的宝宝-风暴之怒 乱射 夜下听风-安苏 Absorb -33117 (33117 被吸收) (Physical)", -- [44]
						"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -11401 (Physical)", -- [45]
						"内个谁的宝宝-风暴之怒 乱射 小随雨-埃雷达尔 Hit -25952 (Physical)", -- [46]
						"内个谁的宝宝-风暴之怒 乱射 野兽 Hit -9118 (Physical)", -- [47]
						"零度凍结-末日行者 冰川尖刺 内个谁的宝宝-风暴之怒 Crit -3680371 (Frost)", -- [48]
						"零度凍结-末日行者 冰枪术 内个谁的宝宝-风暴之怒 Crit -746430 (Frost)", -- [49]
						"内个谁的宝宝-风暴之怒死亡。", -- [50]
					},
					["DeathAt"] = 3749.933,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-8.00199999999995, -- [1]
						-8.00199999999995, -- [2]
						-8.00199999999995, -- [3]
						-6.14200000000028, -- [4]
						-5.81400000000031, -- [5]
						-5.81400000000031, -- [6]
						-5.81400000000031, -- [7]
						-5.81400000000031, -- [8]
						-5.81400000000031, -- [9]
						-5.81400000000031, -- [10]
						-5.81400000000031, -- [11]
						-5.81400000000031, -- [12]
						-5.81400000000031, -- [13]
						-5.81400000000031, -- [14]
						-5.81400000000031, -- [15]
						-5.81400000000031, -- [16]
						-5.81400000000031, -- [17]
						-5.81400000000031, -- [18]
						-3.53300000000036, -- [19]
						-3.22299999999996, -- [20]
						-3.22299999999996, -- [21]
						-3.22299999999996, -- [22]
						-3.22299999999996, -- [23]
						-3.22299999999996, -- [24]
						-3.22299999999996, -- [25]
						-3.22299999999996, -- [26]
						-3.22299999999996, -- [27]
						-3.22299999999996, -- [28]
						-3.22299999999996, -- [29]
						-3.22299999999996, -- [30]
						-3.22299999999996, -- [31]
						-3.22299999999996, -- [32]
						-3.22299999999996, -- [33]
						-3.22299999999996, -- [34]
						-3.22299999999996, -- [35]
						-3.22299999999996, -- [36]
						-3.22299999999996, -- [37]
						-3.22299999999996, -- [38]
						-3.22299999999996, -- [39]
						-3.22299999999996, -- [40]
						-3.22299999999996, -- [41]
						-3.22299999999996, -- [42]
						-3.22299999999996, -- [43]
						-3.18700000000035, -- [44]
						-3.18700000000035, -- [45]
						-3.18700000000035, -- [46]
						-3.18700000000035, -- [47]
						-0.146000000000186, -- [48]
						-0.0289999999999964, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						4525440, -- [1]
						4525440, -- [2]
						4525440, -- [3]
						4525440, -- [4]
						4525440, -- [5]
						4525440, -- [6]
						4525440, -- [7]
						4525440, -- [8]
						4525440, -- [9]
						4525440, -- [10]
						4525440, -- [11]
						4525440, -- [12]
						4525440, -- [13]
						4525440, -- [14]
						4525440, -- [15]
						4525440, -- [16]
						4525440, -- [17]
						4525440, -- [18]
						4525440, -- [19]
						4525440, -- [20]
						4525440, -- [21]
						4525440, -- [22]
						4525440, -- [23]
						4525440, -- [24]
						4525440, -- [25]
						4525440, -- [26]
						4525440, -- [27]
						4525440, -- [28]
						4525440, -- [29]
						4525440, -- [30]
						4525440, -- [31]
						4525440, -- [32]
						4525440, -- [33]
						4525440, -- [34]
						4525440, -- [35]
						4525440, -- [36]
						4525440, -- [37]
						4525440, -- [38]
						4525440, -- [39]
						4525440, -- [40]
						4525440, -- [41]
						4525440, -- [42]
						4525440, -- [43]
						4525440, -- [44]
						4525440, -- [45]
						4525440, -- [46]
						4525440, -- [47]
						4525440, -- [48]
						4525440, -- [49]
						4525440, -- [50]
					},
					["Health"] = {
						4267501, -- [1]
						4267501, -- [2]
						4267501, -- [3]
						4267501, -- [4]
						4267501, -- [5]
						4267501, -- [6]
						4267501, -- [7]
						4267501, -- [8]
						4267501, -- [9]
						4267501, -- [10]
						4267501, -- [11]
						4267501, -- [12]
						4267501, -- [13]
						4267501, -- [14]
						4267501, -- [15]
						4267501, -- [16]
						4267501, -- [17]
						4267501, -- [18]
						4267501, -- [19]
						4267501, -- [20]
						4267501, -- [21]
						4267501, -- [22]
						4267501, -- [23]
						4267501, -- [24]
						4267501, -- [25]
						4267501, -- [26]
						4267501, -- [27]
						4267501, -- [28]
						4267501, -- [29]
						4267501, -- [30]
						4267501, -- [31]
						4267501, -- [32]
						4267501, -- [33]
						4267501, -- [34]
						4267501, -- [35]
						4267501, -- [36]
						4267501, -- [37]
						4267501, -- [38]
						4267501, -- [39]
						4267501, -- [40]
						4267501, -- [41]
						4267501, -- [42]
						4267501, -- [43]
						4267501, -- [44]
						4267501, -- [45]
						4267501, -- [46]
						4267501, -- [47]
						587130, -- [48]
						1, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "零度凍结-末日行者",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
			},
			["LastEventHealthMax"] = {
				4525440, -- [1]
				4525440, -- [2]
				4525440, -- [3]
				4525440, -- [4]
				4525440, -- [5]
				4525440, -- [6]
				4525440, -- [7]
				4525440, -- [8]
				4525440, -- [9]
				4525440, -- [10]
				4525440, -- [11]
				4525440, -- [12]
				4525440, -- [13]
				4525440, -- [14]
				4525440, -- [15]
				4525440, -- [16]
				4525440, -- [17]
				4525440, -- [18]
				4525440, -- [19]
				4525440, -- [20]
				4525440, -- [21]
				4525440, -- [22]
				4525440, -- [23]
				4525440, -- [24]
				4525440, -- [25]
				4525440, -- [26]
				4525440, -- [27]
				4525440, -- [28]
				4525440, -- [29]
				4525440, -- [30]
				4525440, -- [31]
				4525440, -- [32]
				4525440, -- [33]
				4525440, -- [34]
				4525440, -- [35]
				4525440, -- [36]
				4525440, -- [37]
				4525440, -- [38]
				4525440, -- [39]
				4525440, -- [40]
				4525440, -- [41]
				4525440, -- [42]
				4525440, -- [43]
				4525440, -- [44]
				4525440, -- [45]
				4525440, -- [46]
				4525440, -- [47]
				4525440, -- [48]
				4525440, -- [49]
				4525440, -- [50]
			},
			["LastDamageTaken"] = 746430,
			["level"] = 110,
			["LastDamageAbility"] = "冰枪术",
			["LastFightIn"] = 0,
			["LastHealTime"] = 3706.753,
			["type"] = "Ungrouped",
			["FightsSaved"] = 1,
			["GuardianReverseGUIDs"] = {
				["九头蛇"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "Pet-0-3930-1220-8-111383-0201AE6747",
					},
				},
				["野兽"] = {
					["LatestGuardian"] = 5,
					["GUIDs"] = {
						"Creature-0-3930-1220-8-113342-00000BEB4B", -- [1]
						"Creature-0-3930-1220-8-113342-00000BEB51", -- [2]
						"Creature-0-3930-1220-8-113342-00008BEB61", -- [3]
						"Creature-0-3930-1220-8-113342-00000BEB64", -- [4]
						"Creature-0-3930-1220-8-113342-00000BEB68", -- [5]
						[0] = "Creature-0-3930-1220-8-113342-00000BEB47",
					},
				},
				["哈提"] = {
					["LatestGuardian"] = 1,
					["GUIDs"] = {
						"Creature-0-3930-1220-8-106548-00008BEB79", -- [1]
						[0] = "Creature-0-3930-1220-8-106548-00000BEB4A",
					},
				},
				["险恶毒蛇"] = {
					["LatestGuardian"] = 9,
					["GUIDs"] = {
						"Creature-0-3930-1220-8-121661-00008BEB53", -- [1]
						"Creature-0-3930-1220-8-121661-00010BEB53", -- [2]
						"Creature-0-3930-1220-8-121661-00018BEB53", -- [3]
						"Creature-0-3930-1220-8-121661-00000BEB6B", -- [4]
						"Creature-0-3930-1220-8-121661-00008BEB6B", -- [5]
						"Creature-0-3930-1220-8-121661-00010BEB6B", -- [6]
						"Creature-0-3930-1220-8-121661-00010BEB78", -- [7]
						"Creature-0-3930-1220-8-121661-00018BEB78", -- [8]
						"Creature-0-3930-1220-8-121661-00020BEB78", -- [9]
						[0] = "Creature-0-3930-1220-8-121661-00000BEB53",
					},
				},
			},
			["TimeLast"] = {
				["TimeHeal"] = 3705.921,
				["OVERALL"] = 3747.918,
				["DamageTaken"] = 3747.918,
				["DeathCount"] = 3747.918,
				["ActiveTime"] = 3744.91,
				["HealingTaken"] = 3705.921,
				["Overhealing"] = 3708.918,
				["TimeDamage"] = 3744.91,
				["Healing"] = 3705.921,
				["ManaGain"] = 3712.916,
				["DOT_Time"] = 3690.92,
				["Damage"] = 3744.91,
			},
			["Owner"] = false,
			["Pet"] = {
				"九头蛇 <内个谁的宝宝-风暴之怒>", -- [1]
				"野兽 <内个谁的宝宝-风暴之怒>", -- [2]
				"哈提 <内个谁的宝宝-风暴之怒>", -- [3]
				"险恶毒蛇 <内个谁的宝宝-风暴之怒>", -- [4]
			},
			["NextEventNum"] = 42,
			["LastDamageTime"] = 3745.256,
			["LastEvents"] = {
				"内个谁的宝宝-风暴之怒 乱射 小飞侠 Hit -9104 (Physical)", -- [1]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -11984 (Physical)", -- [2]
				"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -54263 (Physical)", -- [3]
				"内个谁的宝宝-风暴之怒 乱射 野兽 Crit -16662 (Physical)", -- [4]
				"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Crit -12628 (Physical)", -- [5]
				"内个谁的宝宝-风暴之怒 乱射 积怨飓语者 Hit -45185 (Physical)", -- [6]
				"内个谁的宝宝-风暴之怒 乱射 金德布斯特 Absorb -3231 (3231 被吸收) (Physical)", -- [7]
				"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Hit -8956 (Physical)", -- [8]
				"内个谁的宝宝-风暴之怒 乱射 摧心魔 Hit -9732 (Physical)", -- [9]
				"内个谁的宝宝-风暴之怒 自动射击 卡拉米尔 Crit -86713 (Physical)", -- [10]
				"内个谁的宝宝-风暴之怒 乱射 鲜花一朵-熊猫酒仙 Hit -32264 (Physical)", -- [11]
				"内个谁的宝宝-风暴之怒 乱射 金德布斯特 Absorb -2435 (2435 被吸收) (Physical)", -- [12]
				"内个谁的宝宝-风暴之怒 乱射 英灵港湾-破碎岭 Hit -32956 (Physical)", -- [13]
				"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Hit -6751 (Physical)", -- [14]
				"内个谁的宝宝-风暴之怒 乱射 伊瑞尔-雷斧堡垒 Absorb -32029 (32029 被吸收) (Physical)", -- [15]
				"内个谁的宝宝-风暴之怒 乱射 Kazuha-金色平原 Crit -60519 (Physical)", -- [16]
				"内个谁的宝宝-风暴之怒 乱射 喵糖-凯尔萨斯 Hit -39208 (Physical)", -- [17]
				"内个谁的宝宝-风暴之怒 乱射 欧莫希萝莉-末日行者 Absorb -32312 (32312 被吸收) (Physical)", -- [18]
				"内个谁的宝宝-风暴之怒 乱射 熔岩犬 Hit -6346 (Physical)", -- [19]
				"内个谁的宝宝-风暴之怒 乱射 阿阔的阳-达斯雷玛 Hit -31654 (Physical)", -- [20]
				"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -40904 (Physical)", -- [21]
				"内个谁的宝宝-风暴之怒 乱射 小小的心愿-安威玛尔 Absorb -17646 (17646 被吸收) (Physical)", -- [22]
				"内个谁的宝宝-风暴之怒 乱射 卡拉米尔 Hit -37736 (Physical)", -- [23]
				"内个谁的宝宝-风暴之怒 乱射 灵魂兽 Hit -8135 (Physical)", -- [24]
				"内个谁的宝宝-风暴之怒 乱射 佐克-伊瑟拉 Hit -37793 (Physical)", -- [25]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -13677 (Physical)", -- [26]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -9034 (Physical)", -- [27]
				"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Crit -19519 (Physical)", -- [28]
				"内个谁的宝宝-风暴之怒 乱射 摧心魔 Hit -7336 (Physical)", -- [29]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -12560 (Physical)", -- [30]
				"内个谁的宝宝-风暴之怒 乱射 野兽 Crit -12560 (Physical)", -- [31]
				"内个谁的宝宝-风暴之怒 乱射 小飞侠 Hit -6863 (Physical)", -- [32]
				"内个谁的宝宝-风暴之怒 乱射 野兽 Hit -7601 (Physical)", -- [33]
				"内个谁的宝宝-风暴之怒 乱射 昆古尼尔-瑞文戴尔 Hit -39713 (Physical)", -- [34]
				"内个谁的宝宝-风暴之怒 乱射 夜下听风-安苏 Absorb -33117 (33117 被吸收) (Physical)", -- [35]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -11401 (Physical)", -- [36]
				"内个谁的宝宝-风暴之怒 乱射 小随雨-埃雷达尔 Hit -25952 (Physical)", -- [37]
				"内个谁的宝宝-风暴之怒 乱射 野兽 Hit -9118 (Physical)", -- [38]
				"零度凍结-末日行者 冰川尖刺 内个谁的宝宝-风暴之怒 Crit -3680371 (Frost)", -- [39]
				"零度凍结-末日行者 冰枪术 内个谁的宝宝-风暴之怒 Crit -746430 (Frost)", -- [40]
				"内个谁的宝宝-风暴之怒死亡。", -- [41]
				"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -17262 (Physical)", -- [42]
				"内个谁的宝宝-风暴之怒 乱射 卡拉米尔 Hit -50060 (Physical)", -- [43]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -11984 (Physical)", -- [44]
				"内个谁的宝宝-风暴之怒 自动射击 熔岩犬 Hit -36319 (Physical)", -- [45]
				"内个谁的宝宝-风暴之怒 乱射 卡拉米尔 Hit -50059 (Physical)", -- [46]
				"内个谁的宝宝-风暴之怒 乱射 灵魂兽 Hit -10792 (Physical)", -- [47]
				"内个谁的宝宝-风暴之怒 乱射 Monologue-基尔加丹 Hit -17262 (Physical)", -- [48]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Crit -16662 (Physical)", -- [49]
				"内个谁的宝宝-风暴之怒 乱射 哈提 Hit -10083 (Physical)", -- [50]
			},
			["Name"] = "内个谁的宝宝-风暴之怒",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				3742.629, -- [1]
				3742.629, -- [2]
				3742.629, -- [3]
				3742.629, -- [4]
				3742.629, -- [5]
				3742.629, -- [6]
				3742.629, -- [7]
				3742.629, -- [8]
				3742.629, -- [9]
				3744.91, -- [10]
				3745.22, -- [11]
				3745.22, -- [12]
				3745.22, -- [13]
				3745.22, -- [14]
				3745.22, -- [15]
				3745.22, -- [16]
				3745.22, -- [17]
				3745.22, -- [18]
				3745.22, -- [19]
				3745.22, -- [20]
				3745.22, -- [21]
				3745.22, -- [22]
				3745.22, -- [23]
				3745.22, -- [24]
				3745.22, -- [25]
				3745.22, -- [26]
				3745.22, -- [27]
				3745.22, -- [28]
				3745.22, -- [29]
				3745.22, -- [30]
				3745.22, -- [31]
				3745.22, -- [32]
				3745.22, -- [33]
				3745.22, -- [34]
				3745.256, -- [35]
				3745.256, -- [36]
				3745.256, -- [37]
				3745.256, -- [38]
				3748.297, -- [39]
				3748.414, -- [40]
				3748.443, -- [41]
				3740.441, -- [42]
				3740.441, -- [43]
				3740.441, -- [44]
				3742.301, -- [45]
				3742.629, -- [46]
				3742.629, -- [47]
				3742.629, -- [48]
				3742.629, -- [49]
				3742.629, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["TimeHealing"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
					},
					["OverHeals"] = {
						["灵魂联结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 107994,
									["min"] = 18609,
									["count"] = 6,
									["amount"] = 435448,
								},
							},
							["count"] = 6,
							["amount"] = 435448,
						},
					},
					["DeathCount"] = 1,
					["DOTs"] = {
						["潜伏腐化 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
					},
					["TimeSpent"] = {
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 0.83,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 0.32,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 0.37,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 0.36,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 10.59,
								},
								["自动射击"] = {
									["count"] = 25.2,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 6.29,
								},
								["乱射"] = {
									["count"] = 2.38,
								},
							},
							["amount"] = 44.46,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 3,
								},
								["乱射"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 3.84,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
					},
					["DamageTaken"] = 4824196,
					["ElementDoneAbsorb"] = {
						["Physical"] = 1165556,
					},
					["PartialResist"] = {
						["冰川尖刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["凶暴野兽"] = {
							["Details"] = {
								["野兽 <内个谁的宝宝-风暴之怒>"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["PartialAbsorb"] = {
						["冰川尖刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 59.74,
					["ManaGainedFrom"] = {
						["野兽 <内个谁的宝宝-风暴之怒>"] = {
							["Details"] = {
								["凶暴野兽"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["ElementTaken"] = {
						["Frost"] = 4522586,
						["Arcane"] = 228544,
						["Nature"] = 73066,
					},
					["DOT_Time"] = 27,
					["Damage"] = 25168732,
					["Attacks"] = {
						["眼镜蛇射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 841359,
									["min"] = 275151,
									["count"] = 6,
									["amount"] = 3702028,
								},
								["Hit"] = {
									["max"] = 495015,
									["min"] = 243309,
									["count"] = 16,
									["amount"] = 5426755,
								},
							},
							["count"] = 22,
							["amount"] = 9128783,
						},
						["自动射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 126253,
									["min"] = 54479,
									["count"] = 10,
									["amount"] = 975597,
								},
								["Hit"] = {
									["max"] = 63127,
									["min"] = 36319,
									["count"] = 20,
									["amount"] = 1009978,
								},
							},
							["count"] = 30,
							["amount"] = 1985575,
						},
						["潜伏腐化 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 162965,
									["min"] = 162964,
									["count"] = 4,
									["amount"] = 651858,
								},
								["Tick"] = {
									["max"] = 81483,
									["min"] = 8574,
									["count"] = 5,
									["amount"] = 334504,
								},
							},
							["count"] = 9,
							["amount"] = 986362,
						},
						["乱射"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 108254,
									["min"] = 418,
									["count"] = 55,
									["amount"] = 1165556,
								},
								["Crit"] = {
									["max"] = 151584,
									["min"] = 11401,
									["count"] = 119,
									["amount"] = 4411805,
								},
								["Hit"] = {
									["max"] = 82156,
									["min"] = 6346,
									["count"] = 276,
									["amount"] = 7490651,
								},
							},
							["count"] = 459,
							["amount"] = 13068012,
						},
					},
					["TimeHeal"] = 7.5,
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
					},
					["Overhealing"] = 435448,
					["WhoHealed"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 139456,
								},
							},
							["amount"] = 139456,
						},
					},
					["Healing"] = 139456,
					["HealedWho"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 139456,
								},
							},
							["amount"] = 139456,
						},
					},
					["Heals"] = {
						["灵魂联结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 104618,
									["min"] = 890,
									["count"] = 5,
									["amount"] = 139456,
								},
							},
							["count"] = 5,
							["amount"] = 139456,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 986362,
						["Physical"] = 24182370,
					},
					["HealingTaken"] = 139456,
					["DamagedWho"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 568774,
								},
							},
							["amount"] = 568774,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 289883,
								},
							},
							["amount"] = 289883,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 117227,
								},
							},
							["amount"] = 117227,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 377386,
								},
							},
							["amount"] = 377386,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 803197,
								},
							},
							["amount"] = 803197,
						},
						["小飞侠"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 87805,
								},
							},
							["amount"] = 87805,
						},
						["灵魂兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 286882,
								},
							},
							["amount"] = 286882,
						},
						["昆古尼尔-瑞文戴尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 39713,
								},
							},
							["amount"] = 39713,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 127117,
								},
								["眼镜蛇射击"] = {
									["count"] = 275151,
								},
								["乱射"] = {
									["count"] = 516032,
								},
							},
							["amount"] = 918300,
						},
						["Kazuha-金色平原"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 60519,
								},
							},
							["amount"] = 60519,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 32264,
								},
							},
							["amount"] = 32264,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 125604,
								},
							},
							["amount"] = 125604,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 104812,
								},
							},
							["amount"] = 104812,
						},
						["金德布斯特"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 51940,
								},
							},
							["amount"] = 51940,
						},
						["佐克-伊瑟拉"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 100462,
								},
							},
							["amount"] = 100462,
						},
						["小随雨-埃雷达尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 87427,
								},
							},
							["amount"] = 87427,
						},
						["积怨飓语者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 45185,
								},
							},
							["amount"] = 45185,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 2433757,
								},
							},
							["amount"] = 2433757,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 519677,
								},
							},
							["amount"] = 519677,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 268849,
								},
							},
							["amount"] = 268849,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 871703,
								},
							},
							["amount"] = 871703,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 78198,
								},
							},
							["amount"] = 78198,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 8853632,
								},
								["自动射击"] = {
									["count"] = 1858458,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 986362,
								},
								["乱射"] = {
									["count"] = 2292404,
								},
							},
							["amount"] = 13990856,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 158507,
								},
							},
							["amount"] = 158507,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 179432,
								},
							},
							["amount"] = 179432,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 510345,
								},
							},
							["amount"] = 510345,
						},
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1183720,
								},
							},
							["amount"] = 1183720,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 346566,
								},
							},
							["amount"] = 346566,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 33117,
								},
							},
							["amount"] = 33117,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 242024,
								},
							},
							["amount"] = 242024,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 254601,
								},
							},
							["amount"] = 254601,
						},
					},
					["TimeDamage"] = 52.24,
					["TimeDamaging"] = {
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 0.83,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 0.32,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 0.37,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 0.36,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 10.59,
								},
								["自动射击"] = {
									["count"] = 25.2,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 6.29,
								},
								["乱射"] = {
									["count"] = 2.38,
								},
							},
							["amount"] = 44.46,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 3,
								},
								["乱射"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 3.84,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["ManaGain"] = 33,
					["WhoDamaged"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 73066,
								},
							},
							["amount"] = 73066,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰川尖刺"] = {
									["count"] = 3680371,
								},
								["冰枪术"] = {
									["count"] = 746430,
								},
								["冰霜新星"] = {
									["count"] = 12744,
								},
							},
							["amount"] = 4439545,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["尖啸旋风"] = {
									["count"] = 83041,
								},
								["奥术孤寂"] = {
									["count"] = 228544,
								},
							},
							["amount"] = 311585,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 9,
								},
								["Absorb"] = {
									["count"] = 55,
								},
								["Crit"] = {
									["count"] = 135,
								},
								["Hit"] = {
									["count"] = 312,
								},
							},
							["amount"] = 511,
						},
					},
				},
				["LastFightData"] = {
					["TimeHealing"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
					},
					["OverHeals"] = {
						["灵魂联结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 107994,
									["min"] = 18609,
									["count"] = 6,
									["amount"] = 435448,
								},
							},
							["count"] = 6,
							["amount"] = 435448,
						},
					},
					["DeathCount"] = 1,
					["DOTs"] = {
						["潜伏腐化 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
					},
					["TimeSpent"] = {
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 0.83,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 0.32,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 0.37,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 0.36,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 10.59,
								},
								["自动射击"] = {
									["count"] = 25.2,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 6.29,
								},
								["乱射"] = {
									["count"] = 2.38,
								},
							},
							["amount"] = 44.46,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 3,
								},
								["乱射"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 3.84,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
					},
					["DamageTaken"] = 4824196,
					["ElementDoneAbsorb"] = {
						["Physical"] = 1165556,
					},
					["PartialResist"] = {
						["冰川尖刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["凶暴野兽"] = {
							["Details"] = {
								["野兽 <内个谁的宝宝-风暴之怒>"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["PartialAbsorb"] = {
						["冰川尖刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 59.74,
					["ManaGainedFrom"] = {
						["野兽 <内个谁的宝宝-风暴之怒>"] = {
							["Details"] = {
								["凶暴野兽"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["ElementTaken"] = {
						["Frost"] = 4522586,
						["Arcane"] = 228544,
						["Nature"] = 73066,
					},
					["DOT_Time"] = 27,
					["Damage"] = 25168732,
					["Attacks"] = {
						["眼镜蛇射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 841359,
									["min"] = 275151,
									["count"] = 6,
									["amount"] = 3702028,
								},
								["Hit"] = {
									["max"] = 495015,
									["min"] = 243309,
									["count"] = 16,
									["amount"] = 5426755,
								},
							},
							["count"] = 22,
							["amount"] = 9128783,
						},
						["自动射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 126253,
									["min"] = 54479,
									["count"] = 10,
									["amount"] = 975597,
								},
								["Hit"] = {
									["max"] = 63127,
									["min"] = 36319,
									["count"] = 20,
									["amount"] = 1009978,
								},
							},
							["count"] = 30,
							["amount"] = 1985575,
						},
						["潜伏腐化 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 162965,
									["min"] = 162964,
									["count"] = 4,
									["amount"] = 651858,
								},
								["Tick"] = {
									["max"] = 81483,
									["min"] = 8574,
									["count"] = 5,
									["amount"] = 334504,
								},
							},
							["count"] = 9,
							["amount"] = 986362,
						},
						["乱射"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 108254,
									["min"] = 418,
									["count"] = 55,
									["amount"] = 1165556,
								},
								["Crit"] = {
									["max"] = 151584,
									["min"] = 11401,
									["count"] = 119,
									["amount"] = 4411805,
								},
								["Hit"] = {
									["max"] = 82156,
									["min"] = 6346,
									["count"] = 276,
									["amount"] = 7490651,
								},
							},
							["count"] = 459,
							["amount"] = 13068012,
						},
					},
					["TimeHeal"] = 7.5,
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
					},
					["Overhealing"] = 435448,
					["WhoHealed"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 139456,
								},
							},
							["amount"] = 139456,
						},
					},
					["Healing"] = 139456,
					["HealedWho"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 139456,
								},
							},
							["amount"] = 139456,
						},
					},
					["Heals"] = {
						["灵魂联结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 104618,
									["min"] = 890,
									["count"] = 5,
									["amount"] = 139456,
								},
							},
							["count"] = 5,
							["amount"] = 139456,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 986362,
						["Physical"] = 24182370,
					},
					["HealingTaken"] = 139456,
					["DamagedWho"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 568774,
								},
							},
							["amount"] = 568774,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 289883,
								},
							},
							["amount"] = 289883,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 117227,
								},
							},
							["amount"] = 117227,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 377386,
								},
							},
							["amount"] = 377386,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 803197,
								},
							},
							["amount"] = 803197,
						},
						["小飞侠"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 87805,
								},
							},
							["amount"] = 87805,
						},
						["灵魂兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 286882,
								},
							},
							["amount"] = 286882,
						},
						["昆古尼尔-瑞文戴尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 39713,
								},
							},
							["amount"] = 39713,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 127117,
								},
								["眼镜蛇射击"] = {
									["count"] = 275151,
								},
								["乱射"] = {
									["count"] = 516032,
								},
							},
							["amount"] = 918300,
						},
						["Kazuha-金色平原"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 60519,
								},
							},
							["amount"] = 60519,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 32264,
								},
							},
							["amount"] = 32264,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 125604,
								},
							},
							["amount"] = 125604,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 104812,
								},
							},
							["amount"] = 104812,
						},
						["金德布斯特"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 51940,
								},
							},
							["amount"] = 51940,
						},
						["佐克-伊瑟拉"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 100462,
								},
							},
							["amount"] = 100462,
						},
						["小随雨-埃雷达尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 87427,
								},
							},
							["amount"] = 87427,
						},
						["积怨飓语者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 45185,
								},
							},
							["amount"] = 45185,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 2433757,
								},
							},
							["amount"] = 2433757,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 519677,
								},
							},
							["amount"] = 519677,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 268849,
								},
							},
							["amount"] = 268849,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 871703,
								},
							},
							["amount"] = 871703,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 78198,
								},
							},
							["amount"] = 78198,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 8853632,
								},
								["自动射击"] = {
									["count"] = 1858458,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 986362,
								},
								["乱射"] = {
									["count"] = 2292404,
								},
							},
							["amount"] = 13990856,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 158507,
								},
							},
							["amount"] = 158507,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 179432,
								},
							},
							["amount"] = 179432,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 510345,
								},
							},
							["amount"] = 510345,
						},
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1183720,
								},
							},
							["amount"] = 1183720,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 346566,
								},
							},
							["amount"] = 346566,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 33117,
								},
							},
							["amount"] = 33117,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 242024,
								},
							},
							["amount"] = 242024,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 254601,
								},
							},
							["amount"] = 254601,
						},
					},
					["TimeDamage"] = 52.24,
					["TimeDamaging"] = {
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 0.83,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 0.32,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 0.37,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 0.36,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 10.59,
								},
								["自动射击"] = {
									["count"] = 25.2,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 6.29,
								},
								["乱射"] = {
									["count"] = 2.38,
								},
							},
							["amount"] = 44.46,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 3,
								},
								["乱射"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 3.84,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["ManaGain"] = 33,
					["WhoDamaged"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 73066,
								},
							},
							["amount"] = 73066,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰川尖刺"] = {
									["count"] = 3680371,
								},
								["冰枪术"] = {
									["count"] = 746430,
								},
								["冰霜新星"] = {
									["count"] = 12744,
								},
							},
							["amount"] = 4439545,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["尖啸旋风"] = {
									["count"] = 83041,
								},
								["奥术孤寂"] = {
									["count"] = 228544,
								},
							},
							["amount"] = 311585,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 9,
								},
								["Absorb"] = {
									["count"] = 55,
								},
								["Crit"] = {
									["count"] = 135,
								},
								["Hit"] = {
									["count"] = 312,
								},
							},
							["amount"] = 511,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
					},
					["OverHeals"] = {
						["灵魂联结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 107994,
									["min"] = 18609,
									["count"] = 6,
									["amount"] = 435448,
								},
							},
							["count"] = 6,
							["amount"] = 435448,
						},
					},
					["DeathCount"] = 1,
					["DOTs"] = {
						["潜伏腐化 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
					},
					["TimeSpent"] = {
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 0.83,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 0.32,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 0.37,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 0.36,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 10.59,
								},
								["自动射击"] = {
									["count"] = 25.2,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 6.29,
								},
								["乱射"] = {
									["count"] = 2.38,
								},
							},
							["amount"] = 44.46,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 3,
								},
								["乱射"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 3.84,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 7.5,
								},
							},
							["amount"] = 7.5,
						},
					},
					["DamageTaken"] = 4824196,
					["ElementDoneAbsorb"] = {
						["Physical"] = 1165556,
					},
					["PartialResist"] = {
						["冰川尖刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["凶暴野兽"] = {
							["Details"] = {
								["野兽 <内个谁的宝宝-风暴之怒>"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["PartialAbsorb"] = {
						["冰川尖刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["尖啸旋风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 59.74,
					["ManaGainedFrom"] = {
						["野兽 <内个谁的宝宝-风暴之怒>"] = {
							["Details"] = {
								["凶暴野兽"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["ElementTaken"] = {
						["Frost"] = 4522586,
						["Arcane"] = 228544,
						["Nature"] = 73066,
					},
					["DOT_Time"] = 27,
					["Damage"] = 25168732,
					["Attacks"] = {
						["眼镜蛇射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 841359,
									["min"] = 275151,
									["count"] = 6,
									["amount"] = 3702028,
								},
								["Hit"] = {
									["max"] = 495015,
									["min"] = 243309,
									["count"] = 16,
									["amount"] = 5426755,
								},
							},
							["count"] = 22,
							["amount"] = 9128783,
						},
						["自动射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 126253,
									["min"] = 54479,
									["count"] = 10,
									["amount"] = 975597,
								},
								["Hit"] = {
									["max"] = 63127,
									["min"] = 36319,
									["count"] = 20,
									["amount"] = 1009978,
								},
							},
							["count"] = 30,
							["amount"] = 1985575,
						},
						["潜伏腐化 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 162965,
									["min"] = 162964,
									["count"] = 4,
									["amount"] = 651858,
								},
								["Tick"] = {
									["max"] = 81483,
									["min"] = 8574,
									["count"] = 5,
									["amount"] = 334504,
								},
							},
							["count"] = 9,
							["amount"] = 986362,
						},
						["乱射"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 108254,
									["min"] = 418,
									["count"] = 55,
									["amount"] = 1165556,
								},
								["Crit"] = {
									["max"] = 151584,
									["min"] = 11401,
									["count"] = 119,
									["amount"] = 4411805,
								},
								["Hit"] = {
									["max"] = 82156,
									["min"] = 6346,
									["count"] = 276,
									["amount"] = 7490651,
								},
							},
							["count"] = 459,
							["amount"] = 13068012,
						},
					},
					["TimeHeal"] = 7.5,
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 5,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
					},
					["Overhealing"] = 435448,
					["WhoHealed"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 139456,
								},
							},
							["amount"] = 139456,
						},
					},
					["Healing"] = 139456,
					["HealedWho"] = {
						["内个谁的宝宝-风暴之怒"] = {
							["Details"] = {
								["灵魂联结"] = {
									["count"] = 139456,
								},
							},
							["amount"] = 139456,
						},
					},
					["Heals"] = {
						["灵魂联结"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 104618,
									["min"] = 890,
									["count"] = 5,
									["amount"] = 139456,
								},
							},
							["count"] = 5,
							["amount"] = 139456,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 986362,
						["Physical"] = 24182370,
					},
					["HealingTaken"] = 139456,
					["DamagedWho"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 568774,
								},
							},
							["amount"] = 568774,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 289883,
								},
							},
							["amount"] = 289883,
						},
						["喵糖-凯尔萨斯"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 117227,
								},
							},
							["amount"] = 117227,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 377386,
								},
							},
							["amount"] = 377386,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 803197,
								},
							},
							["amount"] = 803197,
						},
						["小飞侠"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 87805,
								},
							},
							["amount"] = 87805,
						},
						["灵魂兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 286882,
								},
							},
							["amount"] = 286882,
						},
						["昆古尼尔-瑞文戴尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 39713,
								},
							},
							["amount"] = 39713,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 127117,
								},
								["眼镜蛇射击"] = {
									["count"] = 275151,
								},
								["乱射"] = {
									["count"] = 516032,
								},
							},
							["amount"] = 918300,
						},
						["Kazuha-金色平原"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 60519,
								},
							},
							["amount"] = 60519,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 32264,
								},
							},
							["amount"] = 32264,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 125604,
								},
							},
							["amount"] = 125604,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 104812,
								},
							},
							["amount"] = 104812,
						},
						["金德布斯特"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 51940,
								},
							},
							["amount"] = 51940,
						},
						["佐克-伊瑟拉"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 100462,
								},
							},
							["amount"] = 100462,
						},
						["小随雨-埃雷达尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 87427,
								},
							},
							["amount"] = 87427,
						},
						["积怨飓语者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 45185,
								},
							},
							["amount"] = 45185,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 2433757,
								},
							},
							["amount"] = 2433757,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 519677,
								},
							},
							["amount"] = 519677,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 268849,
								},
							},
							["amount"] = 268849,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 871703,
								},
							},
							["amount"] = 871703,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 78198,
								},
							},
							["amount"] = 78198,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 8853632,
								},
								["自动射击"] = {
									["count"] = 1858458,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 986362,
								},
								["乱射"] = {
									["count"] = 2292404,
								},
							},
							["amount"] = 13990856,
						},
						["十里何时春盛-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 158507,
								},
							},
							["amount"] = 158507,
						},
						["Satanaei-千针石林"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 179432,
								},
							},
							["amount"] = 179432,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 510345,
								},
							},
							["amount"] = 510345,
						},
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1183720,
								},
							},
							["amount"] = 1183720,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 346566,
								},
							},
							["amount"] = 346566,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 33117,
								},
							},
							["amount"] = 33117,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 242024,
								},
							},
							["amount"] = 242024,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 254601,
								},
							},
							["amount"] = 254601,
						},
					},
					["TimeDamage"] = 52.24,
					["TimeDamaging"] = {
						["野兽"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 0.83,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 0.32,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.37,
								},
							},
							["amount"] = 0.37,
						},
						["哈提"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 0.36,
						},
						["鲜花一朵-熊猫酒仙"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["眼镜蛇射击"] = {
									["count"] = 10.59,
								},
								["自动射击"] = {
									["count"] = 25.2,
								},
								["潜伏腐化 (伤害/跳)"] = {
									["count"] = 6.29,
								},
								["乱射"] = {
									["count"] = 2.38,
								},
							},
							["amount"] = 44.46,
						},
						["熔岩犬"] = {
							["Details"] = {
								["自动射击"] = {
									["count"] = 3,
								},
								["乱射"] = {
									["count"] = 0.84,
								},
							},
							["amount"] = 3.84,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["摧心魔"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["夜下听风-安苏"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.04,
								},
							},
							["amount"] = 0.04,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["乱射"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
					},
					["ManaGain"] = 33,
					["WhoDamaged"] = {
						["心跳男孩-安苏"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 73066,
								},
							},
							["amount"] = 73066,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰川尖刺"] = {
									["count"] = 3680371,
								},
								["冰枪术"] = {
									["count"] = 746430,
								},
								["冰霜新星"] = {
									["count"] = 12744,
								},
							},
							["amount"] = 4439545,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["尖啸旋风"] = {
									["count"] = 83041,
								},
								["奥术孤寂"] = {
									["count"] = 228544,
								},
							},
							["amount"] = 311585,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 9,
								},
								["Absorb"] = {
									["count"] = 55,
								},
								["Crit"] = {
									["count"] = 135,
								},
								["Hit"] = {
									["count"] = 312,
								},
							},
							["amount"] = 511,
						},
					},
				},
			},
			["UnitLockout"] = 3676.935,
			["LastActive"] = 3747.918,
		},
		["哈提 <内个谁的宝宝-风暴之怒>"] = {
			["GUID"] = "Creature-0-3930-1220-8-106548-00008BEB79",
			["TimeLast"] = {
				["ActiveTime"] = 3739.929,
				["TimeDamage"] = 3739.929,
				["OVERALL"] = 3739.929,
				["DamageTaken"] = 3739.929,
				["Damage"] = 3739.929,
			},
			["LastAttackedBy"] = "欧莫希萝莉-末日行者",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					11.34, -- [1]
				},
				["Damage"] = {
					515939, -- [1]
				},
				["DamageTaken"] = {
					6835710, -- [1]
				},
				["ActiveTime"] = {
					11.34, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 35031,
			["level"] = 1,
			["LastDamageAbility"] = "灰烬觉醒",
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["FightsSaved"] = 1,
			["ownerName"] = "内个谁的宝宝-风暴之怒",
			["LastFlags"] = 2600,
			["NextEventNum"] = 4,
			["LastDamageTime"] = 3740.441,
			["LastEvents"] = {
				"幻翼星空-末日行者 点燃 (伤害/跳) 哈提 <内个谁的宝宝-风暴之怒> Tick -129807 (Fire)", -- [1]
				"小小的心愿-安威玛尔 奉献 哈提 <内个谁的宝宝-风暴之怒> Crit -10634 (Holy)", -- [2]
				"欧莫希萝莉-末日行者 灰烬觉醒 哈提 <内个谁的宝宝-风暴之怒> Hit -35031", -- [3]
				"Monologue-基尔加丹 猛虎掌 哈提 <内个谁的宝宝-风暴之怒> Hit -52399 (Physical)", -- [4]
				"Monologue-基尔加丹 猛虎掌 哈提 <内个谁的宝宝-风暴之怒> Crit -78598 (Physical)", -- [5]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Hit -11947 (Physical)", -- [6]
				"一颗小橙子-生态船 寒冰宝珠 哈提 <内个谁的宝宝-风暴之怒> Hit -10139 (Frost)", -- [7]
				"强力闪电元素 闪电链 哈提 <内个谁的宝宝-风暴之怒> Crit -60254 (Nature)", -- [8]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Hit -11947 (Physical)", -- [9]
				"一颗小橙子-生态船 寒冰宝珠 哈提 <内个谁的宝宝-风暴之怒> Hit -10139 (Frost)", -- [10]
				"咕噜推土机-阿古斯 精神鞭笞 哈提 <内个谁的宝宝-风暴之怒> Hit -13785 (Shadow)", -- [11]
				"Monologue-基尔加丹 猛虎掌 哈提 <内个谁的宝宝-风暴之怒> Hit -34285 (Physical)", -- [12]
				"Monologue-基尔加丹 猛虎掌 哈提 <内个谁的宝宝-风暴之怒> Hit -34285 (Physical)", -- [13]
				"一颗小橙子-生态船 冰枪术 哈提 <内个谁的宝宝-风暴之怒> Crit -1109568 (Frost)", -- [14]
				"金德布斯特 献祭 哈提 <内个谁的宝宝-风暴之怒> Hit -11389 (Fire)", -- [15]
				"哈提 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Crit -60957 (Physical)", -- [16]
				"小小的心愿-安威玛尔 祝福之锤 哈提 <内个谁的宝宝-风暴之怒> Hit -16775 (Holy)", -- [17]
				"金德布斯特 献祭 哈提 <内个谁的宝宝-风暴之怒> Hit -11389 (Fire)", -- [18]
				"野兽 践踏 哈提 <内个谁的宝宝-风暴之怒> Hit -119371 (Physical)", -- [19]
				"一颗小橙子-生态船 冰枪术 哈提 <内个谁的宝宝-风暴之怒> Crit -283883 (Frost)", -- [20]
				"幻翼星空-末日行者 点燃 (伤害/跳) 哈提 <内个谁的宝宝-风暴之怒> Tick -129807 (Fire)", -- [21]
				"哈提 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -30479 (Physical)", -- [22]
				"金德布斯特 献祭 哈提 <内个谁的宝宝-风暴之怒> Hit -11389 (Fire)", -- [23]
				"一颗小橙子-生态船 冰枪术 哈提 <内个谁的宝宝-风暴之怒> Hit -175806 (Frost)", -- [24]
				"小小的心愿-安威玛尔 祝福之锤 哈提 <内个谁的宝宝-风暴之怒> Crit -26380 (Holy)", -- [25]
				"欧莫希萝莉-末日行者 审判 哈提 <内个谁的宝宝-风暴之怒> Hit -125495 (Holy)", -- [26]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Miss (1)", -- [27]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Hit -11361 (Physical)", -- [28]
				"幻翼星空-末日行者 点燃 (伤害/跳) 哈提 <内个谁的宝宝-风暴之怒> Tick -129807 (Fire)", -- [29]
				"小小的心愿-安威玛尔 祝福之锤 哈提 <内个谁的宝宝-风暴之怒> Hit -17586 (Holy)", -- [30]
				"哈提 <内个谁的宝宝-风暴之怒> 肉搏 金德布斯特 Absorb -17000 (17000 被吸收) (1)", -- [31]
				"金德布斯特 献祭 哈提 <内个谁的宝宝-风暴之怒> Hit -11388 (Fire)", -- [32]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Miss (1)", -- [33]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Crit -8521 (Physical)", -- [34]
				"幻翼星空-末日行者 点燃 (伤害/跳) 哈提 <内个谁的宝宝-风暴之怒> Tick -129807 (Fire)", -- [35]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Hit -15849 (Physical)", -- [36]
				"Monologue-基尔加丹 幻灭踢 哈提 <内个谁的宝宝-风暴之怒> Hit -146242 (Physical)", -- [37]
				"Monologue-基尔加丹 幻灭踢 哈提 <内个谁的宝宝-风暴之怒> Dodge (Physical)", -- [38]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Crit -16129 (Physical)", -- [39]
				"哈提 <内个谁的宝宝-风暴之怒> 肉搏 金德布斯特 Absorb -24163 (24163 被吸收) (1)", -- [40]
				"幻翼星空-末日行者 点燃 (伤害/跳) 哈提 <内个谁的宝宝-风暴之怒> Tick -129807 (Fire)", -- [41]
				"金德布斯特 献祭 哈提 <内个谁的宝宝-风暴之怒> Crit -17083 (Fire)", -- [42]
				"唐门高手-雷斧堡垒 烈焰花环 哈提 <内个谁的宝宝-风暴之怒> Crit -183638 (Fire)", -- [43]
				"小小的心愿-安威玛尔 祝福之锤 哈提 <内个谁的宝宝-风暴之怒> Hit -17587 (Holy)", -- [44]
				"野兽 践踏 哈提 <内个谁的宝宝-风暴之怒> Crit -149802 (Physical)", -- [45]
				"小小的心愿-安威玛尔 复仇者之盾 哈提 <内个谁的宝宝-风暴之怒> Hit -49979 (Holy)", -- [46]
				"小小的心愿-安威玛尔 提尔的执行者 哈提 <内个谁的宝宝-风暴之怒> Hit -8274 (Holy)", -- [47]
				"Monologue-基尔加丹 肉搏 哈提 <内个谁的宝宝-风暴之怒> Miss (1)", -- [48]
				"一颗小橙子-生态船 冰枪术 哈提 <内个谁的宝宝-风暴之怒> Crit -903697 (Frost)", -- [49]
				"伊瑞尔-雷斧堡垒 审判 哈提 <内个谁的宝宝-风暴之怒> Crit -144919 (Holy)", -- [50]
			},
			["Name"] = "哈提",
			["LastEventTimes"] = {
				3740.441, -- [1]
				3740.441, -- [2]
				3740.441, -- [3]
				3696.191, -- [4]
				3696.191, -- [5]
				3696.191, -- [6]
				3696.191, -- [7]
				3696.191, -- [8]
				3696.191, -- [9]
				3696.191, -- [10]
				3696.541, -- [11]
				3696.541, -- [12]
				3696.541, -- [13]
				3696.541, -- [14]
				3733.878, -- [15]
				3734.594, -- [16]
				3735.034, -- [17]
				3735.202, -- [18]
				3735.554, -- [19]
				3735.688, -- [20]
				3736.074, -- [21]
				3736.106, -- [22]
				3736.823, -- [23]
				3736.823, -- [24]
				3736.877, -- [25]
				3736.936, -- [26]
				3737.068, -- [27]
				3737.068, -- [28]
				3737.068, -- [29]
				3737.234, -- [30]
				3740.441, -- [31]
				3740.441, -- [32]
				3740.441, -- [33]
				3740.441, -- [34]
				3740.441, -- [35]
				3740.441, -- [36]
				3740.441, -- [37]
				3740.441, -- [38]
				3740.441, -- [39]
				3740.441, -- [40]
				3740.441, -- [41]
				3740.441, -- [42]
				3740.441, -- [43]
				3740.441, -- [44]
				3740.441, -- [45]
				3740.441, -- [46]
				3740.441, -- [47]
				3740.441, -- [48]
				3740.441, -- [49]
				3740.441, -- [50]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["WhoDamaged"] = {
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["动荡魔法"] = {
									["count"] = 38115,
								},
								["冰刺"] = {
									["count"] = 773388,
								},
								["冰枪术"] = {
									["count"] = 2472954,
								},
								["寒冰宝珠"] = {
									["count"] = 74830,
								},
							},
							["amount"] = 3359287,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["升龙霸"] = {
									["count"] = 264152,
								},
								["神鹤引项踢"] = {
									["count"] = 380406,
								},
								["怒雷破"] = {
									["count"] = 71906,
								},
								["猛虎掌"] = {
									["count"] = 329521,
								},
								["幻灭踢"] = {
									["count"] = 308733,
								},
								["肉搏"] = {
									["count"] = 102634,
								},
							},
							["amount"] = 1457352,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 38787,
								},
								["精神鞭笞"] = {
									["count"] = 13785,
								},
							},
							["amount"] = 52572,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 144919,
								},
							},
							["amount"] = 144919,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 95463,
								},
								["奉献"] = {
									["count"] = 10634,
								},
								["复仇者之盾"] = {
									["count"] = 94668,
								},
								["提尔的执行者"] = {
									["count"] = 15755,
								},
							},
							["amount"] = 216520,
						},
						["唐门高手-雷斧堡垒"] = {
							["Details"] = {
								["烈焰花环"] = {
									["count"] = 183638,
								},
							},
							["amount"] = 183638,
						},
						["强力闪电元素"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 160679,
								},
							},
							["amount"] = 160679,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 388544,
								},
							},
							["amount"] = 388544,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 649035,
								},
							},
							["amount"] = 649035,
						},
						["金德布斯特"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 62638,
								},
							},
							["amount"] = 62638,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 35031,
								},
								["审判"] = {
									["count"] = 125495,
								},
							},
							["amount"] = 160526,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 5,
								},
							},
							["amount"] = 13,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 35,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 11,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["PartialAbsorb"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["烈焰花环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["烈焰花环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["冰刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
					},
					["Attacks"] = {
						["杀戮命令"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 124056,
									["min"] = 124056,
									["count"] = 1,
									["amount"] = 124056,
								},
							},
							["count"] = 1,
							["amount"] = 124056,
						},
						["雷霆之颚"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 62028,
									["min"] = 62028,
									["count"] = 1,
									["amount"] = 62028,
								},
							},
							["count"] = 1,
							["amount"] = 62028,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 24163,
									["min"] = 17000,
									["count"] = 2,
									["amount"] = 41163,
								},
								["Crit"] = {
									["max"] = 65752,
									["min"] = 60957,
									["count"] = 3,
									["amount"] = 192461,
								},
								["Hit"] = {
									["max"] = 32876,
									["min"] = 30479,
									["count"] = 3,
									["amount"] = 96231,
								},
							},
							["count"] = 8,
							["amount"] = 329855,
						},
					},
					["TimeSpent"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 9.84,
						},
					},
					["DamageTaken"] = 6835710,
					["ElementDoneAbsorb"] = {
						["Melee"] = 41163,
					},
					["ElementDone"] = {
						["Physical"] = 124056,
						["Melee"] = 329855,
						["Nature"] = 62028,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamagedWho"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 41163,
								},
							},
							["amount"] = 41163,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 124056,
								},
								["雷霆之颚"] = {
									["count"] = 62028,
								},
								["肉搏"] = {
									["count"] = 288692,
								},
							},
							["amount"] = 474776,
						},
					},
					["TimeDamage"] = 11.34,
					["TimeDamaging"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 9.84,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 486934,
						["Melee"] = 102634,
						["Frost"] = 3359287,
						["Shadow"] = 13785,
						["Fire"] = 895311,
						["Physical"] = 1743262,
						["Nature"] = 199466,
					},
					["ActiveTime"] = 11.34,
					["Damage"] = 515939,
				},
				["LastFightData"] = {
					["WhoDamaged"] = {
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["动荡魔法"] = {
									["count"] = 38115,
								},
								["冰刺"] = {
									["count"] = 773388,
								},
								["冰枪术"] = {
									["count"] = 2472954,
								},
								["寒冰宝珠"] = {
									["count"] = 74830,
								},
							},
							["amount"] = 3359287,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["升龙霸"] = {
									["count"] = 264152,
								},
								["神鹤引项踢"] = {
									["count"] = 380406,
								},
								["怒雷破"] = {
									["count"] = 71906,
								},
								["猛虎掌"] = {
									["count"] = 329521,
								},
								["幻灭踢"] = {
									["count"] = 308733,
								},
								["肉搏"] = {
									["count"] = 102634,
								},
							},
							["amount"] = 1457352,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 38787,
								},
								["精神鞭笞"] = {
									["count"] = 13785,
								},
							},
							["amount"] = 52572,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 144919,
								},
							},
							["amount"] = 144919,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 95463,
								},
								["奉献"] = {
									["count"] = 10634,
								},
								["复仇者之盾"] = {
									["count"] = 94668,
								},
								["提尔的执行者"] = {
									["count"] = 15755,
								},
							},
							["amount"] = 216520,
						},
						["唐门高手-雷斧堡垒"] = {
							["Details"] = {
								["烈焰花环"] = {
									["count"] = 183638,
								},
							},
							["amount"] = 183638,
						},
						["强力闪电元素"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 160679,
								},
							},
							["amount"] = 160679,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 388544,
								},
							},
							["amount"] = 388544,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 649035,
								},
							},
							["amount"] = 649035,
						},
						["金德布斯特"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 62638,
								},
							},
							["amount"] = 62638,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 35031,
								},
								["审判"] = {
									["count"] = 125495,
								},
							},
							["amount"] = 160526,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 5,
								},
							},
							["amount"] = 13,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 35,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 11,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["PartialAbsorb"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["烈焰花环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["烈焰花环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["冰刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
					},
					["Attacks"] = {
						["杀戮命令"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 124056,
									["min"] = 124056,
									["count"] = 1,
									["amount"] = 124056,
								},
							},
							["count"] = 1,
							["amount"] = 124056,
						},
						["雷霆之颚"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 62028,
									["min"] = 62028,
									["count"] = 1,
									["amount"] = 62028,
								},
							},
							["count"] = 1,
							["amount"] = 62028,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 24163,
									["min"] = 17000,
									["count"] = 2,
									["amount"] = 41163,
								},
								["Crit"] = {
									["max"] = 65752,
									["min"] = 60957,
									["count"] = 3,
									["amount"] = 192461,
								},
								["Hit"] = {
									["max"] = 32876,
									["min"] = 30479,
									["count"] = 3,
									["amount"] = 96231,
								},
							},
							["count"] = 8,
							["amount"] = 329855,
						},
					},
					["TimeSpent"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 9.84,
						},
					},
					["DamageTaken"] = 6835710,
					["ElementDoneAbsorb"] = {
						["Melee"] = 41163,
					},
					["ElementDone"] = {
						["Physical"] = 124056,
						["Melee"] = 329855,
						["Nature"] = 62028,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamagedWho"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 41163,
								},
							},
							["amount"] = 41163,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 124056,
								},
								["雷霆之颚"] = {
									["count"] = 62028,
								},
								["肉搏"] = {
									["count"] = 288692,
								},
							},
							["amount"] = 474776,
						},
					},
					["TimeDamage"] = 11.34,
					["TimeDamaging"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 9.84,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 486934,
						["Melee"] = 102634,
						["Frost"] = 3359287,
						["Shadow"] = 13785,
						["Fire"] = 895311,
						["Physical"] = 1743262,
						["Nature"] = 199466,
					},
					["ActiveTime"] = 11.34,
					["Damage"] = 515939,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["WhoDamaged"] = {
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["动荡魔法"] = {
									["count"] = 38115,
								},
								["冰刺"] = {
									["count"] = 773388,
								},
								["冰枪术"] = {
									["count"] = 2472954,
								},
								["寒冰宝珠"] = {
									["count"] = 74830,
								},
							},
							["amount"] = 3359287,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["升龙霸"] = {
									["count"] = 264152,
								},
								["神鹤引项踢"] = {
									["count"] = 380406,
								},
								["怒雷破"] = {
									["count"] = 71906,
								},
								["猛虎掌"] = {
									["count"] = 329521,
								},
								["幻灭踢"] = {
									["count"] = 308733,
								},
								["肉搏"] = {
									["count"] = 102634,
								},
							},
							["amount"] = 1457352,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 38787,
								},
								["精神鞭笞"] = {
									["count"] = 13785,
								},
							},
							["amount"] = 52572,
						},
						["伊瑞尔-雷斧堡垒"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 144919,
								},
							},
							["amount"] = 144919,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 95463,
								},
								["奉献"] = {
									["count"] = 10634,
								},
								["复仇者之盾"] = {
									["count"] = 94668,
								},
								["提尔的执行者"] = {
									["count"] = 15755,
								},
							},
							["amount"] = 216520,
						},
						["唐门高手-雷斧堡垒"] = {
							["Details"] = {
								["烈焰花环"] = {
									["count"] = 183638,
								},
							},
							["amount"] = 183638,
						},
						["强力闪电元素"] = {
							["Details"] = {
								["闪电链"] = {
									["count"] = 160679,
								},
							},
							["amount"] = 160679,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 388544,
								},
							},
							["amount"] = 388544,
						},
						["幻翼星空-末日行者"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 649035,
								},
							},
							["amount"] = 649035,
						},
						["金德布斯特"] = {
							["Details"] = {
								["献祭"] = {
									["count"] = 62638,
								},
							},
							["amount"] = 62638,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 35031,
								},
								["审判"] = {
									["count"] = 125495,
								},
							},
							["amount"] = 160526,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 5,
								},
							},
							["amount"] = 13,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 35,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 11,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 12,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["PartialAbsorb"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["烈焰花环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["闪电链"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["献祭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["冰刺"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["烈焰花环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["闪电链"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["献祭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["神鹤引项踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["冰刺"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["寒冰宝珠"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
					},
					["Attacks"] = {
						["杀戮命令"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 124056,
									["min"] = 124056,
									["count"] = 1,
									["amount"] = 124056,
								},
							},
							["count"] = 1,
							["amount"] = 124056,
						},
						["雷霆之颚"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 62028,
									["min"] = 62028,
									["count"] = 1,
									["amount"] = 62028,
								},
							},
							["count"] = 1,
							["amount"] = 62028,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 24163,
									["min"] = 17000,
									["count"] = 2,
									["amount"] = 41163,
								},
								["Crit"] = {
									["max"] = 65752,
									["min"] = 60957,
									["count"] = 3,
									["amount"] = 192461,
								},
								["Hit"] = {
									["max"] = 32876,
									["min"] = 30479,
									["count"] = 3,
									["amount"] = 96231,
								},
							},
							["count"] = 8,
							["amount"] = 329855,
						},
					},
					["TimeSpent"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 9.84,
						},
					},
					["DamageTaken"] = 6835710,
					["ElementDoneAbsorb"] = {
						["Melee"] = 41163,
					},
					["ElementDone"] = {
						["Physical"] = 124056,
						["Melee"] = 329855,
						["Nature"] = 62028,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 8,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DamagedWho"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 41163,
								},
							},
							["amount"] = 41163,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 124056,
								},
								["雷霆之颚"] = {
									["count"] = 62028,
								},
								["肉搏"] = {
									["count"] = 288692,
								},
							},
							["amount"] = 474776,
						},
					},
					["TimeDamage"] = 11.34,
					["TimeDamaging"] = {
						["金德布斯特"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 1.5,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 9.84,
						},
					},
					["ElementTaken"] = {
						["Holy"] = 486934,
						["Melee"] = 102634,
						["Frost"] = 3359287,
						["Shadow"] = 13785,
						["Fire"] = 895311,
						["Physical"] = 1743262,
						["Nature"] = 199466,
					},
					["ActiveTime"] = 11.34,
					["Damage"] = 515939,
				},
			},
			["UnitLockout"] = 3739.929,
			["LastActive"] = 3739.929,
		},
		["九头蛇 <内个谁的宝宝-风暴之怒>"] = {
			["GUID"] = "Pet-0-3930-1220-8-111383-0201AE6747",
			["LastEventHealth"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				1138291, -- [40]
				1114572, -- [41]
				1112012, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"MISC", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					2, -- [1]
				},
				["ActiveTime"] = {
					24.77, -- [1]
				},
				["DOT_Time"] = {
					36, -- [1]
				},
				["TimeDamage"] = {
					24.77, -- [1]
				},
				["DamageTaken"] = {
					7159624, -- [1]
				},
				["Damage"] = {
					7735466, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "九头蛇",
			["LastFlags"] = 4648,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"欧莫希萝莉-末日行者 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Crit -127285", -- [1]
						"Monologue-基尔加丹 肉搏 九头蛇 <内个谁的宝宝-风暴之怒> Crit -6727 (Physical)", -- [2]
						"Monologue-基尔加丹 横向烈风 九头蛇 <内个谁的宝宝-风暴之怒> Crit -40245 (Physical)", -- [3]
						"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Hit -23719 (Frost)", -- [4]
						"Cyamomoko-金色平原 点燃 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -2560 (Fire)", -- [5]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Crit -40654 (Physical)", -- [6]
						"怒苍之主-回音山 巨人重击 九头蛇 <内个谁的宝宝-风暴之怒> Crit -35505 (Physical)", -- [7]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [8]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -1", -- [9]
						"九头蛇 <内个谁的宝宝-风暴之怒> 撕咬 卡拉米尔 Hit -74659 (Physical)", -- [10]
						"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Hit -23719 (Frost)", -- [11]
						"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Tick -88940 (Physical)", -- [12]
						"一颗小橙子-生态船 动荡魔法 九头蛇 <内个谁的宝宝-风暴之怒> Hit -28586 (Frost)", -- [13]
						"英灵港湾-破碎岭 破坏者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -69095 (Physical)", -- [14]
						"Monologue-基尔加丹 肉搏 九头蛇 <内个谁的宝宝-风暴之怒> Miss (1)", -- [15]
						"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Hit -8877 (Holy)", -- [16]
						"Monologue-基尔加丹 猛虎掌 九头蛇 <内个谁的宝宝-风暴之怒> Crit -58220 (Physical)", -- [17]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -38411 (Physical)", -- [18]
						"机智的喵九九-罗宁 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -89615", -- [19]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -3", -- [20]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -3", -- [21]
						"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Hit -23719 (Frost)", -- [22]
						"Monologue-基尔加丹 横向烈风 九头蛇 <内个谁的宝宝-风暴之怒> Crit -40246 (Physical)", -- [23]
						"Monologue-基尔加丹 横向烈风 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26830 (Physical)", -- [24]
						"英灵港湾-破碎岭 扎卡兹的腐化之血 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -10086 (Shadow)", -- [25]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [26]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -3", -- [27]
						"欧莫希萝莉-末日行者 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Crit -136752", -- [28]
						"Cyamomoko-金色平原 点燃 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -12916 (Fire)", -- [29]
						"Cyamomoko-金色平原 洪荒烈火焚烧 九头蛇 <内个谁的宝宝-风暴之怒> Hit -10531 (Fire)", -- [30]
						"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Crit -13317 (Holy)", -- [31]
						"小小的心愿-安威玛尔 复仇者之盾 九头蛇 <内个谁的宝宝-风暴之怒> Crit -96536 (Holy)", -- [32]
						"小小的心愿-安威玛尔 提尔的执行者 九头蛇 <内个谁的宝宝-风暴之怒> Hit -10653 (Holy)", -- [33]
						"咕噜推土机-阿古斯 精神鞭笞 九头蛇 <内个谁的宝宝-风暴之怒> Hit -14572 (Shadow)", -- [34]
						"英灵港湾-破碎岭 破坏者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -70424 (Physical)", -- [35]
						"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Crit -35579 (Frost)", -- [36]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [37]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -2", -- [38]
						"阿阔的阳-达斯雷玛 邪能冲撞 九头蛇 <内个谁的宝宝-风暴之怒> Hit -13", -- [39]
						"机智的喵九九-罗宁 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -95818", -- [40]
						"咕噜推土机-阿古斯 精神鞭笞 九头蛇 <内个谁的宝宝-风暴之怒> Hit -14573 (Shadow)", -- [41]
						"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Crit -13316 (Holy)", -- [42]
						"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Hit -8877 (Holy)", -- [43]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [44]
						"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -1", -- [45]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Crit -81071 (Physical)", -- [46]
						"欧莫希萝莉-末日行者 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -91168", -- [47]
						"英灵港湾-破碎岭 破坏者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -71752 (Physical)", -- [48]
						"九头蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [49]
						"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Crit -141143 (Physical)", -- [50]
					},
					["DeathAt"] = 3712.916,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-2.00899999999956, -- [1]
						-2.00899999999956, -- [2]
						-1.97999999999956, -- [3]
						-1.95399999999972, -- [4]
						-1.95399999999972, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0.315000000000055, -- [50]
					},
					["HealthMax"] = {
						3167808, -- [1]
						3167808, -- [2]
						3167808, -- [3]
						3167808, -- [4]
						3167808, -- [5]
						3167808, -- [6]
						3167808, -- [7]
						3167808, -- [8]
						3167808, -- [9]
						3167808, -- [10]
						3167808, -- [11]
						3167808, -- [12]
						3167808, -- [13]
						3167808, -- [14]
						3167808, -- [15]
						3167808, -- [16]
						3167808, -- [17]
						3167808, -- [18]
						3167808, -- [19]
						3167808, -- [20]
						3167808, -- [21]
						3167808, -- [22]
						3167808, -- [23]
						3167808, -- [24]
						3167808, -- [25]
						3167808, -- [26]
						3167808, -- [27]
						3167808, -- [28]
						3167808, -- [29]
						3167808, -- [30]
						3167808, -- [31]
						3167808, -- [32]
						3167808, -- [33]
						3167808, -- [34]
						3167808, -- [35]
						3167808, -- [36]
						3167808, -- [37]
						3167808, -- [38]
						3167808, -- [39]
						3167808, -- [40]
						3167808, -- [41]
						3167808, -- [42]
						3167808, -- [43]
						3167808, -- [44]
						3167808, -- [45]
						3167808, -- [46]
						3167808, -- [47]
						3167808, -- [48]
						3167808, -- [49]
						3167808, -- [50]
					},
					["Health"] = {
						1185263, -- [1]
						1185263, -- [2]
						1138291, -- [3]
						1114572, -- [4]
						1112012, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "英灵港湾-破碎岭",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"MISC", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						false, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						false, -- [17]
						true, -- [18]
						true, -- [19]
						false, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						false, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						false, -- [39]
						false, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						false, -- [44]
						true, -- [45]
						true, -- [46]
						false, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Monologue-基尔加丹 风领主之击 九头蛇 <内个谁的宝宝-风暴之怒> Crit -16834 (Physical)", -- [1]
						"云游死人-罗宁 暗影新星 九头蛇 <内个谁的宝宝-风暴之怒> Crit -32688 (Shadow)", -- [2]
						"Monologue-基尔加丹 旭日东升踢 九头蛇 <内个谁的宝宝-风暴之怒> Hit -388634 (Physical)", -- [3]
						"Monologue-基尔加丹 肉搏 九头蛇 <内个谁的宝宝-风暴之怒> Hit -5726 (Physical)", -- [4]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -43726 (Physical)", -- [5]
						"Monologue-基尔加丹 旭日东升踢 九头蛇 <内个谁的宝宝-风暴之怒> Crit -145738 (Physical)", -- [6]
						"Monologue-基尔加丹 恐怖洪流 九头蛇 <内个谁的宝宝-风暴之怒> Hit -20310 (Shadow)", -- [7]
						"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Tick -101246 (Physical)", -- [8]
						"心跳男孩-安苏 横扫 九头蛇 <内个谁的宝宝-风暴之怒> Hit -9444 (Physical)", -- [9]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -34462 (Physical)", -- [10]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -34790 (Physical)", -- [11]
						"Monologue-基尔加丹 恐怖洪流 九头蛇 <内个谁的宝宝-风暴之怒> Crit -19895 (Shadow)", -- [12]
						"九头蛇 <内个谁的宝宝-风暴之怒> 撕咬 卡拉米尔 Hit -93420 (Physical)", -- [13]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Crit -87451 (Physical)", -- [14]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -34461 (Physical)", -- [15]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -34790 (Physical)", -- [16]
						"九头蛇 <内个谁的宝宝-风暴之怒> 杀戮命令 卡拉米尔 Hit -527982 (Physical)", -- [17]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -31608 (Physical)", -- [18]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Crit -47864 (Physical)", -- [19]
						"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Crit -202491 (Physical)", -- [20]
						"小小的心愿-安威玛尔 提尔的执行者 九头蛇 <内个谁的宝宝-风暴之怒> Hit -6985 (Holy)", -- [21]
						"小小的心愿-安威玛尔 提尔的执行者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -10477 (Holy)", -- [22]
						"小小的心愿-安威玛尔 复仇者之盾 九头蛇 <内个谁的宝宝-风暴之怒> Crit -60370 (Holy)", -- [23]
						"小小的心愿-安威玛尔 提尔的执行者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -10478 (Holy)", -- [24]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Crit -87450 (Physical)", -- [25]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -31608 (Physical)", -- [26]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -31909 (Physical)", -- [27]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Crit -39073 (Physical)", -- [28]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26049 (Physical)", -- [29]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26049 (Physical)", -- [30]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Hit -31909 (Physical)", -- [31]
						"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Crit -47864 (Physical)", -- [32]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26049 (Physical)", -- [33]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Crit -39074 (Physical)", -- [34]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Crit -39074 (Physical)", -- [35]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26048 (Physical)", -- [36]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26049 (Physical)", -- [37]
						"Monologue-基尔加丹 升龙霸 九头蛇 <内个谁的宝宝-风暴之怒> Crit -39073 (Physical)", -- [38]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -43725 (Physical)", -- [39]
						"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Crit -202491 (Physical)", -- [40]
						"Monologue-基尔加丹 肉搏 九头蛇 <内个谁的宝宝-风暴之怒> Hit -5301 (Physical)", -- [41]
						"九头蛇 <内个谁的宝宝-风暴之怒> 撕咬 卡拉米尔 Hit -95465 (Physical)", -- [42]
						"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Crit -8993 (Holy)", -- [43]
						"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -43725 (Physical)", -- [44]
						"Monologue-基尔加丹 幻灭踢 九头蛇 <内个谁的宝宝-风暴之怒> Crit -216322 (Physical)", -- [45]
						"野兽 践踏 九头蛇 <内个谁的宝宝-风暴之怒> Crit -158916 (Physical)", -- [46]
						"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Crit -202491 (Physical)", -- [47]
						"Monologue-基尔加丹 肉搏 九头蛇 <内个谁的宝宝-风暴之怒> Hit -5302 (Physical)", -- [48]
						"Monologue-基尔加丹 旭日东升踢 九头蛇 <内个谁的宝宝-风暴之怒> Crit -532611 (Physical)", -- [49]
						"九头蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [50]
					},
					["DeathAt"] = 3689.929,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-7.29799999999978, -- [1]
						-7.11399999999958, -- [2]
						-6.94999999999982, -- [3]
						-6.94999999999982, -- [4]
						-6.68499999999995, -- [5]
						-6.68499999999995, -- [6]
						-6.61999999999989, -- [7]
						-6.52199999999994, -- [8]
						-6.20899999999983, -- [9]
						-6.01299999999992, -- [10]
						-6.01299999999992, -- [11]
						-5.58899999999994, -- [12]
						-5.36999999999989, -- [13]
						-5.36999999999989, -- [14]
						-5.33999999999969, -- [15]
						-5.33999999999969, -- [16]
						-4.6609999999996, -- [17]
						-4.6609999999996, -- [18]
						-4.6609999999996, -- [19]
						-4.47499999999991, -- [20]
						-4.32199999999966, -- [21]
						-4.1279999999997, -- [22]
						-4.1279999999997, -- [23]
						-4.06799999999976, -- [24]
						-4.03399999999965, -- [25]
						-3.97499999999991, -- [26]
						-3.88799999999992, -- [27]
						-3.33899999999994, -- [28]
						-3.27699999999959, -- [29]
						-3.27699999999959, -- [30]
						-3.27699999999959, -- [31]
						-3.27699999999959, -- [32]
						-3.06799999999976, -- [33]
						-3.06799999999976, -- [34]
						-3.03899999999976, -- [35]
						-2.82999999999993, -- [36]
						-2.82999999999993, -- [37]
						-2.82999999999993, -- [38]
						-2.64899999999989, -- [39]
						-2.46599999999989, -- [40]
						-2.46599999999989, -- [41]
						-2.0949999999998, -- [42]
						-1.66599999999971, -- [43]
						-1.29699999999957, -- [44]
						-0.964999999999691, -- [45]
						-0.690999999999804, -- [46]
						-0.481999999999971, -- [47]
						-0.15099999999984, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["HealthMax"] = {
						3167808, -- [1]
						3167808, -- [2]
						3167808, -- [3]
						3167808, -- [4]
						3167808, -- [5]
						3167808, -- [6]
						3167808, -- [7]
						3167808, -- [8]
						3167808, -- [9]
						3167808, -- [10]
						3167808, -- [11]
						3167808, -- [12]
						3167808, -- [13]
						3167808, -- [14]
						3167808, -- [15]
						3167808, -- [16]
						3167808, -- [17]
						3167808, -- [18]
						3167808, -- [19]
						3167808, -- [20]
						3167808, -- [21]
						3167808, -- [22]
						3167808, -- [23]
						3167808, -- [24]
						3167808, -- [25]
						3167808, -- [26]
						3167808, -- [27]
						3167808, -- [28]
						3167808, -- [29]
						3167808, -- [30]
						3167808, -- [31]
						3167808, -- [32]
						3167808, -- [33]
						3167808, -- [34]
						3167808, -- [35]
						3167808, -- [36]
						3167808, -- [37]
						3167808, -- [38]
						3167808, -- [39]
						3167808, -- [40]
						3167808, -- [41]
						3167808, -- [42]
						3167808, -- [43]
						3167808, -- [44]
						3167808, -- [45]
						3167808, -- [46]
						3167808, -- [47]
						3167808, -- [48]
						3167808, -- [49]
						3167808, -- [50]
					},
					["Health"] = {
						2048838, -- [1]
						2016150, -- [2]
						1627516, -- [3]
						1627516, -- [4]
						1621790, -- [5]
						1476052, -- [6]
						1455742, -- [7]
						1455742, -- [8]
						1446298, -- [9]
						1411836, -- [10]
						1377046, -- [11]
						1357151, -- [12]
						1357151, -- [13]
						1357151, -- [14]
						1322690, -- [15]
						1287900, -- [16]
						1287900, -- [17]
						1256292, -- [18]
						1208428, -- [19]
						1208428, -- [20]
						1201443, -- [21]
						1190966, -- [22]
						1130596, -- [23]
						1120118, -- [24]
						1120118, -- [25]
						1088510, -- [26]
						1056601, -- [27]
						1017528, -- [28]
						991479, -- [29]
						965430, -- [30]
						933521, -- [31]
						885657, -- [32]
						859608, -- [33]
						820534, -- [34]
						781460, -- [35]
						755412, -- [36]
						729363, -- [37]
						690290, -- [38]
						690290, -- [39]
						690290, -- [40]
						690290, -- [41]
						684989, -- [42]
						675996, -- [43]
						675996, -- [44]
						459674, -- [45]
						300758, -- [46]
						300758, -- [47]
						300758, -- [48]
						1, -- [49]
						0, -- [50]
					},
					["KilledBy"] = "Monologue-基尔加丹",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"MISC", -- [50]
					},
				}, -- [2]
			},
			["level"] = 1,
			["LastDamageAbility"] = "破坏者",
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["FightsSaved"] = 1,
			["ownerName"] = "内个谁的宝宝-风暴之怒",
			["LastDamageTaken"] = 71752,
			["TimeLast"] = {
				["DeathCount"] = 3710.922,
				["DOT_Time"] = 3715.93,
				["ActiveTime"] = 3715.93,
				["TimeDamage"] = 3715.93,
				["OVERALL"] = 3715.93,
				["DamageTaken"] = 3710.922,
				["Damage"] = 3715.93,
			},
			["LastEventHealthMax"] = {
				3167808, -- [1]
				3167808, -- [2]
				3167808, -- [3]
				3167808, -- [4]
				3167808, -- [5]
				3167808, -- [6]
				3167808, -- [7]
				3167808, -- [8]
				3167808, -- [9]
				3167808, -- [10]
				3167808, -- [11]
				3167808, -- [12]
				3167808, -- [13]
				3167808, -- [14]
				3167808, -- [15]
				3167808, -- [16]
				3167808, -- [17]
				3167808, -- [18]
				3167808, -- [19]
				3167808, -- [20]
				3167808, -- [21]
				3167808, -- [22]
				3167808, -- [23]
				3167808, -- [24]
				3167808, -- [25]
				3167808, -- [26]
				3167808, -- [27]
				3167808, -- [28]
				3167808, -- [29]
				3167808, -- [30]
				3167808, -- [31]
				3167808, -- [32]
				3167808, -- [33]
				3167808, -- [34]
				3167808, -- [35]
				3167808, -- [36]
				3167808, -- [37]
				3167808, -- [38]
				3167808, -- [39]
				3167808, -- [40]
				3167808, -- [41]
				3167808, -- [42]
				3167808, -- [43]
				3167808, -- [44]
				3167808, -- [45]
				3167808, -- [46]
				3167808, -- [47]
				3167808, -- [48]
				3167808, -- [49]
				3167808, -- [50]
			},
			["NextEventNum"] = 40,
			["LastDamageTime"] = 3716.737,
			["LastEvents"] = {
				"英灵港湾-破碎岭 破坏者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -69095 (Physical)", -- [1]
				"Monologue-基尔加丹 肉搏 九头蛇 <内个谁的宝宝-风暴之怒> Miss (1)", -- [2]
				"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Hit -8877 (Holy)", -- [3]
				"Monologue-基尔加丹 猛虎掌 九头蛇 <内个谁的宝宝-风暴之怒> Crit -58220 (Physical)", -- [4]
				"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Hit -38411 (Physical)", -- [5]
				"机智的喵九九-罗宁 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -89615", -- [6]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -3", -- [7]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -3", -- [8]
				"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Hit -23719 (Frost)", -- [9]
				"Monologue-基尔加丹 横向烈风 九头蛇 <内个谁的宝宝-风暴之怒> Crit -40246 (Physical)", -- [10]
				"Monologue-基尔加丹 横向烈风 九头蛇 <内个谁的宝宝-风暴之怒> Hit -26830 (Physical)", -- [11]
				"英灵港湾-破碎岭 扎卡兹的腐化之血 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -10086 (Shadow)", -- [12]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [13]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -3", -- [14]
				"欧莫希萝莉-末日行者 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Crit -136752", -- [15]
				"Cyamomoko-金色平原 点燃 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -12916 (Fire)", -- [16]
				"Cyamomoko-金色平原 洪荒烈火焚烧 九头蛇 <内个谁的宝宝-风暴之怒> Hit -10531 (Fire)", -- [17]
				"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Crit -13317 (Holy)", -- [18]
				"小小的心愿-安威玛尔 复仇者之盾 九头蛇 <内个谁的宝宝-风暴之怒> Crit -96536 (Holy)", -- [19]
				"小小的心愿-安威玛尔 提尔的执行者 九头蛇 <内个谁的宝宝-风暴之怒> Hit -10653 (Holy)", -- [20]
				"咕噜推土机-阿古斯 精神鞭笞 九头蛇 <内个谁的宝宝-风暴之怒> Hit -14572 (Shadow)", -- [21]
				"英灵港湾-破碎岭 破坏者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -70424 (Physical)", -- [22]
				"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Crit -35579 (Frost)", -- [23]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [24]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -2", -- [25]
				"阿阔的阳-达斯雷玛 邪能冲撞 九头蛇 <内个谁的宝宝-风暴之怒> Hit -13", -- [26]
				"机智的喵九九-罗宁 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -95818", -- [27]
				"咕噜推土机-阿古斯 精神鞭笞 九头蛇 <内个谁的宝宝-风暴之怒> Hit -14573 (Shadow)", -- [28]
				"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Crit -13316 (Holy)", -- [29]
				"小小的心愿-安威玛尔 奉献 九头蛇 <内个谁的宝宝-风暴之怒> Hit -8877 (Holy)", -- [30]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [31]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -1", -- [32]
				"九头蛇 <内个谁的宝宝-风暴之怒> 肉搏 卡拉米尔 Crit -81071 (Physical)", -- [33]
				"欧莫希萝莉-末日行者 灰烬觉醒 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -91168", -- [34]
				"英灵港湾-破碎岭 破坏者 九头蛇 <内个谁的宝宝-风暴之怒> Crit -71752 (Physical)", -- [35]
				"九头蛇 <内个谁的宝宝-风暴之怒>死亡。", -- [36]
				"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Crit -141143 (Physical)", -- [37]
				"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Crit -141144 (Physical)", -- [38]
				"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Tick -70572 (Physical)", -- [39]
				"Monologue-基尔加丹 横向烈风 九头蛇 <内个谁的宝宝-风暴之怒> Crit -40245 (Physical)", -- [40]
				"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Hit -23719 (Frost)", -- [41]
				"Cyamomoko-金色平原 点燃 (伤害/跳) 九头蛇 <内个谁的宝宝-风暴之怒> Tick -2560 (Fire)", -- [42]
				"Monologue-基尔加丹 怒雷破 九头蛇 <内个谁的宝宝-风暴之怒> Crit -40654 (Physical)", -- [43]
				"怒苍之主-回音山 巨人重击 九头蛇 <内个谁的宝宝-风暴之怒> Crit -35505 (Physical)", -- [44]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Crit -5", -- [45]
				"阿阔的阳-达斯雷玛 伊利达雷之怒 九头蛇 <内个谁的宝宝-风暴之怒> Hit -1", -- [46]
				"九头蛇 <内个谁的宝宝-风暴之怒> 撕咬 卡拉米尔 Hit -74659 (Physical)", -- [47]
				"妖焰醉影-暗影之月 彗星风暴 九头蛇 <内个谁的宝宝-风暴之怒> Hit -23719 (Frost)", -- [48]
				"九头蛇 <内个谁的宝宝-风暴之怒> 野兽狂野 (伤害/跳) 卡拉米尔 Tick -88940 (Physical)", -- [49]
				"一颗小橙子-生态船 动荡魔法 九头蛇 <内个谁的宝宝-风暴之怒> Hit -28586 (Frost)", -- [50]
			},
			["Name"] = "九头蛇",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				3711.814, -- [1]
				3711.814, -- [2]
				3711.814, -- [3]
				3711.814, -- [4]
				3711.814, -- [5]
				3711.814, -- [6]
				3711.814, -- [7]
				3711.814, -- [8]
				3711.814, -- [9]
				3711.814, -- [10]
				3711.814, -- [11]
				3711.814, -- [12]
				3711.814, -- [13]
				3711.814, -- [14]
				3711.814, -- [15]
				3711.814, -- [16]
				3711.814, -- [17]
				3711.814, -- [18]
				3711.814, -- [19]
				3711.814, -- [20]
				3711.814, -- [21]
				3711.814, -- [22]
				3711.814, -- [23]
				3711.814, -- [24]
				3711.814, -- [25]
				3711.814, -- [26]
				3711.814, -- [27]
				3711.814, -- [28]
				3711.814, -- [29]
				3711.814, -- [30]
				3711.814, -- [31]
				3711.814, -- [32]
				3711.814, -- [33]
				3711.814, -- [34]
				3711.814, -- [35]
				3711.814, -- [36]
				3712.129, -- [37]
				3714.166, -- [38]
				3716.737, -- [39]
				3709.834, -- [40]
				3709.86, -- [41]
				3709.86, -- [42]
				3711.814, -- [43]
				3711.814, -- [44]
				3711.814, -- [45]
				3711.814, -- [46]
				3711.814, -- [47]
				3711.814, -- [48]
				3711.814, -- [49]
				3711.814, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["DOTs"] = {
						["野兽狂野 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["TimeSpent"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3.21,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["撕咬"] = {
									["count"] = 3.9,
								},
								["雷霆之颚"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 9.33,
								},
							},
							["amount"] = 24.77,
						},
					},
					["DamageTaken"] = 7159624,
					["PartialResist"] = {
						["巨人重击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["邪能冲撞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["破坏者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["投掷利刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["横向烈风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["彗星风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["伊利达雷之怒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["致死打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
					},
					["DeathCount"] = 2,
					["PartialAbsorb"] = {
						["巨人重击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["邪能冲撞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破坏者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["投掷利刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["横向烈风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["彗星风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["伊利达雷之怒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["致死打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 24.77,
					["ElementTaken"] = {
						["Shadow"] = 169536,
						["Melee"] = 66976,
						["Physical"] = 3761055,
						["Frost"] = 1288799,
						["Fire"] = 28567,
						["Holy"] = 937109,
						["Nature"] = 147470,
					},
					["DOT_Time"] = 36,
					["Damage"] = 7735466,
					["ElementDone"] = {
						["Physical"] = 5976715,
						["Melee"] = 797307,
						["Nature"] = 961444,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 30,
								},
								["Hit"] = {
									["count"] = 29,
								},
							},
							["amount"] = 60,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 30,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["DamagedWho"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3708633,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 1528505,
								},
								["撕咬"] = {
									["count"] = 739577,
								},
								["雷霆之颚"] = {
									["count"] = 961444,
								},
								["肉搏"] = {
									["count"] = 797307,
								},
							},
							["amount"] = 7735466,
						},
					},
					["TimeDamage"] = 24.77,
					["TimeDamaging"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3.21,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["撕咬"] = {
									["count"] = 3.9,
								},
								["雷霆之颚"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 9.33,
								},
							},
							["amount"] = 24.77,
						},
					},
					["Attacks"] = {
						["杀戮命令"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 793958,
									["min"] = 697452,
									["count"] = 3,
									["amount"] = 2188863,
								},
								["Hit"] = {
									["max"] = 527982,
									["min"] = 463806,
									["count"] = 3,
									["amount"] = 1519770,
								},
							},
							["count"] = 6,
							["amount"] = 3708633,
						},
						["野兽狂野 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 202491,
									["min"] = 133744,
									["count"] = 6,
									["amount"] = 1023504,
								},
								["Tick"] = {
									["max"] = 101246,
									["min"] = 66872,
									["count"] = 6,
									["amount"] = 505001,
								},
							},
							["count"] = 12,
							["amount"] = 1528505,
						},
						["撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 217525,
									["min"] = 124511,
									["count"] = 3,
									["amount"] = 476033,
								},
								["Hit"] = {
									["max"] = 95465,
									["min"] = 74659,
									["count"] = 3,
									["amount"] = 263544,
								},
							},
							["count"] = 6,
							["amount"] = 739577,
						},
						["雷霆之颚"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 348727,
									["min"] = 263991,
									["count"] = 3,
									["amount"] = 961444,
								},
							},
							["count"] = 3,
							["amount"] = 961444,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 87451,
									["min"] = 57760,
									["count"] = 7,
									["amount"] = 516704,
								},
								["Hit"] = {
									["max"] = 43726,
									["min"] = 28880,
									["count"] = 7,
									["amount"] = 280603,
								},
							},
							["count"] = 14,
							["amount"] = 797307,
						},
					},
					["WhoDamaged"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10086,
								},
								["破坏者"] = {
									["count"] = 345475,
								},
							},
							["amount"] = 355561,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["横扫"] = {
									["count"] = 18989,
								},
							},
							["amount"] = 18989,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["巨人重击"] = {
									["count"] = 35505,
								},
							},
							["amount"] = 35505,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 684280,
								},
							},
							["amount"] = 684280,
						},
						["灵魂兽"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 20006,
								},
							},
							["amount"] = 20006,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 115460,
								},
							},
							["amount"] = 115460,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["彗星风暴"] = {
									["count"] = 106736,
								},
							},
							["amount"] = 106736,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["升龙霸"] = {
									["count"] = 362629,
								},
								["恐怖洪流"] = {
									["count"] = 66465,
								},
								["怒雷破"] = {
									["count"] = 632292,
								},
								["横向烈风"] = {
									["count"] = 107321,
								},
								["风领主之击"] = {
									["count"] = 227409,
								},
								["猛虎掌"] = {
									["count"] = 97034,
								},
								["旭日东升踢"] = {
									["count"] = 1066983,
								},
								["幻灭踢"] = {
									["count"] = 338304,
								},
								["肉搏"] = {
									["count"] = 66976,
								},
							},
							["amount"] = 2965413,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 60297,
								},
							},
							["amount"] = 60297,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 40209,
								},
								["提尔的执行者"] = {
									["count"] = 6869,
								},
							},
							["amount"] = 47078,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 12004,
								},
							},
							["amount"] = 12004,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 34017,
								},
								["奉献"] = {
									["count"] = 188437,
								},
								["复仇者之盾"] = {
									["count"] = 156906,
								},
								["提尔的执行者"] = {
									["count"] = 38593,
								},
							},
							["amount"] = 417953,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 469197,
								},
								["动荡魔法"] = {
									["count"] = 28586,
								},
							},
							["amount"] = 497783,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["邪能冲撞"] = {
									["count"] = 13,
								},
								["伊利达雷之怒"] = {
									["count"] = 38,
								},
								["投掷利刃"] = {
									["count"] = 56700,
								},
							},
							["amount"] = 56751,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 472414,
								},
							},
							["amount"] = 472414,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["暗影新星"] = {
									["count"] = 32688,
								},
							},
							["amount"] = 32688,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 34754,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 326590,
								},
							},
							["amount"] = 361344,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 18036,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 10531,
								},
							},
							["amount"] = 28567,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 472078,
								},
								["灰烬觉醒"] = {
									["count"] = 43512,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 355205,
								},
							},
							["amount"] = 870795,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 12,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 24,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["野兽狂野 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["TimeSpent"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3.21,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["撕咬"] = {
									["count"] = 3.9,
								},
								["雷霆之颚"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 9.33,
								},
							},
							["amount"] = 24.77,
						},
					},
					["DamageTaken"] = 7159624,
					["PartialResist"] = {
						["巨人重击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["邪能冲撞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["破坏者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["投掷利刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["横向烈风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["彗星风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["伊利达雷之怒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["致死打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
					},
					["DeathCount"] = 2,
					["PartialAbsorb"] = {
						["巨人重击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["邪能冲撞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破坏者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["投掷利刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["横向烈风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["彗星风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["伊利达雷之怒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["致死打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 24.77,
					["ElementTaken"] = {
						["Shadow"] = 169536,
						["Melee"] = 66976,
						["Physical"] = 3761055,
						["Frost"] = 1288799,
						["Fire"] = 28567,
						["Holy"] = 937109,
						["Nature"] = 147470,
					},
					["DOT_Time"] = 36,
					["Damage"] = 7735466,
					["ElementDone"] = {
						["Physical"] = 5976715,
						["Melee"] = 797307,
						["Nature"] = 961444,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 30,
								},
								["Hit"] = {
									["count"] = 29,
								},
							},
							["amount"] = 60,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 30,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["DamagedWho"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3708633,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 1528505,
								},
								["撕咬"] = {
									["count"] = 739577,
								},
								["雷霆之颚"] = {
									["count"] = 961444,
								},
								["肉搏"] = {
									["count"] = 797307,
								},
							},
							["amount"] = 7735466,
						},
					},
					["TimeDamage"] = 24.77,
					["TimeDamaging"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3.21,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["撕咬"] = {
									["count"] = 3.9,
								},
								["雷霆之颚"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 9.33,
								},
							},
							["amount"] = 24.77,
						},
					},
					["Attacks"] = {
						["杀戮命令"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 793958,
									["min"] = 697452,
									["count"] = 3,
									["amount"] = 2188863,
								},
								["Hit"] = {
									["max"] = 527982,
									["min"] = 463806,
									["count"] = 3,
									["amount"] = 1519770,
								},
							},
							["count"] = 6,
							["amount"] = 3708633,
						},
						["野兽狂野 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 202491,
									["min"] = 133744,
									["count"] = 6,
									["amount"] = 1023504,
								},
								["Tick"] = {
									["max"] = 101246,
									["min"] = 66872,
									["count"] = 6,
									["amount"] = 505001,
								},
							},
							["count"] = 12,
							["amount"] = 1528505,
						},
						["撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 217525,
									["min"] = 124511,
									["count"] = 3,
									["amount"] = 476033,
								},
								["Hit"] = {
									["max"] = 95465,
									["min"] = 74659,
									["count"] = 3,
									["amount"] = 263544,
								},
							},
							["count"] = 6,
							["amount"] = 739577,
						},
						["雷霆之颚"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 348727,
									["min"] = 263991,
									["count"] = 3,
									["amount"] = 961444,
								},
							},
							["count"] = 3,
							["amount"] = 961444,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 87451,
									["min"] = 57760,
									["count"] = 7,
									["amount"] = 516704,
								},
								["Hit"] = {
									["max"] = 43726,
									["min"] = 28880,
									["count"] = 7,
									["amount"] = 280603,
								},
							},
							["count"] = 14,
							["amount"] = 797307,
						},
					},
					["WhoDamaged"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10086,
								},
								["破坏者"] = {
									["count"] = 345475,
								},
							},
							["amount"] = 355561,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["横扫"] = {
									["count"] = 18989,
								},
							},
							["amount"] = 18989,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["巨人重击"] = {
									["count"] = 35505,
								},
							},
							["amount"] = 35505,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 684280,
								},
							},
							["amount"] = 684280,
						},
						["灵魂兽"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 20006,
								},
							},
							["amount"] = 20006,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 115460,
								},
							},
							["amount"] = 115460,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["彗星风暴"] = {
									["count"] = 106736,
								},
							},
							["amount"] = 106736,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["升龙霸"] = {
									["count"] = 362629,
								},
								["恐怖洪流"] = {
									["count"] = 66465,
								},
								["怒雷破"] = {
									["count"] = 632292,
								},
								["横向烈风"] = {
									["count"] = 107321,
								},
								["风领主之击"] = {
									["count"] = 227409,
								},
								["猛虎掌"] = {
									["count"] = 97034,
								},
								["旭日东升踢"] = {
									["count"] = 1066983,
								},
								["幻灭踢"] = {
									["count"] = 338304,
								},
								["肉搏"] = {
									["count"] = 66976,
								},
							},
							["amount"] = 2965413,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 60297,
								},
							},
							["amount"] = 60297,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 40209,
								},
								["提尔的执行者"] = {
									["count"] = 6869,
								},
							},
							["amount"] = 47078,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 12004,
								},
							},
							["amount"] = 12004,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 34017,
								},
								["奉献"] = {
									["count"] = 188437,
								},
								["复仇者之盾"] = {
									["count"] = 156906,
								},
								["提尔的执行者"] = {
									["count"] = 38593,
								},
							},
							["amount"] = 417953,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 469197,
								},
								["动荡魔法"] = {
									["count"] = 28586,
								},
							},
							["amount"] = 497783,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["邪能冲撞"] = {
									["count"] = 13,
								},
								["伊利达雷之怒"] = {
									["count"] = 38,
								},
								["投掷利刃"] = {
									["count"] = 56700,
								},
							},
							["amount"] = 56751,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 472414,
								},
							},
							["amount"] = 472414,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["暗影新星"] = {
									["count"] = 32688,
								},
							},
							["amount"] = 32688,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 34754,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 326590,
								},
							},
							["amount"] = 361344,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 18036,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 10531,
								},
							},
							["amount"] = 28567,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 472078,
								},
								["灰烬觉醒"] = {
									["count"] = 43512,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 355205,
								},
							},
							["amount"] = 870795,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 12,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 24,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["野兽狂野 (伤害/跳)"] = {
							["Details"] = {
								["卡拉米尔"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["TimeSpent"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3.21,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["撕咬"] = {
									["count"] = 3.9,
								},
								["雷霆之颚"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 9.33,
								},
							},
							["amount"] = 24.77,
						},
					},
					["DamageTaken"] = 7159624,
					["PartialResist"] = {
						["巨人重击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["审判"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["邪能冲撞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["破坏者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["投掷利刃"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 18,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["横向烈风"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["奉献"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["升龙霸"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["彗星风暴"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["伊利达雷之怒"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 12,
						},
						["致死打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["横扫"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
					},
					["DeathCount"] = 2,
					["PartialAbsorb"] = {
						["巨人重击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["祝福之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["审判"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰烬觉醒 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["邪能冲撞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["破坏者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["复仇者之盾"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["投掷利刃"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["怒雷破"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["洪荒烈火焚烧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["深渊恐惧"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["横向烈风"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["恐怖洪流"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["风领主之击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["暗影新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["幻灭踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["奉献"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
						["践踏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["升龙霸"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["迅雷打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["提尔的执行者"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["彗星风暴"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["动荡魔法"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["伊利达雷之怒"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
						["致死打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["猛虎掌"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["横扫"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["旭日东升踢"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["冰枪术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 24.77,
					["ElementTaken"] = {
						["Shadow"] = 169536,
						["Melee"] = 66976,
						["Physical"] = 3761055,
						["Frost"] = 1288799,
						["Fire"] = 28567,
						["Holy"] = 937109,
						["Nature"] = 147470,
					},
					["DOT_Time"] = 36,
					["Damage"] = 7735466,
					["ElementDone"] = {
						["Physical"] = 5976715,
						["Melee"] = 797307,
						["Nature"] = 961444,
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 30,
								},
								["Hit"] = {
									["count"] = 29,
								},
							},
							["amount"] = 60,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 30,
						},
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
					},
					["DamagedWho"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3708633,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 1528505,
								},
								["撕咬"] = {
									["count"] = 739577,
								},
								["雷霆之颚"] = {
									["count"] = 961444,
								},
								["肉搏"] = {
									["count"] = 797307,
								},
							},
							["amount"] = 7735466,
						},
					},
					["TimeDamage"] = 24.77,
					["TimeDamaging"] = {
						["卡拉米尔"] = {
							["Details"] = {
								["杀戮命令"] = {
									["count"] = 3.21,
								},
								["野兽狂野 (伤害/跳)"] = {
									["count"] = 8.3,
								},
								["撕咬"] = {
									["count"] = 3.9,
								},
								["雷霆之颚"] = {
									["count"] = 0.03,
								},
								["肉搏"] = {
									["count"] = 9.33,
								},
							},
							["amount"] = 24.77,
						},
					},
					["Attacks"] = {
						["杀戮命令"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 793958,
									["min"] = 697452,
									["count"] = 3,
									["amount"] = 2188863,
								},
								["Hit"] = {
									["max"] = 527982,
									["min"] = 463806,
									["count"] = 3,
									["amount"] = 1519770,
								},
							},
							["count"] = 6,
							["amount"] = 3708633,
						},
						["野兽狂野 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 202491,
									["min"] = 133744,
									["count"] = 6,
									["amount"] = 1023504,
								},
								["Tick"] = {
									["max"] = 101246,
									["min"] = 66872,
									["count"] = 6,
									["amount"] = 505001,
								},
							},
							["count"] = 12,
							["amount"] = 1528505,
						},
						["撕咬"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 217525,
									["min"] = 124511,
									["count"] = 3,
									["amount"] = 476033,
								},
								["Hit"] = {
									["max"] = 95465,
									["min"] = 74659,
									["count"] = 3,
									["amount"] = 263544,
								},
							},
							["count"] = 6,
							["amount"] = 739577,
						},
						["雷霆之颚"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 348727,
									["min"] = 263991,
									["count"] = 3,
									["amount"] = 961444,
								},
							},
							["count"] = 3,
							["amount"] = 961444,
						},
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 87451,
									["min"] = 57760,
									["count"] = 7,
									["amount"] = 516704,
								},
								["Hit"] = {
									["max"] = 43726,
									["min"] = 28880,
									["count"] = 7,
									["amount"] = 280603,
								},
							},
							["count"] = 14,
							["amount"] = 797307,
						},
					},
					["WhoDamaged"] = {
						["英灵港湾-破碎岭"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10086,
								},
								["破坏者"] = {
									["count"] = 345475,
								},
							},
							["amount"] = 355561,
						},
						["心跳男孩-安苏"] = {
							["Details"] = {
								["横扫"] = {
									["count"] = 18989,
								},
							},
							["amount"] = 18989,
						},
						["怒苍之主-回音山"] = {
							["Details"] = {
								["巨人重击"] = {
									["count"] = 35505,
								},
							},
							["amount"] = 35505,
						},
						["零度凍结-末日行者"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 684280,
								},
							},
							["amount"] = 684280,
						},
						["灵魂兽"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 20006,
								},
							},
							["amount"] = 20006,
						},
						["传玉-贫瘠之地"] = {
							["Details"] = {
								["深渊恐惧"] = {
									["count"] = 115460,
								},
							},
							["amount"] = 115460,
						},
						["妖焰醉影-暗影之月"] = {
							["Details"] = {
								["彗星风暴"] = {
									["count"] = 106736,
								},
							},
							["amount"] = 106736,
						},
						["Monologue-基尔加丹"] = {
							["Details"] = {
								["升龙霸"] = {
									["count"] = 362629,
								},
								["恐怖洪流"] = {
									["count"] = 66465,
								},
								["怒雷破"] = {
									["count"] = 632292,
								},
								["横向烈风"] = {
									["count"] = 107321,
								},
								["风领主之击"] = {
									["count"] = 227409,
								},
								["猛虎掌"] = {
									["count"] = 97034,
								},
								["旭日东升踢"] = {
									["count"] = 1066983,
								},
								["幻灭踢"] = {
									["count"] = 338304,
								},
								["肉搏"] = {
									["count"] = 66976,
								},
							},
							["amount"] = 2965413,
						},
						["咕噜推土机-阿古斯"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 60297,
								},
							},
							["amount"] = 60297,
						},
						["丷德米提雅丷-金色平原"] = {
							["Details"] = {
								["复仇者之盾"] = {
									["count"] = 40209,
								},
								["提尔的执行者"] = {
									["count"] = 6869,
								},
							},
							["amount"] = 47078,
						},
						["哈提"] = {
							["Details"] = {
								["迅雷打击"] = {
									["count"] = 12004,
								},
							},
							["amount"] = 12004,
						},
						["小小的心愿-安威玛尔"] = {
							["Details"] = {
								["祝福之锤"] = {
									["count"] = 34017,
								},
								["奉献"] = {
									["count"] = 188437,
								},
								["复仇者之盾"] = {
									["count"] = 156906,
								},
								["提尔的执行者"] = {
									["count"] = 38593,
								},
							},
							["amount"] = 417953,
						},
						["一颗小橙子-生态船"] = {
							["Details"] = {
								["冰枪术"] = {
									["count"] = 469197,
								},
								["动荡魔法"] = {
									["count"] = 28586,
								},
							},
							["amount"] = 497783,
						},
						["阿阔的阳-达斯雷玛"] = {
							["Details"] = {
								["邪能冲撞"] = {
									["count"] = 13,
								},
								["伊利达雷之怒"] = {
									["count"] = 38,
								},
								["投掷利刃"] = {
									["count"] = 56700,
								},
							},
							["amount"] = 56751,
						},
						["野兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 472414,
								},
							},
							["amount"] = 472414,
						},
						["云游死人-罗宁"] = {
							["Details"] = {
								["暗影新星"] = {
									["count"] = 32688,
								},
							},
							["amount"] = 32688,
						},
						["机智的喵九九-罗宁"] = {
							["Details"] = {
								["灰烬觉醒"] = {
									["count"] = 34754,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 326590,
								},
							},
							["amount"] = 361344,
						},
						["Cyamomoko-金色平原"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 18036,
								},
								["洪荒烈火焚烧"] = {
									["count"] = 10531,
								},
							},
							["amount"] = 28567,
						},
						["欧莫希萝莉-末日行者"] = {
							["Details"] = {
								["审判"] = {
									["count"] = 472078,
								},
								["灰烬觉醒"] = {
									["count"] = 43512,
								},
								["灰烬觉醒 (伤害/跳)"] = {
									["count"] = 355205,
								},
							},
							["amount"] = 870795,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 12,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 24,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
				},
			},
			["UnitLockout"] = 3677.926,
			["LastActive"] = 3715.93,
		},
	},
	["FightNum"] = 1,
	["CombatTimes"] = {
		{
			3658.928, -- [1]
			3749.933, -- [2]
			"13:12:16", -- [3]
			"13:13:47", -- [4]
			"心跳男孩-安苏", -- [5]
		}, -- [1]
	},
	["FoughtWho"] = {
		"心跳男孩-安苏 13:12:16-13:13:47", -- [1]
	},
}
