
Gladius2DB = {
	["profileKeys"] = {
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
		["龙听雨 - 主宰之剑"] = "龙听雨 - 主宰之剑",
		["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
	},
	["profiles"] = {
		["龙轻雪 - 主宰之剑"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1056.17762974136,
			},
			["y"] = {
				["arena1"] = 526.75552490784,
			},
		},
		["龙剑曦 - 主宰之剑"] = {
			["y"] = {
				["arena1"] = 599.288773191965,
			},
			["x"] = {
				["arena1"] = 1045.51113642752,
			},
			["locked"] = true,
			["tagsVersion"] = 4,
			["auraVersion"] = 1,
		},
		["龙听雨 - 主宰之剑"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 402.488898634911,
			},
			["x"] = {
				["arena1"] = 1075.37754340072,
			},
		},
		["龙听雨 - 巨龙之吼"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 572.622322893476,
			},
			["x"] = {
				["arena1"] = 1067.37780362368,
			},
		},
	},
}
