
HHTD_SavedVariables = {
	["namespaces"] = {
		["Announcer"] = {
		},
		["CM"] = {
		},
		["NPH"] = {
		},
	},
	["char"] = {
		["龙轻雪 - 主宰之剑"] = {
			["settingsMigrated"] = true,
		},
		["龙剑曦 - 主宰之剑"] = {
			["settingsMigrated"] = true,
		},
		["龙听雨 - 主宰之剑"] = {
			["settingsMigrated"] = true,
		},
		["龙听雨 - 巨龙之吼"] = {
			["settingsMigrated"] = true,
		},
	},
	["profileKeys"] = {
		["星界旅行者 - 瓦拉斯塔兹"] = "星界旅行者 - 瓦拉斯塔兹",
		["龙听雨 - 主宰之剑"] = "龙听雨 - 主宰之剑",
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
		["斯特莱夫 - 瓦拉斯塔兹"] = "斯特莱夫 - 瓦拉斯塔兹",
		["看你洗澡 - 瓦拉斯塔兹"] = "看你洗澡 - 瓦拉斯塔兹",
		["龙听雨 - 巨龙之吼"] = "龙听雨 - 巨龙之吼",
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
		["地狱丨灬繁花 - 摩摩尔"] = "地狱丨灬繁花 - 摩摩尔",
		["倾城丨猫爷 - 太阳之井"] = "倾城丨猫爷 - 太阳之井",
		["倾城丨烟雨 - 摩摩尔"] = "倾城丨烟雨 - 摩摩尔",
	},
	["global"] = {
		["settingsMigrated"] = true,
		["oldNameEnableState"] = 0,
	},
}
