
MythicPlusProgressDB = {
	["settings"] = {
		["enableTooltip"] = true,
		["inconclusiveDataThreshold"] = 100,
		["maxTimeSinceKill"] = 600,
		["enablePullEstimate"] = true,
		["nameplateUpdateRate"] = 200,
		["dbVersion"] = 6,
		["version"] = "0.3e",
		["nameplateTextColor"] = "FFFFFF",
		["tooltipColor"] = "82E0FF",
		["enableNameplateText"] = true,
		["pullEstimateCombatOnly"] = false,
		["enabled"] = true,
	},
	["npcData"] = {
		{
			["values"] = {
				[40] = 1,
			},
			["name"] = "Test NPC",
		}, -- [1]
		{
			["values"] = {
				[35] = 1,
			},
			["name"] = "Test NPC",
		}, -- [2]
		[104277] = {
			["values"] = {
				[4] = 51,
			},
			["name"] = "Legion Hound",
		},
		[102253] = {
			["values"] = {
				[4] = 29,
				[3] = 0.00317121193893404,
			},
			["name"] = "Understone Demolisher",
		},
		[98954] = {
			["values"] = {
				[4] = 41,
			},
			["name"] = "Felsworn Myrmidon",
		},
		[97185] = {
			["values"] = {
				[10] = 21,
			},
			["name"] = "The Grimewalker",
		},
		[114541] = {
			["values"] = {
				52, -- [1]
			},
			["name"] = "鬼灵顾客",
		},
		[113537] = {
			["values"] = {
				[10] = 24,
				[7] = 0.00100339127755335,
				[4] = 0.000752543458165013,
			},
			["name"] = "Unknown",
		},
		[102094] = {
			["values"] = {
				5.68242210348350e-010, -- [1]
				4.276269580508690e-013, -- [2]
				1.802016481662910e-012, -- [3]
				96.40625, -- [4]
			},
			["name"] = "Risen Swordsman",
		},
		[114637] = {
			["values"] = {
				[4] = 12,
			},
			["name"] = "鬼灵斥候",
		},
		[115418] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "蜘蛛",
		},
		[104246] = {
			["values"] = {
				[4] = 71,
			},
			["name"] = "Duskwatch Guard",
		},
		[104278] = {
			["values"] = {
				0.00246669721899404, -- [1]
				[7] = 0.0178956738076336,
				[10] = 8.01994965597988,
				[3] = 0.0464733475310203,
				[5] = 0.267376661533491,
				[9] = 0.563837855036738,
			},
			["name"] = "Felbound Enforcer",
		},
		[116550] = {
			["values"] = {
				[4] = 12,
			},
			["name"] = "鬼灵顾客",
		},
		[114526] = {
			["values"] = {
				16, -- [1]
			},
			["name"] = "幽灵临时演员",
		},
		[105617] = {
			["values"] = {
				[4] = 205.5,
				[2] = 3.221712392980940e-017,
			},
			["name"] = "Eredar Chaosbringer",
		},
		[102095] = {
			["values"] = {
				0.107629862283458, -- [1]
				1.03498753066753, -- [2]
				0.316406251346945, -- [3]
				13.0437889695168, -- [4]
			},
			["name"] = "复活的长枪兵",
		},
		[105952] = {
			["values"] = {
				0.000178582090170016, -- [1]
				1.00007533931929, -- [2]
				nil, -- [3]
				1.5, -- [4]
				4.791953556233220e-007, -- [5]
				26.4513977784919, -- [6]
			},
			["name"] = "Withered Manawraith",
		},
		[97043] = {
			["values"] = {
				[4] = 50,
			},
			["name"] = "Seacursed Slaver",
		},
		[102430] = {
			["values"] = {
				115, -- [1]
			},
			["name"] = "Tarspitter Slug",
		},
		[98366] = {
			["values"] = {
				[4] = 11,
			},
			["name"] = "Ghostly Retainer",
		},
		[95832] = {
			["values"] = {
				[2] = 108,
			},
			["name"] = "Valarjar Shieldmaiden",
		},
		[104295] = {
			["values"] = {
				287, -- [1]
			},
			["name"] = "Blazing Imp",
		},
		[97171] = {
			["values"] = {
				[10] = 33,
			},
			["name"] = "Hatecoil Arcanist",
		},
		[102287] = {
			["values"] = {
				1.78783736206890e-005, -- [1]
				[6] = 0.000995255727712796,
				[10] = 17.3933486938477,
				[3] = 7.550955419025990e-007,
				[4] = 0.000182770850624684,
				[9] = 1.17807896805072,
				[5] = 1.006794055870130e-006,
			},
			["name"] = "Unknown",
		},
		[98733] = {
			["values"] = {
				1.936159873040220e-010, -- [1]
				7.550955444152410e-007, -- [2]
				2.383783149425190e-005, -- [3]
				67.4552791525189, -- [4]
				nil, -- [5]
				0.00278719799320371, -- [6]
			},
			["name"] = "Withered Fiend",
		},
		[102351] = {
			["values"] = {
				420, -- [1]
			},
			["name"] = "Mana Wyrm",
		},
		[96247] = {
			["values"] = {
				215, -- [1]
				[4] = 4.281098131975920e-014,
			},
			["name"] = "Vileshard Crawler",
		},
		[98813] = {
			["values"] = {
				[4] = 29,
			},
			["name"] = "Bloodscent Felhound",
		},
		[95769] = {
			["values"] = {
				[4] = 66,
			},
			["name"] = "Mindshattered Screecher",
		},
		[113699] = {
			["values"] = {
				[8] = 55.5,
				[6] = 4.247412423202110e-007,
			},
			["name"] = "Forgotten Spirit",
		},
		[91785] = {
			["values"] = {
				[2] = 27,
			},
			["name"] = "Wandering Shellback",
		},
		[100216] = {
			["values"] = {
				0.31640625, -- [1]
				[4] = 10,
			},
			["name"] = "Hatecoil Wrangler",
		},
		[97172] = {
			["values"] = {
				295, -- [1]
			},
			["name"] = "Saltsea Droplet",
		},
		[98973] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Skeletal Warrior",
		},
		[114544] = {
			["values"] = {
				[4] = 26,
			},
			["name"] = "骷髅招待员",
		},
		[105651] = {
			["values"] = {
				[4] = 0.279066650626191,
				[10] = 20,
			},
			["name"] = "Dreadborne Seer",
		},
		[92168] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "Target Dummy Test2",
		},
		[105699] = {
			["values"] = {
				[3] = 22,
			},
			["name"] = "Mana Saber",
		},
		[105715] = {
			["values"] = {
				[4] = 64,
				[3] = 4.242621865065850e-006,
			},
			["name"] = "Watchful Inquisitor",
		},
		[98368] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "Ghostly Protector",
		},
		[95834] = {
			["values"] = {
				[2] = 93,
			},
			["name"] = "Valarjar Mystic",
		},
		[91786] = {
			["values"] = {
				1.13348388671875, -- [1]
				[4] = 5.25,
			},
			["name"] = "Gritslime Snail",
		},
		[98177] = {
			["values"] = {
				[12] = 14,
			},
			["name"] = "Glayvianna Soulrender",
		},
		[97173] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "Restless Tides",
		},
		[96934] = {
			["values"] = {
				[2] = 1,
			},
			["name"] = "Valarjar Trapper",
		},
		[105636] = {
			["values"] = {
				[4] = 24,
			},
			["name"] = "Understone Drudge",
		},
		[114338] = {
			["values"] = {
				[10] = 18,
			},
			["name"] = "魔力聚合体",
		},
		[114625] = {
			["values"] = {
				150, -- [1]
			},
			["name"] = "幻影访客",
		},
		[95771] = {
			["values"] = {
				[4] = 95,
			},
			["name"] = "Dreadsoul Ruiner",
		},
		[96584] = {
			["values"] = {
				[4] = 44,
			},
			["name"] = "Immoliant Fury",
		},
		[97365] = {
			["values"] = {
				[4] = 53,
			},
			["name"] = "Seacursed Mistmender",
		},
		[91006] = {
			["values"] = {
				[4] = 135,
			},
			["name"] = "Rockback Gnasher",
		},
		[115757] = {
			["values"] = {
				[8] = 4,
			},
			["name"] = "愤怒卫士烈焰使者",
		},
		[96664] = {
			["values"] = {
				[2] = 102,
			},
			["name"] = "Valarjar Runecarver",
		},
		[100250] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "束缚者阿什奥伊",
		},
		[105876] = {
			["values"] = {
				317, -- [1]
			},
			["name"] = "Enchanted Broodling",
		},
		[95947] = {
			["values"] = {
				[4] = 29,
			},
			["name"] = "Mak'rana Hardshell",
		},
		[99804] = {
			["values"] = {
				[2] = 4,
			},
			["name"] = "瓦拉加尔驯鹰人",
		},
		[114626] = {
			["values"] = {
				[4] = 14,
			},
			["name"] = "弃灵",
		},
		[95772] = {
			["values"] = {
				[4] = 111,
			},
			["name"] = "Frenzied Nightclaw",
		},
		[99358] = {
			["values"] = {
				nil, -- [1]
				0.13348388671875, -- [2]
				0.000178582090170017, -- [3]
				35.3125, -- [4]
			},
			["name"] = "Rotheart Dryad",
		},
		[101414] = {
			["values"] = {
				[2] = 12,
			},
			["name"] = "Saltscale Skulker",
		},
		[106785] = {
			["values"] = {
				22, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[111901] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "Unknown",
		},
		[105845] = {
			["values"] = {
				2.25, -- [1]
				[4] = 1,
			},
			["name"] = "Glowing Spiderling",
		},
		[106546] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "星界火花",
		},
		[114802] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "鬼灵短工",
		},
		[98243] = {
			["values"] = {
				[4] = 56,
			},
			["name"] = "Soul-Torn Champion",
		},
		[96611] = {
			["values"] = {
				[2] = 14,
			},
			["name"] = "怒蹄公牛",
		},
		[98275] = {
			["values"] = {
				1.011349051132680e-010, -- [1]
				[4] = 107,
			},
			["name"] = "Risen Archer",
		},
		[98173] = {
			["values"] = {
				1, -- [1]
				[4] = 1.5,
			},
			["name"] = "秘术师萨维",
		},
		[114627] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "尖啸女妖",
		},
		[100248] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "祭祀者勒莎",
		},
		[99359] = {
			["values"] = {
				[3] = 35,
			},
			["name"] = "Rotheart Keeper",
		},
		[99630] = {
			["values"] = {
				28, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[106786] = {
			["values"] = {
				25, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[115488] = {
			["values"] = {
				0.31640625, -- [1]
				[4] = 4.75,
			},
			["name"] = "灌魔炎术士",
		},
		[91008] = {
			["values"] = {
				[4] = 168,
			},
			["name"] = "Rockbound Pelter",
		},
		[115388] = {
			["values"] = {
				1, -- [1]
				[9] = 0.75,
			},
			["name"] = "国王",
		},
		[104300] = {
			["values"] = {
				1.343907837028770e-007, -- [1]
				0.0750846862792969, -- [2]
				nil, -- [3]
				51.1875, -- [4]
			},
			["name"] = "Shadow Mistress",
		},
		[98706] = {
			["values"] = {
				[6] = 16,
			},
			["name"] = "Commander Shemdah'sohn",
		},
		[114636] = {
			["values"] = {
				[4] = 14,
			},
			["name"] = "幻影卫兵",
		},
		[114803] = {
			["values"] = {
				[4] = 36,
			},
			["name"] = "鬼灵马夫",
		},
		[100539] = {
			["values"] = {
				0.00563771011366052, -- [1]
				0.507748226635159, -- [2]
				nil, -- [3]
				11.1953125, -- [4]
			},
			["name"] = "污心神射手",
		},
		[98770] = {
			["values"] = {
				[4] = 131.25,
				[2] = 0.0316763520240784,
			},
			["name"] = "Wrathguard Felblade",
		},
		[115486] = {
			["values"] = {
				1.125, -- [1]
				[8] = 2.5625,
			},
			["name"] = "艾瑞迪特屠杀者",
		},
		[114801] = {
			["values"] = {
				1.00751694681821, -- [1]
				nil, -- [2]
				0.0316763520240784, -- [3]
				12.75, -- [4]
			},
			["name"] = "鬼灵徒工",
		},
		[105703] = {
			["values"] = {
				152.5, -- [1]
				[4] = 1.802016481662910e-012,
			},
			["name"] = "Mana Wyrm",
		},
		[102404] = {
			["values"] = {
				5.656829153421070e-006, -- [1]
				[4] = 71.25,
			},
			["name"] = "Stoneclaw Grubmaster",
		},
		[99360] = {
			["values"] = {
				3.225350190787910e-018, -- [1]
				0.562500000032, -- [2]
				[8] = 1.017071786085710e-015,
				[9] = 76.0302734375,
				[7] = 2.386474799099540e-006,
			},
			["name"] = "Vilethorn Blossom",
		},
		[97081] = {
			["values"] = {
				[5] = 2.875,
				[4] = 1.3125,
			},
			["name"] = "布约恩国王",
		},
		[97097] = {
			["values"] = {
				[4] = 101,
			},
			["name"] = "Helarjar Champion",
		},
		[98435] = {
			["values"] = {
				[7] = 0.5625,
				[4] = 2,
			},
			["name"] = "不稳定的小软泥怪",
		},
		[114334] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "损坏的傀儡",
		},
		[91790] = {
			["values"] = {
				[4] = 23,
				[2] = 0.0422351360321048,
			},
			["name"] = "Mak'rana Siltwalker",
		},
		[98691] = {
			["values"] = {
				[4] = 77,
			},
			["name"] = "Risen Scout",
		},
		[115831] = {
			["values"] = {
				[4] = 42,
			},
			["name"] = "魔力吞噬者",
		},
		[97200] = {
			["values"] = {
				[4] = 83.5,
				[2] = 1.005658516163760e-005,
			},
			["name"] = "Seacursed Soulkeeper",
		},
		[114804] = {
			["values"] = {
				[4] = 51.25,
				[3] = 0.0563135147094727,
			},
			["name"] = "鬼灵战马",
		},
		[99629] = {
			["values"] = {
				18, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[97678] = {
			["values"] = {
				[8] = 2.8154296875,
				[6] = 0.87890625,
				[7] = 0.13348388671875,
				[2] = 1.421875,
			},
			["name"] = "Aranasi Broodmother",
		},
		[105921] = {
			["values"] = {
				[4] = 103.8125,
				[3] = 0.00133798942752149,
			},
			["name"] = "Nightborne Spellsword",
		},
		[100451] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "Target Dummy Test",
		},
		[105704] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "奥术化身",
		},
		[105720] = {
			["values"] = {
				[4] = 25,
			},
			["name"] = "Understone Drudge",
		},
		[114783] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "洗心革面的侍女",
		},
		[114796] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "保守的女招待",
		},
		[91783] = {
			["values"] = {
				[4] = 49,
			},
			["name"] = "Hatecoil Stormweaver",
		},
		[116549] = {
			["values"] = {
				[4] = 22,
			},
			["name"] = "替补歌手",
		},
		[104270] = {
			["values"] = {
				[8] = 50.25,
				[5] = 2.386474799099550e-006,
			},
			["name"] = "Guardian Construct",
		},
		[101991] = {
			["values"] = {
				[4] = 133,
			},
			["name"] = "Nightmare Dweller",
		},
		[114542] = {
			["values"] = {
				0.2373046875, -- [1]
				[4] = 23,
			},
			["name"] = "幽灵慈善家",
		},
		[98963] = {
			["values"] = {
				192.75, -- [1]
				[107] = 7.636651598176950e-017,
			},
			["name"] = "Blazing Imp",
		},
		[100249] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "导魔者瓦里兹",
		},
		[98732] = {
			["values"] = {
				118, -- [1]
			},
			["name"] = "Plagued Rat",
		},
		[98756] = {
			["values"] = {
				[4] = 145,
				[3] = 4.271446475052860e-012,
			},
			["name"] = "Arcane Anomaly",
		},
		[96587] = {
			["values"] = {
				[4] = 81,
			},
			["name"] = "Felsworn Infester",
		},
		[98533] = {
			["values"] = {
				[10] = 15,
			},
			["name"] = "Foul Mother",
		},
		[102788] = {
			["values"] = {
				[4] = 116.75,
				[3] = 5.68242210348350e-010,
			},
			["name"] = "Felspite Dominator",
		},
		[105705] = {
			["values"] = {
				[4] = 27,
			},
			["name"] = "Bound Energy",
		},
		[100441] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Unknown",
		},
		[98677] = {
			["values"] = {
				121, -- [1]
			},
			["name"] = "Rook Spiderling",
		},
		[97083] = {
			["values"] = {
				[5] = 7,
			},
			["name"] = "拉努夫国王",
		},
		[99649] = {
			["values"] = {
				[12] = 1.875,
				[4] = 1.75,
			},
			["name"] = "Dreadlord Mendacius",
		},
		[98900] = {
			["values"] = {
				1.340878021551670e-005, -- [1]
				2.400994629978990e-011, -- [2]
				nil, -- [3]
				118.3125, -- [4]
			},
			["name"] = "Wyrmtongue Trickster",
		},
		[98406] = {
			["values"] = {
				[4] = 23,
			},
			["name"] = "裂烬蝎虫",
		},
		[91792] = {
			["values"] = {
				[6] = 0.337417602539063,
				[9] = 1,
				[10] = 21.5625,
			},
			["name"] = "Stormwake Hydra",
		},
		[97163] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "被诅咒的飞鹰",
		},
		[101839] = {
			["values"] = {
				[4] = 12.5,
				[3] = 0.2373046875,
			},
			["name"] = "Risen Companion",
		},
		[92350] = {
			["values"] = {
				[4] = 26,
			},
			["name"] = "Understone Drudge",
		},
		[100526] = {
			["values"] = {
				4.2746490355240e-006, -- [1]
				nil, -- [2]
				1.354566205820510e-014, -- [3]
				80.2802734375, -- [4]
			},
			["name"] = "Tormented Bloodseeker",
		},
		[98926] = {
			["values"] = {
				[4] = 68,
			},
			["name"] = "Shadow Hunter",
		},
		[114252] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "魔力吞噬者",
		},
		[102104] = {
			["values"] = {
				[4] = 36,
			},
			["name"] = "Enslaved Shieldmaiden",
		},
		[102375] = {
			["values"] = {
				[3] = 33.5,
				[4] = 0.2373046875,
			},
			["name"] = "Runecarver Slave",
		},
		[105706] = {
			["values"] = {
				[8] = 0.5625,
				[10] = 2,
			},
			["name"] = "痛苦女祭司",
		},
		[98426] = {
			["values"] = {
				[4] = 0.75,
				[8] = 1,
			},
			["name"] = "不稳定的软泥怪",
		},
		[97068] = {
			["values"] = {
				[5] = 21,
			},
			["name"] = "风暴幼龙",
		},
		[97084] = {
			["values"] = {
				[5] = 7,
			},
			["name"] = "托尔国王",
		},
		[104251] = {
			["values"] = {
				5.650448946785630e-005, -- [1]
				[4] = 66.25,
			},
			["name"] = "Duskwatch Sentry",
		},
		[91793] = {
			["values"] = {
				395, -- [1]
			},
			["name"] = "Seaspray Crab",
		},
		[102232] = {
			["values"] = {
				0.0753711903227593, -- [1]
				0.349866408739728, -- [2]
				nil, -- [3]
				14.4500122070313, -- [4]
			},
			["name"] = "Rockbound Trapper",
		},
		[99188] = {
			["values"] = {
				[4] = 40,
			},
			["name"] = "Waterlogged Soul Guard",
		},
		[101438] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "Vileshard Chunk",
		},
		[100364] = {
			["values"] = {
				0.358641386032105, -- [1]
				0.0237572640180589, -- [2]
				0.312389373779297, -- [3]
				8.8076171875, -- [4]
			},
			["name"] = "Spirit of Vengeance",
		},
		[97677] = {
			["values"] = {
				146, -- [1]
			},
			["name"] = "Barbed Spiderling",
		},
		[100527] = {
			["values"] = {
				nil, -- [1]
				4.266628809466020e-011, -- [2]
				79.5, -- [3]
				2.386474799099550e-006, -- [4]
			},
			["name"] = "Dreadfire Imp",
		},
		[102583] = {
			["values"] = {
				[4] = 40,
			},
			["name"] = "邪能烧灼者",
		},
		[114584] = {
			["values"] = {
				8, -- [1]
			},
			["name"] = "幻影员工",
		},
		[98280] = {
			["values"] = {
				[4] = 26,
			},
			["name"] = "Risen Arcanist",
		},
		[91796] = {
			["values"] = {
				0.75, -- [1]
				1, -- [2]
				[10] = 0.84375,
				[6] = 0.5625,
			},
			["name"] = "Skrog Wavecrasher",
		},
		[114632] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "鬼魅随从",
		},
		[95939] = {
			["values"] = {
				[10] = 5,
			},
			["name"] = "Skrog Tidestomper",
		},
		[90997] = {
			["values"] = {
				[4] = 146,
				[2] = 5.721028796732110e-016,
			},
			["name"] = "Mightstone Breaker",
		},
		[101549] = {
			["values"] = {
				28, -- [1]
			},
			["name"] = "Arcane Minion",
		},
		[91332] = {
			["values"] = {
				[4] = 21,
			},
			["name"] = "Stoneclaw Hunter",
		},
		[95842] = {
			["values"] = {
				[2] = 201,
			},
			["name"] = "Valarjar Thundercaller",
		},
		[97197] = {
			["values"] = {
				[2] = 25,
			},
			["name"] = "Valarjar Purifier",
		},
		[91794] = {
			["values"] = {
				60, -- [1]
			},
			["name"] = "Saltscale Lurker",
		},
		[100529] = {
			["values"] = {
				343, -- [1]
			},
			["name"] = "Hatespawn Slime",
		},
		[105915] = {
			["values"] = {
				[4] = 129.5,
				[3] = 5.70169277401160e-013,
			},
			["name"] = "Nightborne Reclaimer",
		},
		[114792] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "贞善女士",
		},
		[98425] = {
			["values"] = {
				[4] = 129,
			},
			["name"] = "Unstable Amalgamation",
		},
		[102584] = {
			["values"] = {
				[4] = 39,
			},
			["name"] = "Malignant Defiler",
		},
		[96480] = {
			["values"] = {
				173, -- [1]
			},
			["name"] = "Viletongue Belcher",
		},
		[95843] = {
			["values"] = {
				[5] = 3.25,
				[2] = 1.5,
			},
			["name"] = "赫尔多国王",
		},
		[96640] = {
			["values"] = {
				[2] = 53,
			},
			["name"] = "Valarjar Marksman",
		},
		[114633] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "鬼灵侍从",
		},
		[95779] = {
			["values"] = {
				[10] = 80,
			},
			["name"] = "Festerhide Grizzly",
		},
		[99365] = {
			["values"] = {
				nil, -- [1]
				0.348183054449799, -- [2]
				0.562735086579636, -- [3]
				18.1396484375, -- [4]
			},
			["name"] = "Taintheart Stalker",
		},
		[99891] = {
			["values"] = {
				[5] = 1,
			},
			["name"] = "风暴幼龙",
		},
		[106059] = {
			["values"] = {
				1.012491152378270e-011, -- [1]
				nil, -- [2]
				3.218078698161790e-016, -- [3]
				147.71875, -- [4]
			},
			["name"] = "Warp Shade",
		},
		[96608] = {
			["values"] = {
				5.676013031152160e-009, -- [1]
				88.5, -- [2]
			},
			["name"] = "Ebonclaw Worg",
		},
		[98919] = {
			["values"] = {
				0.00845656517049065, -- [1]
				nil, -- [2]
				2.966155666169220e-010, -- [3]
				66.84765625, -- [4]
			},
			["name"] = "Seacursed Swiftblade",
		},
		[115765] = {
			["values"] = {
				[12] = 2.2880859375,
				[4] = 3.05078125,
			},
			["name"] = "抽象终结者",
		},
		[90998] = {
			["values"] = {
				2.421744072161790e-019, -- [1]
				[4] = 149.75,
			},
			["name"] = "Blightshard Shaper",
		},
		[97182] = {
			["values"] = {
				[6] = 21,
			},
			["name"] = "Night Watch Mariner",
		},
		[98728] = {
			["values"] = {
				[7] = 49,
			},
			["name"] = "酸蚀胆汁",
		},
		[105629] = {
			["values"] = {
				65, -- [1]
			},
			["name"] = "Wyrmtongue Scavenger",
		},
		[98759] = {
			["values"] = {
				[4] = 264.25,
				[2] = 1.009068983315940e-008,
			},
			["name"] = "Vicious Manafang",
		},
		[98521] = {
			["values"] = {
				[10] = 1,
			},
			["name"] = "Lord Etheldrin Ravencrest",
		},
		[98792] = {
			["values"] = {
				2.389169488051390e-007, -- [1]
				5.695262987258060e-012, -- [2]
				nil, -- [3]
				117.3359375, -- [4]
			},
			["name"] = "Wyrmtongue Scavenger",
		},
		[114712] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "刻符者奴隶",
		},
		[114634] = {
			["values"] = {
				[4] = 21,
			},
			["name"] = "亡灵仆从",
		},
		[95920] = {
			["values"] = {
				[2] = 1,
			},
			["name"] = "Animated Storm",
		},
		[99366] = {
			["values"] = {
				0.00100339127755334, -- [1]
				nil, -- [2]
				4.247130065684330e-005, -- [3]
				42.6328125, -- [4]
			},
			["name"] = "Taintheart Summoner",
		},
		[97087] = {
			["values"] = {
				[2] = 398,
			},
			["name"] = "Valarjar Champion",
		},
		[99908] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "掠行软壳蟹",
		},
		[97119] = {
			["values"] = {
				150, -- [1]
			},
			["name"] = "Shroud Hound",
		},
		[99956] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "灌魔之怒",
		},
		[98681] = {
			["values"] = {
				[6] = 16,
			},
			["name"] = "Rook Spinner",
		},
		[96657] = {
			["values"] = {
				[12] = 15,
			},
			["name"] = "刃舞者伊莲娜",
		},
		[96574] = {
			["values"] = {
				0.00317121619594375, -- [1]
				3.752520436148060e-007, -- [2]
				nil, -- [3]
				2.022755975105260e-005, -- [4]
				41.3984375, -- [5]
			},
			["name"] = "Stormforged Sentinel",
		},
		[102566] = {
			["values"] = {
				[12] = 16,
			},
			["name"] = "Grimhorn the Enslaver",
		},
		[95940] = {
			["values"] = {
				18, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[105682] = {
			["values"] = {
				[8] = 1.5,
				[7] = 1,
			},
			["name"] = "Felguard Destroyer",
		},
		[96677] = {
			["values"] = {
				[2] = 3,
			},
			["name"] = "钢颚灰熊",
		},
		[98538] = {
			["values"] = {
				[10] = 3,
			},
			["name"] = "薇兰达斯·拉文凯斯夫人",
		},
		[114364] = {
			["values"] = {
				44, -- [1]
			},
			["name"] = "暴食的法力浮龙",
		},
		[114628] = {
			["values"] = {
				[4] = 25,
			},
			["name"] = "骷髅服务员",
		},
		[91782] = {
			["values"] = {
				[10] = 20,
			},
			["name"] = "Hatecoil Crusher",
		},
		[91781] = {
			["values"] = {
				[4] = 60,
			},
			["name"] = "Hatecoil Warrior",
		},
		[98370] = {
			["values"] = {
				[4] = 12,
			},
			["name"] = "Ghostly Councilor",
		},
		[106787] = {
			["values"] = {
				19, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[91000] = {
			["values"] = {
				[8] = 57,
			},
			["name"] = "Vileshard Hulk",
		},
		[95861] = {
			["values"] = {
				[4] = 29,
			},
			["name"] = "Hatecoil Oracle",
		},
		[114629] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "鬼灵家仆",
		},
		[113998] = {
			["values"] = {
				[4] = 18,
			},
			["name"] = "Mightstone Breaker",
		},
		[104247] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "暮色卫队奥术师",
		},
		[92610] = {
			["values"] = {
				[4] = 15,
			},
			["name"] = "顶石游荡者",
		},
		[100531] = {
			["values"] = {
				[8] = 14.236328125,
				[2] = 0.494384765625,
				[4] = 0.0754021655507108,
				[3] = 0.0422351360321045,
			},
			["name"] = "Bloodtainted Fury",
		},
		[99307] = {
			["values"] = {
				[11] = 0.00563771011366052,
				[8] = 2.81316814851016,
				[10] = 0.0017838067156504,
				[12] = 3.18048191070557,
				[4] = 0.0133634610101582,
				[6] = 0.312389373779297,
			},
			["name"] = "Skjal",
		},
		[99033] = {
			["values"] = {
				[4] = 44.75,
				[2] = 0.00133785503673779,
			},
			["name"] = "Helarjar Mistcaller",
		},
		[102781] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "魔蝠幼崽",
		},
		[98810] = {
			["values"] = {
				[6] = 58.1875,
				[4] = 6.03247796439050e-006,
			},
			["name"] = "Wrathguard Bladelord",
		},
		[95766] = {
			["values"] = {
				[4] = 32,
				[2] = 0.00317121193893401,
			},
			["name"] = "Crazed Razorbeak",
		},
		[115417] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "老鼠",
		},
		[114624] = {
			["values"] = {
				[8] = 17,
			},
			["name"] = "奥术守卫",
		},
		[101679] = {
			["values"] = {
				[4] = 74,
			},
			["name"] = "Dreadsoul Poisoner",
		},
		[91787] = {
			["values"] = {
				9, -- [1]
			},
			["name"] = "海湾沙鸥",
		},
		[91001] = {
			["values"] = {
				[4] = 97,
			},
			["name"] = "Tarspitter Lurker",
		},
		[111563] = {
			["values"] = {
				[4] = 11,
			},
			["name"] = "Duskwatch Guard",
		},
	},
}
