
MythicPlusProgressDB = {
	["settings"] = {
		["enableTooltip"] = true,
		["inconclusiveDataThreshold"] = 100,
		["maxTimeSinceKill"] = 600,
		["enablePullEstimate"] = true,
		["nameplateUpdateRate"] = 200,
		["dbVersion"] = 6,
		["version"] = "0.3e",
		["nameplateTextColor"] = "FFFFFF",
		["tooltipColor"] = "82E0FF",
		["enableNameplateText"] = true,
		["pullEstimateCombatOnly"] = false,
		["enabled"] = true,
	},
	["npcData"] = {
		{
			["values"] = {
				[40] = 1,
			},
			["name"] = "Test NPC",
		}, -- [1]
		{
			["values"] = {
				[35] = 1,
			},
			["name"] = "Test NPC",
		}, -- [2]
		[104277] = {
			["values"] = {
				[4] = 64,
			},
			["name"] = "Legion Hound",
		},
		[102253] = {
			["values"] = {
				[4] = 31,
				[3] = 0.0017838067156504,
			},
			["name"] = "Understone Demolisher",
		},
		[98954] = {
			["values"] = {
				[4] = 45,
			},
			["name"] = "Felsworn Myrmidon",
		},
		[97185] = {
			["values"] = {
				[10] = 22,
			},
			["name"] = "The Grimewalker",
		},
		[114541] = {
			["values"] = {
				63, -- [1]
			},
			["name"] = "鬼灵顾客",
		},
		[113537] = {
			["values"] = {
				[10] = 26,
				[7] = 0.00056440759362376,
				[4] = 0.00042330569521782,
			},
			["name"] = "Unknown",
		},
		[102094] = {
			["values"] = {
				1.799984028993470e-011, -- [1]
				1.354566205820510e-014, -- [2]
				5.708130842634550e-014, -- [3]
				108.40625, -- [4]
			},
			["name"] = "Risen Swordsman",
		},
		[114637] = {
			["values"] = {
				[4] = 16,
			},
			["name"] = "鬼灵斥候",
		},
		[115418] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "蜘蛛",
		},
		[120550] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "愤怒卫士入侵者",
		},
		[104246] = {
			["values"] = {
				[4] = 95,
			},
			["name"] = "Duskwatch Guard",
		},
		[104278] = {
			["values"] = {
				0.100251823429188, -- [1]
				[7] = 0.563507768290202,
				[10] = 8.85216626111651,
				[3] = 0.239921765039787,
				[5] = 0.0112926896716769,
				[9] = 0.0238137685075267,
			},
			["name"] = "Felbound Enforcer",
		},
		[116550] = {
			["values"] = {
				[4] = 12,
			},
			["name"] = "鬼灵顾客",
		},
		[114526] = {
			["values"] = {
				16, -- [1]
			},
			["name"] = "幽灵临时演员",
		},
		[105617] = {
			["values"] = {
				[4] = 214.5,
				[2] = 2.419012643090980e-018,
			},
			["name"] = "Eredar Chaosbringer",
		},
		[102095] = {
			["values"] = {
				0.00606101583287802, -- [1]
				0.315016401543155, -- [2]
				0.0178179480893953, -- [3]
				17.7828417271376, -- [4]
			},
			["name"] = "复活的长枪兵",
		},
		[114796] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "保守的女招待",
		},
		[105952] = {
			["values"] = {
				7.550955419025890e-007, -- [1]
				0.00422860114117706, -- [2]
				nil, -- [3]
				0.00634242387786798, -- [4]
				2.026173377112530e-009, -- [5]
				45.4513977784919, -- [6]
			},
			["name"] = "Withered Manawraith",
		},
		[97043] = {
			["values"] = {
				[4] = 56,
			},
			["name"] = "Seacursed Slaver",
		},
		[96611] = {
			["values"] = {
				[2] = 15,
			},
			["name"] = "怒蹄公牛",
		},
		[102430] = {
			["values"] = {
				124, -- [1]
			},
			["name"] = "Tarspitter Slug",
		},
		[98366] = {
			["values"] = {
				[4] = 11,
			},
			["name"] = "Ghostly Retainer",
		},
		[95832] = {
			["values"] = {
				[2] = 114,
			},
			["name"] = "Valarjar Shieldmaiden",
		},
		[105682] = {
			["values"] = {
				[8] = 1.5,
				[7] = 1,
			},
			["name"] = "Felguard Destroyer",
		},
		[121569] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "邪皮行者",
		},
		[104295] = {
			["values"] = {
				362, -- [1]
			},
			["name"] = "Blazing Imp",
		},
		[97171] = {
			["values"] = {
				[10] = 38,
			},
			["name"] = "Hatecoil Arcanist",
		},
		[102287] = {
			["values"] = {
				7.54243887122820e-006, -- [1]
				[6] = 0.000419873510128836,
				[10] = 20.3933486938477,
				[3] = 3.185559317401590e-007,
				[4] = 7.710645260728880e-005,
				[9] = 0.497002064646398,
				[5] = 4.247412423202110e-007,
			},
			["name"] = "Unknown",
		},
		[98733] = {
			["values"] = {
				1, -- [1]
				0.0237572640360587, -- [2]
				0.000317479839655571, -- [3]
				49.1295708924689, -- [4]
				nil, -- [5]
				4.983056707733020e-008, -- [6]
			},
			["name"] = "Withered Fiend",
		},
		[118703] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "邪脉植物学家",
		},
		[119930] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "恐翼蝠",
		},
		[102351] = {
			["values"] = {
				434, -- [1]
			},
			["name"] = "Mana Wyrm",
		},
		[96247] = {
			["values"] = {
				235, -- [1]
				[4] = 1.3576269507870e-016,
			},
			["name"] = "Vileshard Crawler",
		},
		[98813] = {
			["values"] = {
				[4] = 31,
			},
			["name"] = "Bloodscent Felhound",
		},
		[95769] = {
			["values"] = {
				[4] = 74,
			},
			["name"] = "Mindshattered Screecher",
		},
		[102781] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "魔蝠幼崽",
		},
		[118716] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "喷怨鞭笞者",
		},
		[118700] = {
			["values"] = {
				[2] = 14,
			},
			["name"] = "邪疫猎犬",
		},
		[99307] = {
			["values"] = {
				[11] = 0.00422828258524539,
				[8] = 2.10987611138262,
				[10] = 0.0013378550367378,
				[12] = 4.18048191070557,
				[4] = 0.0100225957576187,
				[6] = 0.234292030334473,
			},
			["name"] = "Skjal",
		},
		[113699] = {
			["values"] = {
				[8] = 58.5,
				[6] = 1.791877116038390e-007,
			},
			["name"] = "Forgotten Spirit",
		},
		[91785] = {
			["values"] = {
				[2] = 30,
			},
			["name"] = "Wandering Shellback",
		},
		[100216] = {
			["values"] = {
				0.177978515625, -- [1]
				[4] = 12,
			},
			["name"] = "Hatecoil Wrangler",
		},
		[97172] = {
			["values"] = {
				335, -- [1]
			},
			["name"] = "Saltsea Droplet",
		},
		[98973] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Skeletal Warrior",
		},
		[114544] = {
			["values"] = {
				[4] = 30,
			},
			["name"] = "骷髅招待员",
		},
		[119977] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "绞藤鞭笞者",
		},
		[105651] = {
			["values"] = {
				[4] = 0.088298432424693,
				[10] = 24,
			},
			["name"] = "Dreadborne Seer",
		},
		[120374] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "恶魔卫士毁灭者",
		},
		[92168] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "Target Dummy Test2",
		},
		[114624] = {
			["values"] = {
				[8] = 23,
			},
			["name"] = "奥术守卫",
		},
		[105715] = {
			["values"] = {
				[4] = 61.25,
				[3] = 0.100112971735175,
			},
			["name"] = "Watchful Inquisitor",
		},
		[115831] = {
			["values"] = {
				[4] = 71,
			},
			["name"] = "魔力吞噬者",
		},
		[120405] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "恐翼蝠",
		},
		[98368] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "Ghostly Protector",
		},
		[95834] = {
			["values"] = {
				[2] = 100,
			},
			["name"] = "Valarjar Mystic",
		},
		[100451] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "Target Dummy Test",
		},
		[91786] = {
			["values"] = {
				0.637584686279297, -- [1]
				[4] = 7.25,
			},
			["name"] = "Gritslime Snail",
		},
		[98177] = {
			["values"] = {
				[12] = 16,
			},
			["name"] = "Glayvianna Soulrender",
		},
		[97173] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "Restless Tides",
		},
		[96934] = {
			["values"] = {
				[2] = 1,
			},
			["name"] = "Valarjar Trapper",
		},
		[97678] = {
			["values"] = {
				[8] = 3.861572265625,
				[6] = 0.37078857421875,
				[7] = 0.0563135147094727,
				[2] = 1.5498046875,
			},
			["name"] = "Aranasi Broodmother",
		},
		[105636] = {
			["values"] = {
				[4] = 26,
			},
			["name"] = "Understone Drudge",
		},
		[114625] = {
			["values"] = {
				200, -- [1]
			},
			["name"] = "幻影访客",
		},
		[114338] = {
			["values"] = {
				[10] = 28,
			},
			["name"] = "魔力聚合体",
		},
		[91781] = {
			["values"] = {
				[4] = 70,
			},
			["name"] = "Hatecoil Warrior",
		},
		[118705] = {
			["values"] = {
				[10] = 0.75,
				[3] = 1,
			},
			["name"] = "纳尔莎",
		},
		[95771] = {
			["values"] = {
				[4] = 102,
			},
			["name"] = "Dreadsoul Ruiner",
		},
		[91782] = {
			["values"] = {
				[10] = 23,
			},
			["name"] = "Hatecoil Crusher",
		},
		[97200] = {
			["values"] = {
				[4] = 91.5,
				[2] = 1.006794055870120e-006,
			},
			["name"] = "Seacursed Soulkeeper",
		},
		[96584] = {
			["values"] = {
				[4] = 49,
			},
			["name"] = "Immoliant Fury",
		},
		[97365] = {
			["values"] = {
				[4] = 55,
			},
			["name"] = "Seacursed Mistmender",
		},
		[91006] = {
			["values"] = {
				[4] = 142,
			},
			["name"] = "Rockback Gnasher",
		},
		[91787] = {
			["values"] = {
				17, -- [1]
			},
			["name"] = "海湾沙鸥",
		},
		[100248] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "祭祀者勒莎",
		},
		[96664] = {
			["values"] = {
				[2] = 110,
			},
			["name"] = "Valarjar Runecarver",
		},
		[100250] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "束缚者阿什奥伊",
		},
		[105876] = {
			["values"] = {
				331, -- [1]
			},
			["name"] = "Enchanted Broodling",
		},
		[95947] = {
			["values"] = {
				[4] = 33,
			},
			["name"] = "Mak'rana Hardshell",
		},
		[114626] = {
			["values"] = {
				[4] = 22,
			},
			["name"] = "弃灵",
		},
		[99804] = {
			["values"] = {
				[2] = 4,
			},
			["name"] = "瓦拉加尔驯鹰人",
		},
		[118690] = {
			["values"] = {
				[4] = 15,
			},
			["name"] = "愤怒卫士入侵者",
		},
		[118706] = {
			["values"] = {
				[2] = 7,
			},
			["name"] = "死疽小蜘蛛",
		},
		[95772] = {
			["values"] = {
				[4] = 118,
			},
			["name"] = "Frenzied Nightclaw",
		},
		[99358] = {
			["values"] = {
				nil, -- [1]
				0.0237572640180588, -- [2]
				3.178377532566970e-005, -- [3]
				41.3125, -- [4]
			},
			["name"] = "Rotheart Dryad",
		},
		[101414] = {
			["values"] = {
				[2] = 14,
			},
			["name"] = "Saltscale Skulker",
		},
		[106785] = {
			["values"] = {
				25, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[106546] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "星界火花",
		},
		[118704] = {
			["values"] = {
				[10] = 3,
			},
			["name"] = "杜尔扎克",
		},
		[98370] = {
			["values"] = {
				[4] = 12,
			},
			["name"] = "Ghostly Councilor",
		},
		[114334] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "损坏的傀儡",
		},
		[105845] = {
			["values"] = {
				2.25, -- [1]
				[4] = 1,
			},
			["name"] = "Glowing Spiderling",
		},
		[114801] = {
			["values"] = {
				0.179316370661737, -- [1]
				nil, -- [2]
				0.00563771011366044, -- [3]
				18.75, -- [4]
			},
			["name"] = "鬼灵徒工",
		},
		[114802] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "鬼灵短工",
		},
		[98243] = {
			["values"] = {
				[4] = 60,
			},
			["name"] = "Soul-Torn Champion",
		},
		[118717] = {
			["values"] = {
				0.00133785503673778, -- [1]
				[4] = 26.75,
			},
			["name"] = "鬼火小鬼",
		},
		[98275] = {
			["values"] = {
				1.34998802174510e-011, -- [1]
				[4] = 114,
			},
			["name"] = "Risen Archer",
		},
		[115488] = {
			["values"] = {
				0.177978515625, -- [1]
				[4] = 6.75,
			},
			["name"] = "灌魔炎术士",
		},
		[114627] = {
			["values"] = {
				[4] = 9,
			},
			["name"] = "尖啸女妖",
		},
		[118723] = {
			["values"] = {
				[10] = 2,
			},
			["name"] = "加泽拉克斯",
		},
		[99359] = {
			["values"] = {
				[3] = 42,
			},
			["name"] = "Rotheart Keeper",
		},
		[99630] = {
			["values"] = {
				32, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[120556] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "恐翼蝠",
		},
		[104300] = {
			["values"] = {
				1.00000000042618, -- [1]
				0.000178582090170015, -- [2]
				nil, -- [3]
				53.390625, -- [4]
			},
			["name"] = "Shadow Mistress",
		},
		[91008] = {
			["values"] = {
				[4] = 178,
			},
			["name"] = "Rockbound Pelter",
		},
		[98681] = {
			["values"] = {
				[6] = 16,
			},
			["name"] = "Rook Spinner",
		},
		[98435] = {
			["values"] = {
				[7] = 0.5625,
				[4] = 2,
			},
			["name"] = "不稳定的小软泥怪",
		},
		[98706] = {
			["values"] = {
				[6] = 16,
			},
			["name"] = "Commander Shemdah'sohn",
		},
		[102404] = {
			["values"] = {
				1.789856099324630e-006, -- [1]
				[4] = 75.25,
			},
			["name"] = "Stoneclaw Grubmaster",
		},
		[114803] = {
			["values"] = {
				[4] = 43,
			},
			["name"] = "鬼灵马夫",
		},
		[100539] = {
			["values"] = {
				0.00563771011366052, -- [1]
				0.507748226635159, -- [2]
				nil, -- [3]
				11.1953125, -- [4]
			},
			["name"] = "污心神射手",
		},
		[98770] = {
			["values"] = {
				[4] = 109.9375,
				[2] = 0.316970657593624,
			},
			["name"] = "Wrathguard Felblade",
		},
		[114252] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "魔力吞噬者",
		},
		[98426] = {
			["values"] = {
				[4] = 0.75,
				[8] = 1,
			},
			["name"] = "不稳定的软泥怪",
		},
		[114628] = {
			["values"] = {
				[4] = 29,
			},
			["name"] = "骷髅服务员",
		},
		[118724] = {
			["values"] = {
				[4] = 10,
			},
			["name"] = "鬼火邪能使者",
		},
		[99360] = {
			["values"] = {
				7.671201774202230e-021, -- [1]
				0.00133785503681389, -- [2]
				[8] = 2.419012643090940e-018,
				[6] = 0.0178179480135441,
				[9] = 75.522705078125,
				[7] = 5.676013031152170e-009,
			},
			["name"] = "Vilethorn Blossom",
		},
		[97081] = {
			["values"] = {
				[5] = 3.875,
				[4] = 0.984375,
			},
			["name"] = "布约恩国王",
		},
		[97097] = {
			["values"] = {
				[4] = 107,
			},
			["name"] = "Helarjar Champion",
		},
		[96677] = {
			["values"] = {
				[2] = 3,
			},
			["name"] = "钢颚灰熊",
		},
		[106786] = {
			["values"] = {
				26, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[91790] = {
			["values"] = {
				[4] = 29,
				[2] = 0.00751694681821399,
			},
			["name"] = "Mak'rana Siltwalker",
		},
		[120366] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "鬼焰女妖",
		},
		[101438] = {
			["values"] = {
				[4] = 3,
			},
			["name"] = "Vileshard Chunk",
		},
		[114783] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "洗心革面的侍女",
		},
		[114804] = {
			["values"] = {
				[4] = 63.25,
				[3] = 0.00178380671565037,
			},
			["name"] = "鬼灵战马",
		},
		[91783] = {
			["values"] = {
				[4] = 58,
			},
			["name"] = "Hatecoil Stormweaver",
		},
		[99629] = {
			["values"] = {
				20, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[119952] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "恶魔卫士毁灭者",
		},
		[118714] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "鬼焰女妖",
		},
		[114629] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "鬼灵家仆",
		},
		[105720] = {
			["values"] = {
				[4] = 27,
			},
			["name"] = "Understone Drudge",
		},
		[114542] = {
			["values"] = {
				0.0422351360321045, -- [1]
				[4] = 29,
			},
			["name"] = "幽灵慈善家",
		},
		[97677] = {
			["values"] = {
				172, -- [1]
			},
			["name"] = "Barbed Spiderling",
		},
		[101839] = {
			["values"] = {
				[4] = 13.5,
				[3] = 0.177978515625,
			},
			["name"] = "Risen Companion",
		},
		[102788] = {
			["values"] = {
				[4] = 125.75,
				[3] = 4.266628809466020e-011,
			},
			["name"] = "Felspite Dominator",
		},
		[104270] = {
			["values"] = {
				[8] = 65.25,
				[5] = 3.189156292949180e-008,
			},
			["name"] = "Guardian Construct",
		},
		[101991] = {
			["values"] = {
				[4] = 147,
			},
			["name"] = "Nightmare Dweller",
		},
		[95939] = {
			["values"] = {
				[10] = 6,
			},
			["name"] = "Skrog Tidestomper",
		},
		[98963] = {
			["values"] = {
				211.75, -- [1]
				[107] = 3.228992096215750e-019,
			},
			["name"] = "Blazing Imp",
		},
		[98691] = {
			["values"] = {
				[4] = 83,
			},
			["name"] = "Risen Scout",
		},
		[104251] = {
			["values"] = {
				1.343907837028770e-007, -- [1]
				[4] = 87.25,
			},
			["name"] = "Duskwatch Sentry",
		},
		[98756] = {
			["values"] = {
				[4] = 153,
				[3] = 4.276269580508720e-013,
			},
			["name"] = "Arcane Anomaly",
		},
		[91792] = {
			["values"] = {
				[6] = 0.0337798597756773,
				[9] = 0.100112915039063,
				[10] = 29.5625,
			},
			["name"] = "Stormwake Hydra",
		},
		[98533] = {
			["values"] = {
				[10] = 16,
			},
			["name"] = "Foul Mother",
		},
		[115765] = {
			["values"] = {
				[12] = 2.69966125488281,
				[4] = 3.59954833984375,
			},
			["name"] = "抽象终结者",
		},
		[105705] = {
			["values"] = {
				[4] = 32,
			},
			["name"] = "Bound Energy",
		},
		[106059] = {
			["values"] = {
				4.276270155199860e-013, -- [1]
				nil, -- [2]
				1.359159915788810e-017, -- [3]
				158.71875, -- [4]
			},
			["name"] = "Warp Shade",
		},
		[90998] = {
			["values"] = {
				1.818358939070150e-020, -- [1]
				[4] = 158.75,
			},
			["name"] = "Blightshard Shaper",
		},
		[97083] = {
			["values"] = {
				[5] = 8,
			},
			["name"] = "拉努夫国王",
		},
		[99649] = {
			["values"] = {
				[12] = 2.875,
				[4] = 1.3125,
			},
			["name"] = "Dreadlord Mendacius",
		},
		[98900] = {
			["values"] = {
				5.66321656426940e-007, -- [1]
				1.00000000000135, -- [2]
				nil, -- [3]
				96.234375, -- [4]
			},
			["name"] = "Wyrmtongue Trickster",
		},
		[98406] = {
			["values"] = {
				[4] = 25,
			},
			["name"] = "裂烬蝎虫",
		},
		[98677] = {
			["values"] = {
				126, -- [1]
			},
			["name"] = "Rook Spiderling",
		},
		[97163] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "被诅咒的飞鹰",
		},
		[98926] = {
			["values"] = {
				[4] = 76,
			},
			["name"] = "Shadow Hunter",
		},
		[95920] = {
			["values"] = {
				[2] = 1,
			},
			["name"] = "Animated Storm",
		},
		[102566] = {
			["values"] = {
				[12] = 18,
			},
			["name"] = "Grimhorn the Enslaver",
		},
		[98732] = {
			["values"] = {
				119, -- [1]
			},
			["name"] = "Plagued Rat",
		},
		[100364] = {
			["values"] = {
				0.358641386032105, -- [1]
				0.0237572640180589, -- [2]
				0.312389373779297, -- [3]
				8.8076171875, -- [4]
			},
			["name"] = "Spirit of Vengeance",
		},
		[102104] = {
			["values"] = {
				[4] = 40,
			},
			["name"] = "Enslaved Shieldmaiden",
		},
		[102375] = {
			["values"] = {
				[3] = 36.5,
				[4] = 0.100112915039063,
			},
			["name"] = "Runecarver Slave",
		},
		[105706] = {
			["values"] = {
				[8] = 0.5625,
				[10] = 2,
			},
			["name"] = "痛苦女祭司",
		},
		[96574] = {
			["values"] = {
				0.00178380911021836, -- [1]
				2.110792745333290e-007, -- [2]
				nil, -- [3]
				1.137800235996710e-005, -- [4]
				43.3984375, -- [5]
			},
			["name"] = "Stormforged Sentinel",
		},
		[97068] = {
			["values"] = {
				[5] = 23,
			},
			["name"] = "风暴幼龙",
		},
		[97084] = {
			["values"] = {
				1, -- [1]
				[5] = 5.25,
			},
			["name"] = "托尔国王",
		},
		[118713] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "邪足晶球法师",
		},
		[92350] = {
			["values"] = {
				[4] = 28,
			},
			["name"] = "Understone Drudge",
		},
		[102232] = {
			["values"] = {
				0.0238479156880606, -- [1]
				0.110699918390305, -- [2]
				1, -- [3]
				13.0875091552735, -- [4]
			},
			["name"] = "Rockbound Trapper",
		},
		[91793] = {
			["values"] = {
				462, -- [1]
			},
			["name"] = "Seaspray Crab",
		},
		[100526] = {
			["values"] = {
				5.7059676762030e-007, -- [1]
				nil, -- [2]
				1.808127619707920e-015, -- [3]
				87.2802734375, -- [4]
			},
			["name"] = "Tormented Bloodseeker",
		},
		[105915] = {
			["values"] = {
				[4] = 136.5,
				[3] = 7.610841123512790e-014,
			},
			["name"] = "Nightborne Reclaimer",
		},
		[102584] = {
			["values"] = {
				[4] = 46,
			},
			["name"] = "Malignant Defiler",
		},
		[100527] = {
			["values"] = {
				nil, -- [1]
				5.695261966737170e-012, -- [2]
				65.125, -- [3]
				0.316406674741242, -- [4]
			},
			["name"] = "Dreadfire Imp",
		},
		[119923] = {
			["values"] = {
				[4] = 8,
			},
			["name"] = "鬼火慰魂者",
		},
		[114584] = {
			["values"] = {
				9, -- [1]
			},
			["name"] = "幻影员工",
		},
		[98280] = {
			["values"] = {
				[4] = 27,
			},
			["name"] = "Risen Arcanist",
		},
		[114632] = {
			["values"] = {
				[4] = 5,
			},
			["name"] = "鬼魅随从",
		},
		[118712] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "邪足执行者",
		},
		[97197] = {
			["values"] = {
				[2] = 25,
			},
			["name"] = "Valarjar Purifier",
		},
		[102583] = {
			["values"] = {
				[4] = 47,
			},
			["name"] = "邪能烧灼者",
		},
		[114712] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "刻符者奴隶",
		},
		[90997] = {
			["values"] = {
				[4] = 119.25,
				[2] = 0.177978515625,
			},
			["name"] = "Mightstone Breaker",
		},
		[95842] = {
			["values"] = {
				[2] = 216,
			},
			["name"] = "Valarjar Thundercaller",
		},
		[100529] = {
			["values"] = {
				399, -- [1]
			},
			["name"] = "Hatespawn Slime",
		},
		[91794] = {
			["values"] = {
				67, -- [1]
			},
			["name"] = "Saltscale Lurker",
		},
		[98425] = {
			["values"] = {
				[4] = 132,
			},
			["name"] = "Unstable Amalgamation",
		},
		[96608] = {
			["values"] = {
				1.346944498603490e-009, -- [1]
				93.5, -- [2]
			},
			["name"] = "Ebonclaw Worg",
		},
		[114792] = {
			["values"] = {
				[4] = 11,
			},
			["name"] = "贞善女士",
		},
		[91332] = {
			["values"] = {
				[4] = 23,
			},
			["name"] = "Stoneclaw Hunter",
		},
		[98759] = {
			["values"] = {
				[4] = 284.25,
				[2] = 3.19997160709950e-011,
			},
			["name"] = "Vicious Manafang",
		},
		[96480] = {
			["values"] = {
				194, -- [1]
			},
			["name"] = "Viletongue Belcher",
		},
		[91796] = {
			["values"] = {
				0.5625, -- [1]
				0.75, -- [2]
				[10] = 1.84375,
				[6] = 0.421875,
			},
			["name"] = "Skrog Wavecrasher",
		},
		[99188] = {
			["values"] = {
				[4] = 41,
			},
			["name"] = "Waterlogged Soul Guard",
		},
		[114633] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "鬼灵侍从",
		},
		[95779] = {
			["values"] = {
				[10] = 86,
			},
			["name"] = "Festerhide Grizzly",
		},
		[99365] = {
			["values"] = {
				nil, -- [1]
				0.195852968128012, -- [2]
				0.316538486201045, -- [3]
				20.1396484375, -- [4]
			},
			["name"] = "Taintheart Stalker",
		},
		[99891] = {
			["values"] = {
				[5] = 1,
			},
			["name"] = "风暴幼龙",
		},
		[116549] = {
			["values"] = {
				[4] = 22,
			},
			["name"] = "替补歌手",
		},
		[95843] = {
			["values"] = {
				[5] = 4.25,
				[2] = 1.125,
			},
			["name"] = "赫尔多国王",
		},
		[98919] = {
			["values"] = {
				0.000846611390435626, -- [1]
				nil, -- [2]
				2.969504901998330e-011, -- [3]
				74.84765625, -- [4]
			},
			["name"] = "Seacursed Swiftblade",
		},
		[96640] = {
			["values"] = {
				[2] = 58,
			},
			["name"] = "Valarjar Marksman",
		},
		[101549] = {
			["values"] = {
				30, -- [1]
			},
			["name"] = "Arcane Minion",
		},
		[97182] = {
			["values"] = {
				[6] = 23,
			},
			["name"] = "Night Watch Mariner",
		},
		[98728] = {
			["values"] = {
				[7] = 51,
			},
			["name"] = "酸蚀胆汁",
		},
		[105629] = {
			["values"] = {
				67, -- [1]
			},
			["name"] = "Wyrmtongue Scavenger",
		},
		[100441] = {
			["values"] = {
				1, -- [1]
			},
			["name"] = "Unknown",
		},
		[98521] = {
			["values"] = {
				[10] = 1,
			},
			["name"] = "Lord Etheldrin Ravencrest",
		},
		[98792] = {
			["values"] = {
				3.189156292949460e-008, -- [1]
				7.602258394246450e-013, -- [2]
				nil, -- [3]
				124.3359375, -- [4]
			},
			["name"] = "Wyrmtongue Scavenger",
		},
		[115388] = {
			["values"] = {
				3, -- [1]
				[9] = 0.421875,
			},
			["name"] = "国王",
		},
		[114634] = {
			["values"] = {
				[4] = 28,
			},
			["name"] = "亡灵仆从",
		},
		[105704] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "奥术化身",
		},
		[99366] = {
			["values"] = {
				0.000752543458165005, -- [1]
				nil, -- [2]
				3.185347549263250e-005, -- [3]
				43.6328125, -- [4]
			},
			["name"] = "Taintheart Summoner",
		},
		[97087] = {
			["values"] = {
				[2] = 419,
			},
			["name"] = "Valarjar Champion",
		},
		[99908] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "掠行软壳蟹",
		},
		[97119] = {
			["values"] = {
				160, -- [1]
			},
			["name"] = "Shroud Hound",
		},
		[96587] = {
			["values"] = {
				[4] = 94,
			},
			["name"] = "Felsworn Infester",
		},
		[99956] = {
			["values"] = {
				[4] = 1,
			},
			["name"] = "灌魔之怒",
		},
		[96657] = {
			["values"] = {
				[12] = 18,
			},
			["name"] = "刃舞者伊莲娜",
		},
		[106787] = {
			["values"] = {
				21, -- [1]
			},
			["name"] = "Bitterbrine Slave",
		},
		[105703] = {
			["values"] = {
				203.5, -- [1]
				[4] = 7.653907191029840e-019,
			},
			["name"] = "Mana Wyrm",
		},
		[95940] = {
			["values"] = {
				19, -- [1]
			},
			["name"] = "苦水清道夫",
		},
		[121711] = {
			["values"] = {
				[4] = 4,
			},
			["name"] = "喷怨鞭笞者",
		},
		[100249] = {
			["values"] = {
				[4] = 6,
			},
			["name"] = "导魔者瓦里兹",
		},
		[98538] = {
			["values"] = {
				[10] = 3,
			},
			["name"] = "薇兰达斯·拉文凯斯夫人",
		},
		[114364] = {
			["values"] = {
				74, -- [1]
			},
			["name"] = "暴食的法力浮龙",
		},
		[105921] = {
			["values"] = {
				[4] = 115.8125,
				[3] = 4.238262411066590e-005,
			},
			["name"] = "Nightborne Spellsword",
		},
		[115486] = {
			["values"] = {
				0.6328125, -- [1]
				[8] = 4.5625,
			},
			["name"] = "艾瑞迪特屠杀者",
		},
		[111901] = {
			["values"] = {
				[3] = 1,
			},
			["name"] = "Unknown",
		},
		[98173] = {
			["values"] = {
				0.5625, -- [1]
				nil, -- [2]
				0.75, -- [3]
				2.125, -- [4]
			},
			["name"] = "秘术师萨维",
		},
		[115757] = {
			["values"] = {
				[8] = 6,
			},
			["name"] = "愤怒卫士烈焰使者",
		},
		[91000] = {
			["values"] = {
				[8] = 60,
			},
			["name"] = "Vileshard Hulk",
		},
		[95861] = {
			["values"] = {
				[4] = 34,
			},
			["name"] = "Hatecoil Oracle",
		},
		[114636] = {
			["values"] = {
				[4] = 20,
			},
			["name"] = "幻影卫兵",
		},
		[113998] = {
			["values"] = {
				[4] = 18,
			},
			["name"] = "Mightstone Breaker",
		},
		[104247] = {
			["values"] = {
				[4] = 7,
			},
			["name"] = "暮色卫队奥术师",
		},
		[92610] = {
			["values"] = {
				[4] = 16,
			},
			["name"] = "顶石游荡者",
		},
		[100531] = {
			["values"] = {
				nil, -- [1]
				0.278091430664063, -- [2]
				0.0237572640180588, -- [3]
				0.0424137181222748, -- [4]
				1, -- [5]
				nil, -- [6]
				nil, -- [7]
				11.42724609375, -- [8]
			},
			["name"] = "Bloodtainted Fury",
		},
		[105699] = {
			["values"] = {
				[3] = 26.25,
				[8] = 0.177978515625,
			},
			["name"] = "Mana Saber",
		},
		[99033] = {
			["values"] = {
				[4] = 45.75,
				[2] = 0.00100339127755334,
			},
			["name"] = "Helarjar Mistcaller",
		},
		[118719] = {
			["values"] = {
				[4] = 13,
			},
			["name"] = "虫语清道夫",
		},
		[98810] = {
			["values"] = {
				[6] = 62.1875,
				[4] = 1.908713730920430e-006,
			},
			["name"] = "Wrathguard Bladelord",
		},
		[95766] = {
			["values"] = {
				[4] = 35,
				[2] = 0.00133785503673779,
			},
			["name"] = "Crazed Razorbeak",
		},
		[115417] = {
			["values"] = {
				[8] = 1,
			},
			["name"] = "老鼠",
		},
		[121553] = {
			["values"] = {
				[4] = 2,
			},
			["name"] = "恐怖猎手",
		},
		[101679] = {
			["values"] = {
				[4] = 78,
			},
			["name"] = "Dreadsoul Poisoner",
		},
		[119978] = {
			["values"] = {
				8, -- [1]
			},
			["name"] = "狂暴的鞭笞者",
		},
		[91001] = {
			["values"] = {
				[4] = 106,
			},
			["name"] = "Tarspitter Lurker",
		},
		[111563] = {
			["values"] = {
				[4] = 15,
			},
			["name"] = "Duskwatch Guard",
		},
	},
}
