
Omen3DB = {
	["profileKeys"] = {
		["倾城丨猫爷 - 太阳之井"] = "倾城丨猫爷 - 太阳之井",
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
		["星界旅行者 - 瓦拉斯塔兹"] = "星界旅行者 - 瓦拉斯塔兹",
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
		["倾城丨烟雨 - 摩摩尔"] = "倾城丨烟雨 - 摩摩尔",
	},
	["profiles"] = {
		["倾城丨猫爷 - 太阳之井"] = {
			["Shown"] = false,
			["PositionY"] = 650.9999389648438,
			["PositionX"] = 911.5,
		},
		["龙轻雪 - 主宰之剑"] = {
			["Shown"] = false,
			["PositionY"] = 650.9999389648438,
			["PositionX"] = 911.5,
		},
		["星界旅行者 - 瓦拉斯塔兹"] = {
			["PositionY"] = 650.9999389648438,
			["Shown"] = false,
			["PositionX"] = 911.5,
		},
		["龙剑曦 - 主宰之剑"] = {
			["Shown"] = false,
			["PositionY"] = 650.9999389648438,
			["PositionX"] = 911.5,
		},
		["倾城丨烟雨 - 摩摩尔"] = {
			["Shown"] = false,
			["PositionY"] = 650.9999389648438,
			["PositionX"] = 911.5,
		},
	},
}
