
SubSpecStorage = {
	["德鲁伊 恢复"] = {
		{
			["name"] = "5H",
			["data"] = {
				{
					["id"] = 18572,
					["name"] = "丰饶",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 18570,
					["name"] = "野性位移",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22160,
					["name"] = "守护亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21704,
					["name"] = "栽培",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22165,
					["name"] = "萌芽",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 21651,
					["name"] = "石化树皮",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "RAID",
			["data"] = {
				{
					["id"] = 18569,
					["name"] = "欣欣向荣",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 18570,
					["name"] = "野性位移",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22160,
					["name"] = "守护亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21704,
					["name"] = "栽培",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22165,
					["name"] = "萌芽",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22404,
					["name"] = "繁盛",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "丰饶洞察",
			["data"] = {
				{
					["id"] = 18572,
					["name"] = "丰饶",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 18570,
					["name"] = "野性位移",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22160,
					["name"] = "守护亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21707,
					["name"] = "化身：生命之树",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22165,
					["name"] = "萌芽",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22403,
					["name"] = "洞察秋毫",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [3]
	},
	["恶魔猎手 复仇"] = {
		{
			["name"] = "大秘境",
			["data"] = {
				{
					["id"] = 22502,
					["name"] = "深渊打击",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22766,
					["name"] = "爆燃",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22541,
					["name"] = "烈焰冲撞",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 22508,
					["name"] = "喂食恶魔",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 22510,
					["name"] = "锁链咒符",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22768,
					["name"] = "幽魂炸弹",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22543,
					["name"] = "最后一搏",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "RAID",
			["data"] = {
				{
					["id"] = 22502,
					["name"] = "深渊打击",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 22766,
					["name"] = "爆燃",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22541,
					["name"] = "烈焰冲撞",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 22508,
					["name"] = "喂食恶魔",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 22511,
					["name"] = "快速咒符",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22513,
					["name"] = "剑刃扭转",
					["column"] = 2,
				}, -- [6]
				{
					["id"] = 22543,
					["name"] = "最后一搏",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [2]
	},
	["武僧 织雾"] = {
		{
			["name"] = "RAID",
			["data"] = {
				{
					["id"] = 19820,
					["name"] = "禅意波",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 19304,
					["name"] = "真气突",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22166,
					["name"] = "缭绕之雾",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 19993,
					["name"] = "平心之环",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 20174,
					["name"] = "金创药",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 22093,
					["name"] = "碧玉疾风",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 22169,
					["name"] = "雷光凝聚",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "5H",
			["data"] = {
				{
					["id"] = 19820,
					["name"] = "禅意波",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 19304,
					["name"] = "真气突",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22166,
					["name"] = "缭绕之雾",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 19993,
					["name"] = "平心之环",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 20174,
					["name"] = "金创药",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 22214,
					["name"] = "青龙雕像",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22169,
					["name"] = "雷光凝聚",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [2]
	},
	["武僧 酒仙"] = {
		{
			["name"] = "通用",
			["data"] = {
				{
					["id"] = 22091,
					["name"] = "猛虎之眼",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 19304,
					["name"] = "真气突",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22097,
					["name"] = "玄牛酒",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 19994,
					["name"] = "玄牛雕像",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 22917,
					["name"] = "神秘活力",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22102,
					["name"] = "特别快递",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22108,
					["name"] = "坚定不屈",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "死疽残暴",
			["data"] = {
				{
					["id"] = 22091,
					["name"] = "猛虎之眼",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 19304,
					["name"] = "真气突",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22097,
					["name"] = "玄牛酒",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 19993,
					["name"] = "平心之环",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 22917,
					["name"] = "神秘活力",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22102,
					["name"] = "特别快递",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22108,
					["name"] = "坚定不屈",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [2]
	},
	["德鲁伊 平衡"] = {
		{
			["name"] = "AOE",
			["data"] = {
				{
					["id"] = 22386,
					["name"] = "艾露恩的战士",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 18571,
					["name"] = "野性冲锋",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22159,
					["name"] = "恢复亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 18579,
					["name"] = "化身：艾露恩之眷",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22389,
					["name"] = "坠星",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21193,
					["name"] = "星辰漂流",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22387,
					["name"] = "星辰领主",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 18571,
					["name"] = "野性冲锋",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22159,
					["name"] = "恢复亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 18579,
					["name"] = "化身：艾露恩之眷",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22390,
					["name"] = "远古祝福",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 21655,
					["name"] = "自然平衡",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "混合",
			["data"] = {
				{
					["id"] = 22387,
					["name"] = "星辰领主",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 18571,
					["name"] = "野性冲锋",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22159,
					["name"] = "恢复亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 18579,
					["name"] = "化身：艾露恩之眷",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22389,
					["name"] = "坠星",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21193,
					["name"] = "星辰漂流",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [3]
	},
	["恶魔猎手 浩劫"] = {
		{
			["name"] = "魔化AOE",
			["data"] = {
				{
					["id"] = 22416,
					["name"] = "盲目之怒",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 22799,
					["name"] = "恶魔食欲",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22909,
					["name"] = "混乱顺劈",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21865,
					["name"] = "裂魂",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21866,
					["name"] = "势如破竹",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 22767,
					["name"] = "恶魔重生",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22547,
					["name"] = "魔化",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "pvp",
			["data"] = {
				{
					["id"] = 22493,
					["name"] = "邪能之刃",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22799,
					["name"] = "恶魔食欲",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 21862,
					["name"] = "血滴子",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 21864,
					["name"] = "绝望本能",
					["column"] = 2,
				}, -- [4]
				{
					["id"] = 21866,
					["name"] = "势如破竹",
					["column"] = 1,
				}, -- [5]
				{
					["id"] = 21870,
					["name"] = "释放力量",
					["column"] = 2,
				}, -- [6]
				{
					["id"] = 21900,
					["name"] = "混乱之刃",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22493,
					["name"] = "邪能之刃",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22765,
					["name"] = "恶魔之刃",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22494,
					["name"] = "第一滴血",
					["column"] = 2,
				}, -- [3]
				{
					["id"] = 21865,
					["name"] = "裂魂",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21868,
					["name"] = "涅墨西斯",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 21869,
					["name"] = "战刃大师",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 21900,
					["name"] = "混乱之刃",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [3]
		{
			["name"] = "魔化单体",
			["data"] = {
				{
					["id"] = 22416,
					["name"] = "盲目之怒",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 22799,
					["name"] = "恶魔食欲",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22909,
					["name"] = "混乱顺劈",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21865,
					["name"] = "裂魂",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21868,
					["name"] = "涅墨西斯",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22767,
					["name"] = "恶魔重生",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22547,
					["name"] = "魔化",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [4]
	},
	["德鲁伊 野性"] = {
		{
			["name"] = "任务",
			["data"] = {
				{
					["id"] = 22363,
					["name"] = "掠食者",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 18570,
					["name"] = "野性位移",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22159,
					["name"] = "恢复亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 21778,
					["name"] = "蛮力猛击",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 21705,
					["name"] = "化身：丛林之王",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 21711,
					["name"] = "锯齿创伤",
					["column"] = 2,
				}, -- [6]
				{
					["id"] = 21649,
					["name"] = "血腥爪击",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "AOE",
			["data"] = {
				{
					["id"] = 22363,
					["name"] = "掠食者",
					["column"] = 1,
				}, -- [1]
				{
					["id"] = 18571,
					["name"] = "野性冲锋",
					["column"] = 3,
				}, -- [2]
				{
					["id"] = 22163,
					["name"] = "平衡亲和",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21778,
					["name"] = "蛮力猛击",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 21702,
					["name"] = "野蛮咆哮",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22370,
					["name"] = "月神的守护",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 21653,
					["name"] = "野蛮挥砍",
					["column"] = 3,
				}, -- [7]
			},
		}, -- [2]
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22365,
					["name"] = "月之灵",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 18570,
					["name"] = "野性位移",
					["column"] = 2,
				}, -- [2]
				{
					["id"] = 22163,
					["name"] = "平衡亲和",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 21778,
					["name"] = "蛮力猛击",
					["column"] = 1,
				}, -- [4]
				{
					["id"] = 21702,
					["name"] = "野蛮咆哮",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 21711,
					["name"] = "锯齿创伤",
					["column"] = 2,
				}, -- [6]
				{
					["id"] = 21649,
					["name"] = "血腥爪击",
					["column"] = 2,
				}, -- [7]
			},
		}, -- [3]
	},
	["德鲁伊 守护"] = {
		{
			["name"] = "AOE",
			["data"] = {
				{
					["id"] = 22420,
					["name"] = "血性狂乱",
					["column"] = 3,
				}, -- [1]
				{
					["id"] = 22424,
					["name"] = "震耳怒吼",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22163,
					["name"] = "平衡亲和",
					["column"] = 1,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 22421,
					["name"] = "星河守护者",
					["column"] = 3,
				}, -- [5]
				{
					["id"] = 22422,
					["name"] = "优胜劣汰",
					["column"] = 3,
				}, -- [6]
				{
					["id"] = 22426,
					["name"] = "狂乱撕扯",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [1]
		{
			["name"] = "单体",
			["data"] = {
				{
					["id"] = 22418,
					["name"] = "鬃毛倒竖",
					["column"] = 2,
				}, -- [1]
				{
					["id"] = 22424,
					["name"] = "震耳怒吼",
					["column"] = 1,
				}, -- [2]
				{
					["id"] = 22159,
					["name"] = "恢复亲和",
					["column"] = 3,
				}, -- [3]
				{
					["id"] = 18577,
					["name"] = "台风",
					["column"] = 3,
				}, -- [4]
				{
					["id"] = 21706,
					["name"] = "化身：乌索克的守护者",
					["column"] = 2,
				}, -- [5]
				{
					["id"] = 22423,
					["name"] = "大地守卫者",
					["column"] = 1,
				}, -- [6]
				{
					["id"] = 22426,
					["name"] = "狂乱撕扯",
					["column"] = 1,
				}, -- [7]
			},
		}, -- [2]
	},
}
