
ThreatPlatesDB = {
	["char"] = {
		["龙曦君 - 主宰之剑"] = {
			["spec"] = {
				nil, -- [1]
				true, -- [2]
				false, -- [3]
			},
			["welcome"] = true,
		},
		["星界旅行者 - 瓦拉斯塔兹"] = {
			["welcome"] = true,
			["spec"] = {
				[3] = false,
			},
		},
		["Safasfafsfa - 主宰之剑"] = {
			["spec"] = {
				[3] = false,
			},
			["welcome"] = true,
		},
		["龙博宇 - 主宰之剑"] = {
			["welcome"] = true,
			["spec"] = {
				[3] = false,
			},
		},
		["龙轻雪 - 主宰之剑"] = {
			["welcome"] = true,
			["spec"] = {
				nil, -- [1]
				nil, -- [2]
				true, -- [3]
				false, -- [4]
			},
		},
		["龙馨夜 - 主宰之剑"] = {
			["welcome"] = true,
			["spec"] = {
				[3] = false,
			},
		},
		["倾城丨猫爷 - 太阳之井"] = {
			["welcome"] = true,
			["spec"] = {
				nil, -- [1]
				true, -- [2]
				false, -- [3]
			},
		},
		["龙剑曦 - 主宰之剑"] = {
			["spec"] = {
				nil, -- [1]
				true, -- [2]
			},
			["welcome"] = true,
		},
		["倾城丨烟雨 - 摩摩尔"] = {
			["spec"] = {
				nil, -- [1]
				nil, -- [2]
				true, -- [3]
				false, -- [4]
			},
			["welcome"] = true,
		},
	},
	["profileKeys"] = {
		["龙曦君 - 主宰之剑"] = "Default",
		["星界旅行者 - 瓦拉斯塔兹"] = "Default",
		["Safasfafsfa - 主宰之剑"] = "Default",
		["龙博宇 - 主宰之剑"] = "Default",
		["龙轻雪 - 主宰之剑"] = "Default",
		["龙馨夜 - 主宰之剑"] = "Default",
		["倾城丨猫爷 - 太阳之井"] = "Default",
		["龙剑曦 - 主宰之剑"] = "Default",
		["倾城丨烟雨 - 摩摩尔"] = "Default",
	},
	["global"] = {
		["version"] = "9.1.19",
	},
	["profiles"] = {
		["Default"] = {
			["uniqueSettings"] = {
				["map"] = {
					["暗影幻灵"] = {
					},
					["被复活的追随者"] = {
					},
					["水元素"] = {
					},
					["缠网"] = {
					},
					["食尸鬼苦工"] = {
					},
					["剧毒蛇"] = {
					},
					["沾泥龙虾"] = {
					},
					["动力炸弹"] = {
					},
					["不朽守护者"] = {
					},
					["骨针"] = {
					},
					["亢奋的追随者"] = {
					},
					["毒牙坑道蛇"] = {
					},
					["巫妖王"] = {
					},
					["奥妮克希亚雏龙"] = {
					},
					["幽灵狼"] = {
					},
					["运河蟹"] = {
					},
					["暴怒的灵魂"] = {
					},
					["蹒跚的血僵尸"] = {
					},
					["燃烧的余烬"] = {
					},
					["燃烧的炼狱火"] = {
					},
					["亡者军团食尸鬼"] = {
					},
					["暗影魔"] = {
					},
					["被标记的不朽守护者"] = {
					},
					["毒蛇"] = {
					},
					["达尔纳文"] = {
					},
					["不稳定的软泥怪"] = {
					},
					["毒气之云"] = {
					},
					["被复活的狂热者"] = {
					},
					["树人"] = {
					},
					["瓦格里暗影戒卫者"] = {
					},
					["畸形的狂热者"] = {
					},
					["黑锋石像鬼"] = {
					},
				},
			},
			["cache"] = {
			},
		},
	},
}
