
TinyRosterDB = {
	["TradeSkillFrame.SearchBox"] = {
		["depands"] = "Blizzard_TradeSkillUI",
		["list"] = {
			"降落伞", -- [1]
			"基维斯", -- [2]
			"移动", -- [3]
			"自动铁锤", -- [4]
		},
	},
	["MountJournalSearchBox"] = {
		["depands"] = "Blizzard_Collections",
		["list"] = {
			"德鲁伊", -- [1]
			"虎", -- [2]
		},
	},
	["GlyphFrame.SearchBox"] = {
		["depands"] = "Blizzard_GlyphUI",
	},
	["BankItemSearchBox"] = {
		["list"] = {
		},
	},
	["BrowseName"] = {
		["depands"] = "Blizzard_AuctionUI",
		["list"] = {
			"精湛阿古斯", -- [1]
			"星辰之耀", -- [2]
			"野雉蛋", -- [3]
			"蓝玉", -- [4]
			"熊肉", -- [5]
			"Darkmoon", -- [6]
			"不朽", -- [7]
			"便携式", -- [8]
			"万能漩涡", -- [9]
			"世界缩小", -- [10]
			"伊瑟拉", -- [11]
			"宠物", -- [12]
			"刻鳞臂甲", -- [13]
			"厚皮之", -- [14]
			"先知之眼", -- [15]
			"厚皮之印", -- [16]
			"夏多雷丝绸", -- [17]
			"入梦叶", -- [18]
			"夏斯卡格草", -- [19]
			"天行药水", -- [20]
			"宁神书卷", -- [21]
			"晨光石", -- [22]
			"战斗", -- [23]
			"抑魔金", -- [24]
			"暗月卡牌", -- [25]
			"急速", -- [26]
			"战鼓", -- [27]
			"暗月", -- [28]
			"战斗石", -- [29]
			"指虎", -- [30]
			"无尽大军合剂", -- [31]
			"水栖", -- [32]
			"星光玫瑰", -- [33]
			"永恒空气", -- [34]
			"急速之缚", -- [35]
			"暗夜卡牌", -- [36]
			"无暇", -- [37]
			"暗月套牌", -- [38]
			"抑", -- [39]
			"故障检测", -- [40]
			"斗士大餐", -- [41]
			"知识卷轴", -- [42]
			"移形换位", -- [43]
			"灌魔丝纹护腕", -- [44]
			"知识", -- [45]
			"绷带枪", -- [46]
			"石皮", -- [47]
			"移形换影", -- [48]
			"移形换", -- [49]
			"精通", -- [50]
			"炼金石", -- [51]
			"第七恶魔", -- [52]
			"至高岭鲑鱼", -- [53]
			"远程拾取", -- [54]
			"苏拉玛海陆", -- [55]
			"艾萨莉色拉", -- [56]
			"训练石", -- [57]
			"自动铁锤", -- [58]
			"耳语契约", -- [59]
			"高山战鼓", -- [60]
			"钴螺丝", -- [61]
			"飞天火箭", -- [62]
			"邪能球茎", -- [63]
			"风暴", -- [64]
			"鼓", -- [65]
			"饥饿的魔导师", -- [66]
			"邪能页岩", -- [67]
		},
	},
	["ToyBox.searchBox"] = {
		["depands"] = "Blizzard_Collections",
		["list"] = {
			"黑心", -- [1]
			"··", -- [2]
			"剥皮", -- [3]
			"月羽", -- [4]
			"缩小", -- [5]
			"道标", -- [6]
		},
	},
	["PetJournalSearchBox"] = {
		["depands"] = "Blizzard_Collections",
		["list"] = {
			"布鲁特", -- [1]
			"不高兴", -- [2]
			"布", -- [3]
			"幽灵虎", -- [4]
			"猫", -- [5]
			"燃", -- [6]
			"豹", -- [7]
			"食尸鬼", -- [8]
		},
	},
	["BagItemSearchBox"] = {
		["list"] = {
		},
	},
	["HeirloomsJournalSearchBox"] = {
		["depands"] = "Blizzard_Collections",
		["list"] = {
		},
	},
	["GuildItemSearchBox"] = {
		["depands"] = "Blizzard_GuildBankUI",
		["list"] = {
		},
	},
	["WardrobeCollectionFrameSearchBox"] = {
		["depands"] = "Blizzard_Collections",
		["list"] = {
			"德拉诺", -- [1]
			"天定", -- [2]
			"无畏争斗者", -- [3]
			"梦境", -- [4]
			"灵", -- [5]
			"角斗士", -- [6]
			"龙皮", -- [7]
			"道标", -- [8]
		},
	},
	["SendMailNameEditBox"] = {
		["list"] = {
			"最爱", -- [1]
			"·", -- [2]
			"粑粑我不黑", -- [3]
			"龙听雨-巨龙之吼", -- [4]
			"龙剑曦-主宰之剑", -- [5]
			"Ieo", -- [6]
			"一枼", -- [7]
			"天南海北-霍格", -- [8]
			"毅遊未盡", -- [9]
			"灬澄橙橙", -- [10]
			"灬橙澄橙", -- [11]
			"花绮罗", -- [12]
			"耄耋饕餮", -- [13]
			"龙剑曦", -- [14]
			"龙轻雪", -- [15]
			"龙听雨", -- [16]
			"醉梦若歌", -- [17]
			"香酥米", -- [18]
		},
	},
}
