
TomTomDB = {
	["profileKeys"] = {
		["龙曦君 - 主宰之剑"] = "Default",
		["星界旅行者 - 瓦拉斯塔兹"] = "Default",
		["Safasfafsfa - 主宰之剑"] = "Default",
		["龙博宇 - 主宰之剑"] = "Default",
		["龙轻雪 - 主宰之剑"] = "Default",
		["龙馨夜 - 主宰之剑"] = "Default",
		["倾城丨猫爷 - 太阳之井"] = "Default",
		["龙剑曦 - 主宰之剑"] = "Default",
		["倾城丨烟雨 - 摩摩尔"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					0, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"TOPRIGHT", -- [1]
					nil, -- [2]
					"TOPRIGHT", -- [3]
					0, -- [4]
					-155.3999633789063, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["龙曦君 - 主宰之剑"] = "龙曦君 - 主宰之剑",
		["星界旅行者 - 瓦拉斯塔兹"] = "星界旅行者 - 瓦拉斯塔兹",
		["Safasfafsfa - 主宰之剑"] = "Safasfafsfa - 主宰之剑",
		["龙博宇 - 主宰之剑"] = "龙博宇 - 主宰之剑",
		["龙轻雪 - 主宰之剑"] = "龙轻雪 - 主宰之剑",
		["龙馨夜 - 主宰之剑"] = "龙馨夜 - 主宰之剑",
		["倾城丨猫爷 - 太阳之井"] = "倾城丨猫爷 - 太阳之井",
		["龙剑曦 - 主宰之剑"] = "龙剑曦 - 主宰之剑",
		["倾城丨烟雨 - 摩摩尔"] = "倾城丨烟雨 - 摩摩尔",
	},
	["profiles"] = {
		["龙曦君 - 主宰之剑"] = {
		},
		["星界旅行者 - 瓦拉斯塔兹"] = {
		},
		["Safasfafsfa - 主宰之剑"] = {
		},
		["龙博宇 - 主宰之剑"] = {
		},
		["龙轻雪 - 主宰之剑"] = {
		},
		["龙馨夜 - 主宰之剑"] = {
		},
		["倾城丨猫爷 - 太阳之井"] = {
		},
		["龙剑曦 - 主宰之剑"] = {
		},
		["倾城丨烟雨 - 摩摩尔"] = {
		},
	},
}
