
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Willam - 能源舰"] = "Willam - 能源舰",
		["落天一箭 - 瓦拉斯塔兹"] = "落天一箭 - 瓦拉斯塔兹",
	},
	["profiles"] = {
		["Willam - 能源舰"] = {
			["version"] = "70300.02",
			["createHistoryList"] = {
				"3-0-458-0", -- [1]
				"1-124-469-0", -- [2]
				"8-0-15-999", -- [3]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["settings"] = {
				["storage"] = {
					["y"] = -7.047607421875,
					["x"] = 437.333221435547,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["recent"] = {
				["2-133-485-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Tyrion-太阳之井",
						["iLvl"] = 904,
						["time"] = 1505491997,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "BigMuzzy#5697",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Northwind-能源舰",
						["iLvl"] = 936,
						["time"] = 1505491997,
						["class"] = 3,
						["bTag"] = "NorthWind#5307",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "荒梦与鹿-能源舰",
						["iLvl"] = 937,
						["time"] = 1505491997,
						["class"] = 5,
						["bTag"] = "小野人鱼控#51670",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "奴良乄陆生-安苏",
						["iLvl"] = 933,
						["time"] = 1505491997,
						["class"] = 2,
						["bTag"] = "米奈希尔的挽歌丶#5525",
					}, -- [4]
				},
				["1-124-469-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "死神的裁决-激流之傲",
						["time"] = 1504081160,
						["class"] = 2,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "飘雪乄狼牙-无尽之海",
						["iLvl"] = 938,
						["time"] = 1504081148,
						["class"] = 8,
						["bTag"] = "狼牙乄飘雪#5612",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "大狮子爸爸-安苏",
						["iLvl"] = 924,
						["time"] = 1504081160,
						["class"] = 1,
						["bTag"] = "布鲁布鲁兮#5227",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "粉黛姨妈红丶-梦境之树",
						["iLvl"] = 918,
						["time"] = 1504081148,
						["class"] = 1,
						["bTag"] = "甲基苯#51449",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "续命-提瑞斯法",
						["iLvl"] = 930,
						["time"] = 1504148157,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "GuiltyRing#5907",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "幻灭小葡萄-熔火之心",
						["iLvl"] = 936,
						["time"] = 1504148157,
						["class"] = 2,
						["bTag"] = "超超凹凸曼#5637",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "泰灬坦-萨尔",
						["iLvl"] = 932,
						["time"] = 1504148157,
						["class"] = 12,
						["bTag"] = "来吃我下面#5235",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬捌砍-影之哀伤",
						["iLvl"] = 916,
						["time"] = 1504148126,
						["class"] = 12,
						["bTag"] = "cherry#53452",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒满满意-哈卡",
						["iLvl"] = 935,
						["time"] = 1504148220,
						["class"] = 10,
						["bTag"] = "刘冬#5352",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "北区一霸-洛丹伦",
						["time"] = 1504148220,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "社会你法爷-奥尔加隆",
						["time"] = 1504148220,
						["class"] = 8,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆的夙瑶-影牙要塞",
						["time"] = 1504148220,
						["class"] = 3,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇雷丶-迅捷微风",
						["iLvl"] = 942,
						["time"] = 1504148353,
						["class"] = 12,
						["bTag"] = "巨人之怒#51201",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "坚挺的花裤头-恶魔之魂",
						["iLvl"] = 931,
						["time"] = 1504148353,
						["class"] = 7,
						["bTag"] = "十二级台风#5446",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "古魔法師-卡拉赞",
						["iLvl"] = 909,
						["time"] = 1504148353,
						["class"] = 8,
						["bTag"] = "流火的村庄#5607",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "只凝视着你-格瑞姆巴托",
						["iLvl"] = 936,
						["time"] = 1504148353,
						["class"] = 12,
						["bTag"] = "默默米亚#5171",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶秋丶-克尔苏加德",
						["iLvl"] = 892,
						["time"] = 1504148466,
						["class"] = 4,
						["bTag"] = "BestRiven#5353",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "魔魂重剑-贫瘠之地",
						["iLvl"] = 931,
						["time"] = 1504148466,
						["class"] = 1,
						["bTag"] = "魔魂重剑#5187",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "纯粹的伪善-远古海滩",
						["iLvl"] = 925,
						["time"] = 1505214081,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "致命之猫#5110838",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "大盗买买提-布莱恩",
						["time"] = 1505214072,
						["class"] = 4,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "塔纳莉斯-阿拉希",
						["iLvl"] = 900,
						["time"] = 1505214285,
						["class"] = 2,
						["bTag"] = "沉默之风暴#560157",
					}, -- [21]
				},
				["3-131-479-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "只是天天想-能源舰",
						["iLvl"] = 918,
						["time"] = 1505913337,
						["class"] = 5,
						["bTag"] = "达达#5336",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Lluvia-能源舰",
						["iLvl"] = 939,
						["time"] = 1505913337,
						["class"] = 7,
						["bTag"] = "江与诚#5850",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "有隻大白兎丶-能源舰",
						["iLvl"] = 944,
						["time"] = 1505913337,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "喵丶#5209",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "酒盏花枝-丽丽（四川）",
						["iLvl"] = 941,
						["time"] = 1505913337,
						["class"] = 12,
						["bTag"] = "夯无的纳纳#5543",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "韩骁七-格瑞姆巴托",
						["iLvl"] = 925,
						["time"] = 1505913337,
						["class"] = 11,
						["bTag"] = "韩小柒#5839",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "柚子吃了猫-能源舰",
						["iLvl"] = 941,
						["time"] = 1505913237,
						["class"] = 5,
						["bTag"] = "泽拉图#51149",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣裁决者-主宰之剑",
						["iLvl"] = 926,
						["time"] = 1505913337,
						["class"] = 2,
						["bTag"] = "冷沐风#5819",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Honeynono-奈法利安",
						["iLvl"] = 939,
						["time"] = 1505913337,
						["class"] = 6,
						["bTag"] = "五菱宏光老司机#5813",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "剑舞巅峰-奈法利安",
						["iLvl"] = 936,
						["time"] = 1505913337,
						["class"] = 1,
						["bTag"] = "亡魂礼赞#51842",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "浓痰耐嚼-克尔苏加德",
						["iLvl"] = 928,
						["time"] = 1505913337,
						["class"] = 11,
						["bTag"] = "永乐大帝#51290",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "放妞的娃-暗影议会",
						["iLvl"] = 933,
						["time"] = 1505913187,
						["class"] = 1,
						["bTag"] = "欧希克#5354",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "罗贯中-加基森",
						["iLvl"] = 925,
						["time"] = 1505913337,
						["class"] = 5,
						["bTag"] = "曹雪芹#5417",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "竖师-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1505913337,
						["class"] = 3,
						["bTag"] = "Koma#51170",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Enp-密林游侠",
						["iLvl"] = 932,
						["time"] = 1505913337,
						["class"] = 3,
						["bTag"] = "慵懒之泰坦#57591",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "愤怒的小咕咕-太阳之井",
						["iLvl"] = 911,
						["time"] = 1505913337,
						["class"] = 11,
						["bTag"] = "泽拉图#51149",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Landfairy-燃烧之刃",
						["iLvl"] = 936,
						["time"] = 1505913337,
						["class"] = 8,
						["bTag"] = "仙女#5782",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Annya-利刃之拳",
						["iLvl"] = 933,
						["time"] = 1505913337,
						["class"] = 3,
						["bTag"] = "大清#5333",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "锦在天堂-太阳之井",
						["time"] = 1505913337,
						["class"] = 6,
					}, -- [18]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Bestorange-冰霜之刃",
						["iLvl"] = 935,
						["time"] = 1504079640,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "狂妄之英雄#566939",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "竹叶小青-白银之手",
						["time"] = 1504079675,
						["class"] = 10,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阿塔兰忒-伊森利恩",
						["iLvl"] = 925,
						["time"] = 1504079675,
						["class"] = 3,
						["bTag"] = "伊卡洛斯#51255",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "卍卝卐-海克泰尔",
						["iLvl"] = 920,
						["time"] = 1504079675,
						["class"] = 2,
						["bTag"] = "暴哥#5965",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼丸捞面-阿克蒙德",
						["iLvl"] = 927,
						["time"] = 1504079819,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "海之翼#5819",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "诗歌乄海棠-凤凰之神",
						["iLvl"] = 919,
						["time"] = 1504079833,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "薰衣草#51131",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "小丶酒-无尽之海",
						["iLvl"] = 892,
						["time"] = 1504079833,
						["class"] = 11,
						["bTag"] = "绿荫豪杰#5895",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "花果山-达尔坎",
						["iLvl"] = 934,
						["time"] = 1504079833,
						["class"] = 7,
						["bTag"] = "左转弯#5866",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "统统拿下-托尔巴拉德",
						["iLvl"] = 926,
						["time"] = 1504313869,
						["class"] = 11,
						["bTag"] = "快乐之足#547924",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "光之倾城-纳克萨玛斯",
						["iLvl"] = 934,
						["time"] = 1504313869,
						["class"] = 3,
						["bTag"] = "延续骄傲#5973",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丶你来咬我啊-菲米丝",
						["iLvl"] = 937,
						["time"] = 1504313869,
						["class"] = 11,
						["bTag"] = "山丘之王#5455",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "隐身真厉害-伊森利恩",
						["iLvl"] = 894,
						["time"] = 1504313869,
						["class"] = 4,
						["bTag"] = "老李大大#51479",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明的战歌-凤凰之神",
						["iLvl"] = 918,
						["time"] = 1504493634,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "深蓝怒火#51414",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "亲密的情人-死亡之翼",
						["iLvl"] = 908,
						["time"] = 1504493634,
						["class"] = 5,
						["bTag"] = "刘教授#5342",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "天降神鋲-布兰卡德",
						["iLvl"] = 942,
						["time"] = 1504493634,
						["class"] = 1,
						["bTag"] = "kingsleyShaw#5902",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "和光-血色十字军",
						["iLvl"] = 898,
						["time"] = 1504663205,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "浮生若梦#58345",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶恶魔归来-奥妮克希亚",
						["iLvl"] = 936,
						["time"] = 1504663248,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "跳跳骑士#58802",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "懵懂无知-格瑞姆巴托",
						["iLvl"] = 931,
						["time"] = 1504663632,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "倔强说不疼#5611",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "我是好银-斩魔者",
						["iLvl"] = 891,
						["time"] = 1504663582,
						["class"] = 8,
						["bTag"] = "超能之裤#53626",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "一览-伊森利恩",
						["iLvl"] = 941,
						["time"] = 1504663310,
						["class"] = 8,
						["bTag"] = "老五#51116",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "疑心换心-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1504663310,
						["class"] = 3,
						["bTag"] = "茫然之骑士#5196124",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Asassins-阿拉希",
						["iLvl"] = 913,
						["time"] = 1504663310,
						["class"] = 4,
						["bTag"] = "Hizy1728#5149",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "血染之风采-影之哀伤",
						["iLvl"] = 822,
						["time"] = 1504663593,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "远方#5731",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "睿睿骑士-安苏",
						["iLvl"] = 900,
						["time"] = 1504663526,
						["class"] = 8,
						["bTag"] = "请开门#5896",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "拉比狗-洛肯",
						["iLvl"] = 922,
						["time"] = 1504663557,
						["class"] = 9,
						["bTag"] = "尤涅萨#5986",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "疯狂的狍子-无尽之海",
						["iLvl"] = 891,
						["time"] = 1504663557,
						["class"] = 11,
						["bTag"] = "流连忘返#5727",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丨润物无声丨-甜水绿洲",
						["iLvl"] = 911,
						["time"] = 1504663658,
						["class"] = 11,
						["bTag"] = "seven#52817",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "血丶小板-安苏",
						["time"] = 1504663588,
						["class"] = 3,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "偷鈊的海盗-毁灭之锤",
						["iLvl"] = 829,
						["time"] = 1504663602,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "偷心的海盗#5581",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丨近战猎丨-格瑞姆巴托",
						["iLvl"] = 918,
						["time"] = 1504663658,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "酷炫吊炸天#5514",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸之花-洛丹伦",
						["iLvl"] = 897,
						["time"] = 1504663632,
						["class"] = 12,
						["bTag"] = "可爱的荷兰豆#5281",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "人帅丶路子正-埃德萨拉",
						["iLvl"] = 915,
						["time"] = 1505194625,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "六哥#5949",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "冰靈-卡德加",
						["iLvl"] = 933,
						["time"] = 1505194625,
						["class"] = 8,
						["bTag"] = "幽冥#5465",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "马蹄你-破碎岭",
						["iLvl"] = 909,
						["time"] = 1505194625,
						["class"] = 1,
						["bTag"] = "九门提臀#5846",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "有趣的灵魂-白骨荒野",
						["iLvl"] = 925,
						["time"] = 1505194625,
						["class"] = 2,
						["bTag"] = "asi#5220",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "云云法-埃德萨拉",
						["iLvl"] = 931,
						["time"] = 1505919880,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Tyiron#5130",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "忆灬峥嵘岁月-战歌",
						["iLvl"] = 920,
						["time"] = 1505919889,
						["class"] = 1,
						["bTag"] = "飘望#5299",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "战国无双-凤凰之神",
						["iLvl"] = 938,
						["time"] = 1505920062,
						["class"] = 3,
						["bTag"] = "战国无双#5149",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "桥布斯-伊莫塔尔",
						["iLvl"] = 884,
						["time"] = 1505919990,
						["class"] = 9,
						["bTag"] = "小桥米线#5163",
					}, -- [39]
				},
				["2-119-465-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灬转角灬-血羽",
						["iLvl"] = 918,
						["time"] = 1505197327,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "武震龙#5746",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灬源灬-血羽",
						["iLvl"] = 925,
						["time"] = 1505197327,
						["class"] = 1,
						["bTag"] = "为了部落#5195668",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "行伍-阿尔萨斯",
						["iLvl"] = 916,
						["time"] = 1505197327,
						["class"] = 12,
						["bTag"] = "Jeff#5210",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "浊酒三杯-死亡之翼",
						["iLvl"] = 896,
						["time"] = 1505197327,
						["class"] = 7,
						["bTag"] = "愁花恨水生#5200",
					}, -- [4]
				},
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的云-死亡之翼",
						["iLvl"] = 911,
						["time"] = 1504314957,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "疯狂的云#5769",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "玄鸟-石爪峰",
						["iLvl"] = 936,
						["time"] = 1504315023,
						["class"] = 10,
						["bTag"] = "玄鸟#5790",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "寂灭琉璃-试炼之环",
						["iLvl"] = 916,
						["time"] = 1504315097,
						["class"] = 11,
						["bTag"] = "陌上千尘#5183",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "淡妆卿墨-塞拉赞恩",
						["iLvl"] = 930,
						["time"] = 1504315118,
						["class"] = 2,
						["bTag"] = "孤行#5112",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "顽命態度-布兰卡德",
						["time"] = 1504315118,
						["class"] = 6,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "姿势改变命孕-黑暗虚空",
						["iLvl"] = 924,
						["time"] = 1504494190,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "送人怀表口有余香#5124",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝不是女孩-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1504494190,
						["class"] = 8,
						["bTag"] = "小金#51365",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "尤格萨隆猎-霜之哀伤",
						["iLvl"] = 918,
						["time"] = 1504494190,
						["class"] = 3,
						["bTag"] = "万里独行#5271",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "喵兔兔-凤凰之神",
						["iLvl"] = 920,
						["time"] = 1504494190,
						["class"] = 12,
						["bTag"] = "阿明#5577",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "柒月梦蝶-无尽之海",
						["iLvl"] = 922,
						["time"] = 1504494368,
						["class"] = 8,
						["bTag"] = "KAISA#51762",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "兔猫丶海灵顿-迅捷微风",
						["iLvl"] = 936,
						["time"] = 1504494368,
						["class"] = 9,
						["bTag"] = "兔猫猫#5996",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "超急速鼠标流-阿拉索",
						["iLvl"] = 884,
						["time"] = 1504494368,
						["class"] = 12,
						["bTag"] = "GiantAxe#51385",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "风之萌德-冰风岗",
						["iLvl"] = 929,
						["time"] = 1504663972,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "木木#58345",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "混沌萌眼-奎尔萨拉斯",
						["iLvl"] = 920,
						["time"] = 1504664086,
						["class"] = 12,
						["bTag"] = "MiGHy#5948",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "亡我为剑-安苏",
						["iLvl"] = 905,
						["time"] = 1504663889,
						["class"] = 6,
						["bTag"] = "OnePunchMan#5553",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "扁鵲-毁灭之锤",
						["iLvl"] = 910,
						["time"] = 1504663902,
						["class"] = 5,
						["bTag"] = "蒙卡莱#5127",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "大大滴拥抱-埃德萨拉",
						["iLvl"] = 936,
						["time"] = 1504664119,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "快乐之足#54247",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "乄飘逸之风-无尽之海",
						["iLvl"] = 905,
						["time"] = 1504664119,
						["class"] = 11,
						["bTag"] = "晨辉#5104",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "海盗骑士-凤凰之神",
						["iLvl"] = 778,
						["time"] = 1504664119,
						["class"] = 2,
						["bTag"] = "海盗骑士#51908",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "花雨成海-血色十字军",
						["iLvl"] = 906,
						["time"] = 1504664119,
						["class"] = 8,
						["bTag"] = "枫叶丶飘零#5937",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "宠物飼養員-无尽之海",
						["iLvl"] = 941,
						["time"] = 1505918916,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Oreo#51782",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "覓影者-影之哀伤",
						["iLvl"] = 887,
						["time"] = 1505919062,
						["class"] = 3,
						["bTag"] = "覓影者#5368",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "喵耳朵萌微-迅捷微风",
						["iLvl"] = 795,
						["time"] = 1505918854,
						["class"] = 12,
						["bTag"] = "熊熊的萌喵耳朵微#5466",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "天地吥龍-冰风岗",
						["iLvl"] = 931,
						["time"] = 1505918925,
						["class"] = 4,
						["bTag"] = "沉默之剑#5107388",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "爱闹的小孩-格瑞姆巴托",
						["iLvl"] = 788,
						["time"] = 1505919052,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "SuperMage#593750",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "桃汁摇摇-太阳之井",
						["iLvl"] = 938,
						["time"] = 1505919058,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "神秘的耳环#5218",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Eternallight-海克泰尔",
						["iLvl"] = 932,
						["time"] = 1505919058,
						["class"] = 6,
						["bTag"] = "Runningaway#5644",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "丶电刹-冰风岗",
						["iLvl"] = 936,
						["time"] = 1505919192,
						["class"] = 3,
						["bTag"] = "剑心琴魄#5686",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "汤圆心子-安戈洛",
						["iLvl"] = 932,
						["time"] = 1505919192,
						["class"] = 2,
						["bTag"] = "钝刀砍秋风#5382",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "蕾欧娜丨娇花-凤凰之神",
						["iLvl"] = 918,
						["time"] = 1505919192,
						["class"] = 11,
						["bTag"] = "橘子茶水#51487",
					}, -- [30]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "茗銘詺-塞拉摩",
						["time"] = 1504080441,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "哆啦艾梦丶-回音山",
						["iLvl"] = 867,
						["time"] = 1504080371,
						["class"] = 2,
						["bTag"] = "贪睡之熊#552313",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "骨子里的骚动-丽丽（四川）",
						["iLvl"] = 855,
						["time"] = 1504080506,
						["class"] = 10,
						["bTag"] = "骨子里的不安分#51117",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "杀剧舞荒-血色十字军",
						["iLvl"] = 936,
						["time"] = 1504080249,
						["class"] = 6,
						["bTag"] = "贫穷贵公子#5962",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "凛酱-海克泰尔",
						["iLvl"] = 737,
						["time"] = 1504080422,
						["class"] = 4,
						["bTag"] = "亚丝娜#5103",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "冷风孤云-燃烧之刃",
						["iLvl"] = 902,
						["time"] = 1504080506,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "kylin#5369",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "妹子来个纹身-黑龙军团",
						["iLvl"] = 896,
						["time"] = 1504080466,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "MightyOwl#557340",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Eui-纳克萨玛斯",
						["iLvl"] = 903,
						["time"] = 1504080506,
						["class"] = 4,
						["bTag"] = "scream#5157",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶焱-凤凰之神",
						["iLvl"] = 759,
						["time"] = 1504080548,
						["class"] = 9,
						["bTag"] = "小布#5799",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "橙戒騎-凤凰之神",
						["iLvl"] = 920,
						["time"] = 1504080548,
						["class"] = 2,
						["bTag"] = "超能之法师#515972",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "骨头归来-燃烧之刃",
						["iLvl"] = 936,
						["time"] = 1504080548,
						["class"] = 9,
						["bTag"] = "狂野之裤#571202",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "童心七七-迦拉克隆",
						["iLvl"] = 789,
						["time"] = 1504080548,
						["class"] = 5,
						["bTag"] = "苏童心#5629",
					}, -- [12]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "至尊无赖-战歌",
						["iLvl"] = 916,
						["time"] = 1505196585,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "剑胆琴心#5611",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色阿宝-蜘蛛王国",
						["iLvl"] = 933,
						["time"] = 1505196598,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "无源之水#5393",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "雲語-安苏",
						["iLvl"] = 934,
						["time"] = 1505196598,
						["class"] = 3,
						["bTag"] = "勿妄心安#51234",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "剑花乱-燃烧之刃",
						["iLvl"] = 936,
						["time"] = 1505196598,
						["class"] = 12,
						["bTag"] = "你就是根基吧#51166",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "老子就萌萌哒-天空之墙",
						["iLvl"] = 931,
						["time"] = 1505488526,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "她说我萌#5711",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "我是傻白甜-狂热之刃",
						["iLvl"] = 698,
						["time"] = 1505488526,
						["class"] = 12,
						["bTag"] = "玲玲儿#51480",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "落霞孤鹜-熵魔",
						["iLvl"] = 735,
						["time"] = 1505488526,
						["class"] = 9,
						["bTag"] = "佳佳#5534",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "灬凌丨玲珑灬-梅尔加尼",
						["iLvl"] = 656,
						["time"] = 1505488526,
						["class"] = 3,
						["bTag"] = "魔法猪宝宝#5930",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "窗旁的小豆豆-恶魔之翼",
						["iLvl"] = 716,
						["time"] = 1505488814,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "千裏煙#5172",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂里的死鸟-达尔坎",
						["iLvl"] = 944,
						["time"] = 1505488796,
						["class"] = 5,
						["bTag"] = "射不穿的杜蕾斯#5660",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "高小潮潮-加基森",
						["iLvl"] = 941,
						["time"] = 1505488715,
						["class"] = 12,
						["bTag"] = "SuperMage#547509",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "逼逼丶王-风暴之怒",
						["iLvl"] = 740,
						["time"] = 1505488791,
						["class"] = 6,
						["bTag"] = "万物之主#5466",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "社会社会社会-凤凰之神",
						["iLvl"] = 936,
						["time"] = 1505912371,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "社会#51976",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "肥了个兔子-白银之手",
						["iLvl"] = 944,
						["time"] = 1505912359,
						["class"] = 5,
						["bTag"] = "兔兔#5260",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮一战天-伊森利恩",
						["iLvl"] = 930,
						["time"] = 1505912538,
						["class"] = 1,
						["bTag"] = "安静#5715",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "现视妍-燃烧之刃",
						["time"] = 1505912355,
						["class"] = 5,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "冥河往生者-冰风岗",
						["iLvl"] = 940,
						["time"] = 1505912502,
						["class"] = 4,
						["bTag"] = "冥河#5391",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丶瘟疫丶-主宰之剑",
						["iLvl"] = 876,
						["time"] = 1505912373,
						["class"] = 7,
						["bTag"] = "小丑#51901",
					}, -- [18]
				},
				["2-129-476-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灬转角灬-血羽",
						["time"] = 1505200063,
						["class"] = 8,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灬源灬-血羽",
						["time"] = 1505200063,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "锦在天堂-太阳之井",
						["time"] = 1505200063,
						["class"] = 6,
					}, -- [3]
				},
				["1-134-489-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "滑滑溜-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1504765973,
						["class"] = 8,
						["bTag"] = "真宫寺樱#5215",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Abast-安格博达",
						["time"] = 1504765953,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Kmbb-冰霜之刃",
						["iLvl"] = 936,
						["time"] = 1504765973,
						["class"] = 11,
						["bTag"] = "雷公#5474",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "一贱仙人跪-通灵学院",
						["iLvl"] = 890,
						["time"] = 1504765973,
						["class"] = 11,
						["bTag"] = "策马啸西风#5810",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "指间的流砂-无尽之海",
						["iLvl"] = 914,
						["time"] = 1504765973,
						["class"] = 4,
						["bTag"] = "啸傲林泉#51389",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "龙门小牛-凯恩血蹄",
						["time"] = 1504766055,
						["class"] = 2,
						["leader"] = true,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "严禁喂食抚摸-阿纳克洛斯",
						["iLvl"] = 914,
						["time"] = 1504766149,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "酱油#5292",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "那一抓的风情-血吼",
						["iLvl"] = 904,
						["time"] = 1504766055,
						["class"] = 6,
						["bTag"] = "不舞天下#5308",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "狐仙-暴风祭坛",
						["iLvl"] = 916,
						["time"] = 1504766122,
						["class"] = 2,
						["bTag"] = "狐仙#5662",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "旅途有我-库尔提拉斯",
						["time"] = 1505356515,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "后羿射星-瓦拉纳",
						["iLvl"] = 938,
						["time"] = 1505356360,
						["class"] = 3,
						["bTag"] = "SuperMurloc#5306",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "薛定谔的喵-巫妖之王",
						["time"] = 1505356527,
						["class"] = 4,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "艹小魔儆丶-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1505356380,
						["class"] = 8,
						["bTag"] = "huakaitumiJ#5488",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "女王姘头-伊森利恩",
						["iLvl"] = 939,
						["time"] = 1505359742,
						["class"] = 4,
						["bTag"] = "又粗又硬#5858",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁的猎手-深渊之巢",
						["iLvl"] = 935,
						["time"] = 1505359818,
						["class"] = 12,
						["bTag"] = "LiangY#5921",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "戴雨农-安苏",
						["time"] = 1505359853,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "一剑封吼-格瑞姆巴托",
						["iLvl"] = 925,
						["time"] = 1505359835,
						["class"] = 1,
						["bTag"] = "yss007007#5970",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "菲利斯-阿卡玛",
						["time"] = 1505359844,
						["class"] = 5,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "滴血的刺刀-夏维安",
						["iLvl"] = 924,
						["time"] = 1505362589,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "精灵复仇使#5512",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "上偙-时光之穴",
						["iLvl"] = 924,
						["time"] = 1505362601,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "总司令#51614",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Mcfashi-格瑞姆巴托",
						["iLvl"] = 940,
						["time"] = 1505362601,
						["class"] = 8,
						["bTag"] = "杨光#5848",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "红印-破碎岭",
						["iLvl"] = 927,
						["time"] = 1505362601,
						["class"] = 12,
						["bTag"] = "亞当#51738",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "Current-月光林地",
						["iLvl"] = 937,
						["time"] = 1505362823,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "篁唯依#5117",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丶还有谁丶-幽暗沼泽",
						["time"] = 1505362823,
						["class"] = 1,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "咪咪碎大石-能源舰",
						["iLvl"] = 919,
						["time"] = 1505362933,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "咆哮猫咪#5873",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Donalda-斯克提斯",
						["iLvl"] = 944,
						["time"] = 1505362928,
						["class"] = 1,
						["bTag"] = "死亡之翼#5473",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "猎焰火炎焱-伊森利恩",
						["iLvl"] = 940,
						["time"] = 1505363176,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "lx731love#5715",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "布拉德皮特痒-激流之傲",
						["iLvl"] = 936,
						["time"] = 1505363121,
						["class"] = 11,
						["bTag"] = "清风笑明月#5381",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "Valkyriesif-阿拉希",
						["iLvl"] = 938,
						["time"] = 1505363193,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "跳跳熊#53894",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "挚爱一生-提瑞斯法",
						["iLvl"] = 930,
						["time"] = 1505363222,
						["class"] = 12,
						["bTag"] = "王建雷#5405",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "斯国一奈-阿曼尼",
						["iLvl"] = 928,
						["time"] = 1505910386,
						["class"] = 3,
						["bTag"] = "花下死#51348",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "侠侠的小贼-伊森利恩",
						["iLvl"] = 930,
						["time"] = 1505910386,
						["class"] = 4,
						["bTag"] = "侠侠#5136",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "囡嚤頭-回音山",
						["iLvl"] = 906,
						["time"] = 1505910386,
						["class"] = 12,
						["bTag"] = "正义的底线#5630",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "滚滚财源-黑龙军团",
						["iLvl"] = 920,
						["time"] = 1505910386,
						["class"] = 2,
						["bTag"] = "污泥策赫#5676",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "哈忙-燃烧之刃",
						["time"] = 1505910467,
						["class"] = 4,
						["leader"] = true,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "苏里安-血吼",
						["time"] = 1505910467,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "修逸-伊森利恩",
						["iLvl"] = 928,
						["time"] = 1505910467,
						["class"] = 3,
						["bTag"] = "DARKANGELLEE#5780",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "牛爷参上-自由之风",
						["iLvl"] = 943,
						["time"] = 1505910467,
						["class"] = 1,
						["bTag"] = "库卡隆武器大师#5976",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "戏风尘-伊森利恩",
						["iLvl"] = 927,
						["time"] = 1505910664,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "戏风尘#5465",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "天照哥哥-菲拉斯",
						["iLvl"] = 939,
						["time"] = 1505910666,
						["class"] = 12,
						["bTag"] = "Hollis#5887",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "丶橙皆齐-伊森利恩",
						["iLvl"] = 933,
						["time"] = 1505910636,
						["class"] = 2,
						["bTag"] = "小圣#5301",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "墨骚情-暗影之月",
						["iLvl"] = 934,
						["time"] = 1505910666,
						["class"] = 12,
						["bTag"] = "从小就很骚#5452",
					}, -- [42]
				},
				["1-124-422-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶漂霖-能源舰",
						["iLvl"] = 934,
						["time"] = 1504314043,
						["class"] = 8,
						["bTag"] = "枫子#5814",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火爽爽歪-凤凰之神",
						["iLvl"] = 937,
						["time"] = 1504314043,
						["class"] = 8,
						["bTag"] = "孙悟空请来的大仙#5737",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小垒-能源舰",
						["iLvl"] = 928,
						["time"] = 1504314043,
						["class"] = 1,
						["bTag"] = "小垒#5384",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡茶叶香-黑铁",
						["time"] = 1504314043,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Circleofmoon-血吼",
						["time"] = 1504314216,
						["class"] = 6,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "红宝书语录-菲拉斯",
						["iLvl"] = 844,
						["time"] = 1504315871,
						["class"] = 8,
						["bTag"] = "冬天的秘密#5366",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "浮城旧事-血环",
						["iLvl"] = 930,
						["time"] = 1504315871,
						["class"] = 6,
						["bTag"] = "凯瑞甘#510881",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "癫狂的法斯-阿克蒙德",
						["time"] = 1504315871,
						["class"] = 8,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丶柠檬不萌-海克泰尔",
						["iLvl"] = 895,
						["time"] = 1504435880,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "为了部落#5173117",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "哟灬小菇諒-安苏",
						["iLvl"] = 935,
						["time"] = 1504435876,
						["class"] = 8,
						["bTag"] = "亲灬两件包邮嗷#5967",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "Nirvanarebit-冰霜之刃",
						["iLvl"] = 940,
						["time"] = 1504435880,
						["class"] = 10,
						["bTag"] = "不甜#51684",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝灬莓-巴纳扎尔",
						["iLvl"] = 916,
						["time"] = 1504435880,
						["class"] = 7,
						["bTag"] = "周水#5559",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "瘋莉安娜-凤凰之神",
						["time"] = 1504493878,
						["class"] = 5,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "林二呆-凤凰之神",
						["iLvl"] = 907,
						["time"] = 1504493829,
						["class"] = 9,
						["bTag"] = "吊打炉石优越狗#5165",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀九十九-太阳之井",
						["iLvl"] = 723,
						["time"] = 1504493878,
						["class"] = 10,
						["bTag"] = "笑沧海丶#5492",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "太刀入魂-斯克提斯",
						["iLvl"] = 879,
						["time"] = 1504493878,
						["class"] = 12,
						["bTag"] = "八两#5508",
					}, -- [16]
				},
				["1-134-487-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一言十束-阿克蒙德",
						["iLvl"] = 910,
						["time"] = 1504150686,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "一言十束#5931",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "予你心安-燃烧之刃",
						["time"] = 1504150628,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "芦苇薇薇-艾莫莉丝",
						["time"] = 1504150648,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "只怪当初-风暴之怒",
						["iLvl"] = 922,
						["time"] = 1504150591,
						["class"] = 12,
						["bTag"] = "CrazyCat#57722",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "幽蘭若曦-丹莫德",
						["iLvl"] = 929,
						["time"] = 1504151122,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "白银之鹰#5474",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "不会输出哈-雷霆之王",
						["time"] = 1504151122,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "飓风小牛-凤凰之神",
						["time"] = 1504151122,
						["class"] = 11,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "Morphling-安苏",
						["time"] = 1504151122,
						["class"] = 11,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丶独钓一江秋-燃烧之刃",
						["iLvl"] = 909,
						["time"] = 1504196290,
						["class"] = 8,
						["bTag"] = "银河系斯文野兽#5794",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Loveunicorn-凤凰之神",
						["time"] = 1504196139,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "苦心志-阿尔萨斯",
						["time"] = 1504196165,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "猎丨风干香蕉-加兹鲁维",
						["iLvl"] = 934,
						["time"] = 1504196305,
						["class"] = 12,
						["bTag"] = "风吹机巴毛乱飞#5106",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "夜幕之瞳-狂热之刃",
						["time"] = 1504196305,
						["class"] = 5,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "勿忘乄初心-埃德萨拉",
						["time"] = 1504196305,
						["class"] = 4,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "無情絕戀-血色十字军",
						["iLvl"] = 933,
						["time"] = 1504436149,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "laolee1988#5469",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "朴朴-血环",
						["time"] = 1504436149,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "这是一个奥法-格瑞姆巴托",
						["iLvl"] = 895,
						["time"] = 1504766487,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "creamcake#5570",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "丶绪丶-阿纳克洛斯",
						["iLvl"] = 914,
						["time"] = 1504766487,
						["class"] = 11,
						["bTag"] = "芥末#5260",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "在下魅影-洛萨",
						["iLvl"] = 933,
						["time"] = 1504766487,
						["class"] = 3,
						["bTag"] = "媚影#5417",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "忆苦思甜-奥拉基尔",
						["iLvl"] = 923,
						["time"] = 1504766487,
						["class"] = 4,
						["bTag"] = "GrumpyPants#51980",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "彼时花未名-阿扎达斯",
						["time"] = 1504766568,
						["class"] = 3,
						["leader"] = true,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Wangyxg-龙骨平原",
						["iLvl"] = 918,
						["time"] = 1504766578,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "xiaomike#5621",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "天城零零一-火焰之树",
						["iLvl"] = 886,
						["time"] = 1504766578,
						["class"] = 9,
						["bTag"] = "总有刁民想害朕#58837",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Littlemonk-冰风岗",
						["iLvl"] = 923,
						["time"] = 1504766578,
						["class"] = 12,
						["bTag"] = "老炮儿#51492",
					}, -- [24]
				},
				["2-112-459-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Rockrabbit-血顶",
						["iLvl"] = 934,
						["time"] = 1506523007,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "水殇猪#5563",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "泡芙-血顶",
						["iLvl"] = 920,
						["time"] = 1506523007,
						["class"] = 1,
						["bTag"] = "Mario#5153",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "占戈灬辞典-燃烧之刃",
						["iLvl"] = 924,
						["time"] = 1506523007,
						["class"] = 11,
						["bTag"] = "WatsonHwu#5579",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "宛如红袖-埃德萨拉",
						["iLvl"] = 917,
						["time"] = 1506523007,
						["class"] = 12,
						["bTag"] = "Sproe#5467",
					}, -- [4]
				},
				["1-134-488-0"] = {
					{
						["role"] = "TANK",
						["name"] = "滴滴快车-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1504152449,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "为了部落#511959",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "只玩小号-主宰之剑",
						["time"] = 1504152449,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "烽火戏猪猴丶-安苏",
						["iLvl"] = 908,
						["time"] = 1504152449,
						["class"] = 3,
						["bTag"] = "出类又拔萃#5123",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodysaint-阿纳克洛斯",
						["iLvl"] = 871,
						["time"] = 1504152449,
						["class"] = 2,
						["bTag"] = "金玄水其#5135",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "孤寂白桦-诺兹多姆",
						["time"] = 1504152599,
						["class"] = 8,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "伊南清风-血环",
						["iLvl"] = 922,
						["time"] = 1504152730,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "一清风#51280",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "壹曲共白頭-红龙军团",
						["iLvl"] = 928,
						["time"] = 1504152614,
						["class"] = 6,
						["bTag"] = "疯狂凯胖子#5503",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "只想睡觉-布兰卡德",
						["time"] = 1504196529,
						["class"] = 11,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "卖萌上位-芬里斯",
						["iLvl"] = 929,
						["time"] = 1504196682,
						["class"] = 11,
						["bTag"] = "寒霜之刃#5631",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "烣烬之灵-红云台地",
						["iLvl"] = 911,
						["time"] = 1504196653,
						["class"] = 1,
						["bTag"] = "烣烬使者#5739",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "偶尔想念-布兰卡德",
						["time"] = 1504196653,
						["class"] = 5,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "谜影丶-格雷迈恩",
						["iLvl"] = 935,
						["time"] = 1504196841,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "王大爷#52529",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "多情胡大吊-伊森利恩",
						["iLvl"] = 937,
						["time"] = 1504196841,
						["class"] = 7,
						["bTag"] = "胡大吊#5301",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "戈瑟奇天空-回音山",
						["time"] = 1504196841,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "优雅菜刀-鬼雾峰",
						["time"] = 1504196841,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "牛重征-能源舰",
						["iLvl"] = 933,
						["time"] = 1504197151,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "影空#5112",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "紅衣主教-斯克提斯",
						["time"] = 1504197151,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "一点半死神-安苏",
						["time"] = 1504197151,
						["class"] = 6,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "万岁晶宝宝-密林游侠",
						["time"] = 1504197151,
						["class"] = 5,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "我欲逍遥-地狱之石",
						["iLvl"] = 856,
						["time"] = 1504315982,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "往日微风#5120",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "吾爱吾楠-雏龙之翼",
						["iLvl"] = 933,
						["time"] = 1504316046,
						["class"] = 3,
						["bTag"] = "田镇珲#5724",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "哈莉奎茵-洛丹伦",
						["iLvl"] = 875,
						["time"] = 1504316046,
						["class"] = 12,
						["bTag"] = "北岛雄狮#5105",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "软妹橙冠希-斩魔者",
						["iLvl"] = 938,
						["time"] = 1504316046,
						["class"] = 4,
						["bTag"] = "炜小宝#5704",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气的死神-雷霆之王",
						["iLvl"] = 935,
						["time"] = 1504316088,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "戦訷#5490",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "懒癌末期-哈卡",
						["iLvl"] = 932,
						["time"] = 1504316088,
						["class"] = 3,
						["bTag"] = "牵宇一生#5456",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰丶冰-埃德萨拉",
						["iLvl"] = 920,
						["time"] = 1504316088,
						["class"] = 8,
						["bTag"] = "暧昧成瘾丶不走心#5485",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Wither-燃烧之刃",
						["time"] = 1504316088,
						["class"] = 6,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "夜殤感-塞拉摩",
						["iLvl"] = 904,
						["time"] = 1504316311,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "我只是个孩子#5617",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥冰火-斯坦索姆",
						["iLvl"] = 934,
						["time"] = 1504316311,
						["class"] = 8,
						["bTag"] = "逍遥冰火#5355",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅哥丶麦兜-白骨荒野",
						["time"] = 1504316311,
						["class"] = 1,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "搁剑听雨-安东尼达斯",
						["iLvl"] = 897,
						["time"] = 1504316311,
						["class"] = 9,
						["bTag"] = "扶我起来#51774",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Cheerybomb-布兰卡德",
						["iLvl"] = 933,
						["time"] = 1504316443,
						["class"] = 8,
						["bTag"] = "慵懒之泰坦#51385",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "青秧-伊森利恩",
						["time"] = 1504316443,
						["class"] = 3,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷无敌筷-爱斯特纳",
						["iLvl"] = 926,
						["time"] = 1504316368,
						["class"] = 8,
						["bTag"] = "清风明月#5819",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "一只耳-血吼",
						["iLvl"] = 934,
						["time"] = 1504316443,
						["class"] = 12,
						["bTag"] = "槐米#5815",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "亚特兰神牛-贫瘠之地",
						["iLvl"] = 905,
						["time"] = 1504316574,
						["class"] = 11,
						["bTag"] = "五行大海水#5997",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "此乃二逼-埃德萨拉",
						["time"] = 1504316574,
						["class"] = 6,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "石榴熟了-冰霜之刃",
						["time"] = 1504316574,
						["class"] = 3,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "大哥要奶吗-闪电之刃",
						["iLvl"] = 913,
						["time"] = 1504316574,
						["class"] = 4,
						["bTag"] = "快乐之裤#552141",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "初晴又一冬-试炼之环",
						["iLvl"] = 932,
						["time"] = 1504436359,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "热门电影#5823",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "艾罗罗斯-兰娜瑟尔",
						["iLvl"] = 913,
						["time"] = 1504436359,
						["class"] = 1,
						["bTag"] = "alolos#5827",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "怪咖魔王-苏拉玛",
						["iLvl"] = 930,
						["time"] = 1504436359,
						["class"] = 3,
						["bTag"] = "小昊#5518",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "才不是喵君-戈提克",
						["iLvl"] = 936,
						["time"] = 1504436359,
						["class"] = 3,
						["bTag"] = "喵君喵喵喵#5376",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "古伊迩-冰风岗",
						["iLvl"] = 939,
						["time"] = 1504436648,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "暗影之狼#51978",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "星矢-闪电之刃",
						["iLvl"] = 909,
						["time"] = 1504436648,
						["class"] = 1,
						["bTag"] = "jlin#51307",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "狼牙乄门徒-无尽之海",
						["iLvl"] = 940,
						["time"] = 1504436648,
						["class"] = 12,
						["bTag"] = "狼牙乄海棠#5269",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "风絮飞扬-卡拉赞",
						["iLvl"] = 920,
						["time"] = 1504436648,
						["class"] = 8,
						["bTag"] = "风絮飞扬#5463",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Thisinfork-冰风岗",
						["iLvl"] = 924,
						["time"] = 1504436763,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "zhou#5448",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕辣眼睛-丽丽（四川）",
						["iLvl"] = 931,
						["time"] = 1504436763,
						["class"] = 11,
						["bTag"] = "fisher#5638",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "幽冽-安苏",
						["iLvl"] = 912,
						["time"] = 1504436763,
						["class"] = 12,
						["bTag"] = "茫然之骑士#564140",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "聪慧的阿库娅-金色平原",
						["time"] = 1504436785,
						["class"] = 5,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "林坑汤圆-霜狼",
						["iLvl"] = 906,
						["time"] = 1504436895,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "林肯汤圆#5381",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "阡陌红尘-艾莫莉丝",
						["iLvl"] = 926,
						["time"] = 1504436895,
						["class"] = 7,
						["bTag"] = "Poudroux#5952",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "小小桐-血吼",
						["iLvl"] = 890,
						["time"] = 1504436895,
						["class"] = 2,
						["bTag"] = "钟小桐#5257",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "上来丶自己动-暗影之月",
						["iLvl"] = 932,
						["time"] = 1504436895,
						["class"] = 2,
						["bTag"] = "小没名#5992",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "朴樹散花-罗曼斯",
						["iLvl"] = 937,
						["time"] = 1504437217,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Underwood#5231",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "忍艳-时光之穴",
						["iLvl"] = 933,
						["time"] = 1504437105,
						["class"] = 11,
						["bTag"] = "永艳#5588",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "大兵小将-龙骨平原",
						["iLvl"] = 931,
						["time"] = 1504437193,
						["class"] = 1,
						["bTag"] = "没有回头路#51631",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "溺水的鱼-踏梦者",
						["iLvl"] = 931,
						["time"] = 1504437217,
						["class"] = 2,
						["bTag"] = "稥爺#5775",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙牛达雷灬-斯克提斯",
						["iLvl"] = 882,
						["time"] = 1504492538,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "天冷吃狗粮灬#5192",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "芒果果-恶魔之魂",
						["iLvl"] = 929,
						["time"] = 1504492482,
						["class"] = 6,
						["bTag"] = "小猪诺诺#5801",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "挽歌吟-克尔苏加德",
						["iLvl"] = 909,
						["time"] = 1504492534,
						["class"] = 2,
						["bTag"] = "圣皇的救赎#5200",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "灬寒鸦灬-海克泰尔",
						["iLvl"] = 937,
						["time"] = 1504492538,
						["class"] = 3,
						["bTag"] = "风的自在#5485",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "淋在我心-死亡之翼",
						["iLvl"] = 908,
						["time"] = 1504492538,
						["class"] = 8,
						["bTag"] = "jingyan#51731",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "小样别死-凤凰之神",
						["time"] = 1504492673,
						["class"] = 7,
						["leader"] = true,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "赤红十月-克尔苏加德",
						["time"] = 1504492662,
						["class"] = 6,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "北方的一头牛-燃烧军团",
						["time"] = 1504492673,
						["class"] = 11,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "冰霜震击-托塞德林",
						["iLvl"] = 922,
						["time"] = 1504492662,
						["class"] = 7,
						["bTag"] = "随便玩玩#51895",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "八百比鸡尼-格瑞姆巴托",
						["iLvl"] = 913,
						["time"] = 1504492807,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "莱蒽先生0927#5305",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Wayo-密林游侠",
						["iLvl"] = 942,
						["time"] = 1504492807,
						["class"] = 8,
						["bTag"] = "陈炘#5843",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "信仰丶圣光-提瑞斯法",
						["iLvl"] = 935,
						["time"] = 1504492807,
						["class"] = 2,
						["bTag"] = "永远的小章妋#5245",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "银月永歌-卡德加",
						["time"] = 1504492897,
						["class"] = 5,
						["leader"] = true,
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "董香蝴蝶-迅捷微风",
						["time"] = 1504492897,
						["class"] = 6,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "不找零钱-鬼雾峰",
						["iLvl"] = 915,
						["time"] = 1504493040,
						["class"] = 3,
						["bTag"] = "杨鑫#5132",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "我丶心谁丶懂-阿比迪斯",
						["iLvl"] = 915,
						["time"] = 1504493040,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "仔仔#5269",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "夕月流浪-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1504493040,
						["class"] = 3,
						["bTag"] = "雾桐#5508",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "鹿林跃-日落沼泽",
						["iLvl"] = 934,
						["time"] = 1504492989,
						["class"] = 8,
						["bTag"] = "吹寒#5872",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "布拉德牛特-布兰卡德",
						["iLvl"] = 903,
						["time"] = 1504493040,
						["class"] = 11,
						["bTag"] = "七月#5115",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "蓝色堕落-阿卡玛",
						["iLvl"] = 924,
						["time"] = 1504662640,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蓝色堕落#5149",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "粉碎心丶者-加尔",
						["time"] = 1504662640,
						["class"] = 2,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "蒲苇多情-红龙军团",
						["time"] = 1504662640,
						["class"] = 11,
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "奥小黑丶肉-幽暗沼泽",
						["iLvl"] = 915,
						["time"] = 1504662640,
						["class"] = 2,
						["bTag"] = "逛老一盘大商场#5360",
					}, -- [82]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "作弊-伊莫塔尔",
						["time"] = 1505358484,
						["class"] = 4,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "寒风飘逸-阿纳克洛斯",
						["time"] = 1505358484,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "维生素-贫瘠之地",
						["iLvl"] = 909,
						["time"] = 1505358484,
						["class"] = 1,
						["bTag"] = "船到桥头自然沉#51532",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "煙婲雨-通灵学院",
						["time"] = 1505358484,
						["class"] = 2,
					}, -- [4]
				},
				["3-0-458-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "罪弥天-暗影议会",
						["iLvl"] = 936,
						["time"] = 1504761379,
						["class"] = 1,
						["bTag"] = "灵魂工厂#5484",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "師姐-血色十字军",
						["iLvl"] = 931,
						["time"] = 1504761503,
						["class"] = 12,
						["bTag"] = "迷路的皮皮#5838",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "风丶飘絮-燃烧之刃",
						["iLvl"] = 903,
						["time"] = 1504761748,
						["class"] = 1,
						["bTag"] = "梦泽罗拉的忧伤#5453",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "玉虚真人-拉文凯斯",
						["time"] = 1504761748,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "爱恋小雪-巨龙之吼",
						["time"] = 1504761748,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "熊大爷-血羽",
						["time"] = 1504761748,
						["class"] = 3,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "给你糖让我滚-时光之穴",
						["time"] = 1504761748,
						["class"] = 9,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Mathir-燃烧之刃",
						["time"] = 1504761748,
						["class"] = 5,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "艾疋微-血环",
						["time"] = 1504761748,
						["class"] = 9,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "塔纳莉斯-阿拉希",
						["iLvl"] = 900,
						["time"] = 1505214421,
						["class"] = 2,
						["bTag"] = "沉默之风暴#560157",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇降世-寒冰皇冠",
						["iLvl"] = 935,
						["time"] = 1505214390,
						["class"] = 8,
						["bTag"] = "食堂伙夫#5352",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "柒号技师丶-布兰卡德",
						["iLvl"] = 931,
						["time"] = 1505214395,
						["class"] = 2,
						["bTag"] = "香克斯#51879",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "二队全部停手-迦拉克隆",
						["iLvl"] = 890,
						["time"] = 1505214421,
						["class"] = 5,
						["bTag"] = "北极酒#5896",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "巴沙耶夫-迦拉克隆",
						["iLvl"] = 927,
						["time"] = 1505214390,
						["class"] = 3,
						["bTag"] = "奥沙耶夫#5845",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Luchy-丽丽（四川）",
						["time"] = 1505214421,
						["class"] = 2,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "已不重要-贫瘠之地",
						["iLvl"] = 917,
						["time"] = 1505214417,
						["class"] = 3,
						["bTag"] = "橙小路#5356",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "舊梦重拾-贫瘠之地",
						["iLvl"] = 915,
						["time"] = 1505214400,
						["class"] = 11,
						["bTag"] = "Evz#51293",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "Ccospla-狂热之刃",
						["time"] = 1505214421,
						["class"] = 2,
					}, -- [18]
				},
				["2-114-461-0"] = {
					{
						["role"] = "TANK",
						["name"] = "魅影之风龙-白骨荒野",
						["iLvl"] = 926,
						["time"] = 1505910843,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "魅影风龙#51198",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利蛋丶微风-白骨荒野",
						["iLvl"] = 806,
						["time"] = 1505910843,
						["class"] = 12,
						["bTag"] = "DizzyKnight#581561",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "曼隆-古尔丹",
						["iLvl"] = 929,
						["time"] = 1505910843,
						["class"] = 3,
						["bTag"] = "戒口#5732",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对没有空的-亚雷戈斯",
						["iLvl"] = 923,
						["time"] = 1505910843,
						["class"] = 7,
						["bTag"] = "WeiXiaoQuQ#5308",
					}, -- [4]
				},
				["2-128-473-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "羙少女丷-伊利丹",
						["iLvl"] = 934,
						["time"] = 1506520229,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "跳上梁的喵#5550",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "菜得一逼-伊利丹",
						["iLvl"] = 886,
						["time"] = 1506520229,
						["class"] = 4,
						["bTag"] = "跳上梁的喵#5550",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "快叫牧爹-伊利丹",
						["iLvl"] = 916,
						["time"] = 1506520229,
						["class"] = 5,
						["bTag"] = "帅哥么么哒#51836",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "春风慕雨丶-伊利丹",
						["iLvl"] = 931,
						["time"] = 1506520229,
						["class"] = 1,
						["bTag"] = "跳上梁的喵#5550",
					}, -- [4]
				},
			},
			["appShine"] = "70200.04",
			["advShine"] = "70200.04",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
			},
			["lastSearchValue"] = "2-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["落天一箭 - 瓦拉斯塔兹"] = {
			["createHistoryList"] = {
				"3-0-458-0", -- [1]
				"1-124-469-0", -- [2]
				"8-0-15-999", -- [3]
				"2-119-452-0", -- [4]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["appShine"] = "70200.04",
			["lastSearchValue"] = "2-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = -6.4998779296875,
					["x"] = -431.249923706055,
					["scale"] = 1,
				},
			},
			["advShine"] = "70200.04",
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "丧钟镇的钟声-萨尔",
						["bTag"] = "Atlas#51332",
						["time"] = 1502353562,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "雨天卍-阿拉希",
						["bTag"] = "营地丨天选雨天#5895",
						["time"] = 1502353619,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 912,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Asrdar-安苏",
						["bTag"] = "忆莲娜#5277",
						["class"] = 1,
						["time"] = 1502353619,
						["iLvl"] = 900,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Jetaim-雷霆之王",
						["bTag"] = "捌月微醺#5554",
						["class"] = 9,
						["time"] = 1502353619,
						["iLvl"] = 894,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "选择原谅她-通灵学院",
						["bTag"] = "积分到期被迫#5519",
						["time"] = 1502353777,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 910,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封名爵-试炼之环",
						["bTag"] = "黑色家族#5288",
						["class"] = 3,
						["time"] = 1502353779,
						["iLvl"] = 918,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月之咬-迅捷微风",
						["bTag"] = "孙楠#51667",
						["class"] = 4,
						["time"] = 1502353811,
						["iLvl"] = 886,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "见死卟救灬-丽丽（四川）",
						["bTag"] = "乱花#5837",
						["class"] = 11,
						["time"] = 1502353811,
						["iLvl"] = 934,
					}, -- [8]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1502353811,
						["name"] = "大饺子-凤凰之神",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔微微笑-奥杜尔",
						["bTag"] = "恶魔微微笑#5341",
						["class"] = 3,
						["time"] = 1502424095,
						["iLvl"] = 899,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "月光下的拥抱-烈焰峰",
						["bTag"] = "月光下的拥抱#5168",
						["class"] = 5,
						["time"] = 1502424000,
						["iLvl"] = 938,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小龙秋-阿尔萨斯",
						["bTag"] = "BearGrylls#51740",
						["class"] = 9,
						["time"] = 1502424095,
						["iLvl"] = 872,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "听风的人-贫瘠之地",
						["bTag"] = "凛冽的寒风#51842",
						["class"] = 11,
						["time"] = 1502424000,
						["iLvl"] = 929,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Keilog-冬泉谷",
						["bTag"] = "jenisng#5490",
						["time"] = 1502424188,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 928,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Sanstars-安苏",
						["bTag"] = "小小小小小星#5948",
						["class"] = 10,
						["time"] = 1502424154,
						["iLvl"] = 860,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "邪丶神圣之光-格瑞姆巴托",
						["bTag"] = "穷光蛋一个#5616",
						["class"] = 5,
						["time"] = 1502514439,
						["iLvl"] = 802,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "心想四橙-斩魔者",
						["bTag"] = "韩老板#5638",
						["class"] = 11,
						["time"] = 1502424111,
						["iLvl"] = 932,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Dovent-兰娜瑟尔",
						["bTag"] = "涂大伟#5939",
						["time"] = 1502424265,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 874,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "熊熊丶丹丹-狂热之刃",
						["bTag"] = "丹丹熊#5159",
						["class"] = 3,
						["time"] = 1502424265,
						["iLvl"] = 923,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "龍丶丶玖-安苏",
						["bTag"] = "强大只为保护辅助#5661",
						["class"] = 12,
						["time"] = 1502424265,
						["iLvl"] = 928,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "乖丶乖站丶好-燃烧之刃",
						["bTag"] = "Vvangogh#5695",
						["class"] = 3,
						["time"] = 1502424265,
						["iLvl"] = 905,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "峨嵋-弗塞雷迦",
						["bTag"] = "万里#51225",
						["time"] = 1502473328,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 928,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "Paladinlight-暗影之月",
						["bTag"] = "萨尔达#5851",
						["class"] = 2,
						["time"] = 1502473337,
						["iLvl"] = 930,
					}, -- [23]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1502473328,
						["name"] = "川普王-埃德萨拉",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "王妹妹之傲-伊森利恩",
						["bTag"] = "毅哥帮你玩炉石#5619",
						["time"] = 1502473423,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 911,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "乂德乂-死亡之翼",
						["bTag"] = "麟先生#51373",
						["class"] = 11,
						["time"] = 1502473391,
						["iLvl"] = 934,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodycross-提尔之手",
						["bTag"] = "BloodyCross#5310",
						["class"] = 12,
						["time"] = 1502473466,
						["iLvl"] = 921,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Omn-白骨荒野",
						["bTag"] = "Omn#5640",
						["class"] = 4,
						["time"] = 1502473466,
						["iLvl"] = 924,
					}, -- [28]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1502473466,
						["name"] = "骄傲着孤单-迅捷微风",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "性感的豆豆-埃德萨拉",
						["bTag"] = "團座#5738",
						["class"] = 7,
						["time"] = 1502473466,
						["iLvl"] = 929,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "時光不逝-燃烧之刃",
						["bTag"] = "xerxes#5217",
						["class"] = 1,
						["time"] = 1502514439,
						["iLvl"] = 906,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "挽言-丽丽（四川）",
						["bTag"] = "Mist#5871",
						["class"] = 3,
						["time"] = 1502514439,
						["iLvl"] = 933,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老子爱高激-血环",
						["bTag"] = "一只腹黑的兔子#5795",
						["class"] = 12,
						["time"] = 1502514439,
						["iLvl"] = 899,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovehelen-霜狼",
						["bTag"] = "雷诺#51733",
						["time"] = 1502514596,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 915,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "瑪尒尕嗨-雷霆之王",
						["bTag"] = "Frustrate#51320",
						["class"] = 11,
						["time"] = 1502514596,
						["iLvl"] = 886,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "血腥雷霆-安其拉",
						["bTag"] = "萨爽英姿#5837",
						["class"] = 1,
						["time"] = 1502514596,
						["iLvl"] = 807,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "李咭咭-主宰之剑",
						["bTag"] = "李吉茄#5281",
						["class"] = 2,
						["time"] = 1502514596,
						["iLvl"] = 911,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "乂光明鸡翅乂-血吼",
						["bTag"] = "乂光明鸡翅乂#5788",
						["time"] = 1502638665,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 848,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "火恋重生-罗宁",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1502638710,
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "Mackkings-激流之傲",
						["bTag"] = "mackkings#5184",
						["class"] = 5,
						["time"] = 1502638710,
						["iLvl"] = 932,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "方战-海克泰尔",
						["bTag"] = "SuperLee#51816",
						["class"] = 1,
						["time"] = 1502638710,
						["iLvl"] = 907,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "死神暗影-太阳之井",
						["bTag"] = "你只懂我一点#5658",
						["time"] = 1502638964,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 899,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "古拉斯灬凯奇-无尽之海",
						["bTag"] = "无尽之深渊#5822",
						["class"] = 3,
						["time"] = 1502638964,
						["iLvl"] = 913,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "彡烈風彡-影之哀伤",
						["bTag"] = "霸王丸#51979",
						["class"] = 1,
						["time"] = 1502638964,
						["iLvl"] = 934,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1502638964,
						["name"] = "那年的花开了-天空之墙",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "墨描熙画-无尽之海",
						["bTag"] = "邓小卓#5212",
						["time"] = 1502680645,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "灬呱灬-主宰之剑",
						["bTag"] = "董鑫#5155",
						["class"] = 3,
						["time"] = 1502680626,
						["iLvl"] = 897,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "卐恬恬卐-石爪峰",
						["bTag"] = "LICHKING#5592",
						["time"] = 1502680765,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 909,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌最俊浪-泰兰德",
						["bTag"] = "Wa1taS#5798",
						["class"] = 2,
						["time"] = 1502680794,
						["iLvl"] = 789,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "宁宁特别直-阿纳克洛斯",
						["bTag"] = "宁宁#51154",
						["class"] = 4,
						["time"] = 1502680794,
						["iLvl"] = 887,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "奈何种桃花-凤凰之神",
						["bTag"] = "墨渊#51698",
						["class"] = 11,
						["time"] = 1502680794,
						["iLvl"] = 919,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "为你戒烟-伊森利恩",
						["bTag"] = "feibao#51461",
						["class"] = 6,
						["time"] = 1502680800,
						["iLvl"] = 840,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "火夕-鬼雾峰",
						["bTag"] = "鸦羽#51900",
						["class"] = 12,
						["time"] = 1502680919,
						["iLvl"] = 924,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1502680910,
						["name"] = "永恒不变的爱-风暴之怒",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "安娜锦汁宫-国王之谷",
						["bTag"] = "amao#51816",
						["class"] = 3,
						["time"] = 1502680970,
						["iLvl"] = 928,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "爆裂的贫乳-阿拉希",
						["bTag"] = "爆裂的天真#5740",
						["class"] = 7,
						["time"] = 1502681034,
						["iLvl"] = 923,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "猎恋永恒雨-血环",
						["bTag"] = "牛飞#51255",
						["class"] = 3,
						["time"] = 1502681039,
						["iLvl"] = 928,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "朮肆-斯克提斯",
						["bTag"] = "红旗飘票#5864",
						["class"] = 9,
						["time"] = 1502681034,
						["iLvl"] = 894,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影灬疯风猪-晴日峰（江苏）",
						["bTag"] = "Rong#5516",
						["time"] = 1503324401,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 896,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "余额宝-血环",
						["bTag"] = "冬冬#5409",
						["time"] = 1503324515,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 759,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503324515,
						["name"] = "不死就牛-熵魔",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "玖伊緋夜-黑石尖塔",
						["bTag"] = "FairyStory#51360",
						["class"] = 9,
						["time"] = 1503324515,
						["iLvl"] = 852,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "玩命法-奈法利安",
						["bTag"] = "玩命痞子#5309",
						["time"] = 1503324808,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 900,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "影遁丶-嚎风峡湾",
						["bTag"] = "暴躁之鼬#512301",
						["class"] = 4,
						["time"] = 1503324808,
						["iLvl"] = 899,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "聖丶愛之信仰-燃烧军团",
						["bTag"] = "条儿#5496",
						["class"] = 5,
						["time"] = 1503324808,
						["iLvl"] = 897,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "不是结束-红云台地",
						["bTag"] = "Gameover#5664",
						["class"] = 12,
						["time"] = 1503324808,
						["iLvl"] = 897,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "小池美波-冬拥湖",
						["bTag"] = "Holy#5325",
						["time"] = 1503811814,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "只拉二泉映月-冬拥湖",
						["bTag"] = "Holy#5325",
						["class"] = 12,
						["time"] = 1503811814,
						["iLvl"] = 930,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "目无灬亡法-凤凰之神",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1503811891,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Naixs-血色十字军",
						["bTag"] = "牛牛如意#5602",
						["class"] = 4,
						["time"] = 1503811880,
						["iLvl"] = 924,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼才之眼丶-风暴之鳞",
						["bTag"] = "丿菠萝君丶#5713",
						["time"] = 1503812094,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 893,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "心语乐恋-萨尔",
						["bTag"] = "Lore#5465",
						["time"] = 1503812115,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 912,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "髮型大師-弗塞雷迦",
						["bTag"] = "Lonewolf#5696",
						["class"] = 3,
						["time"] = 1503812094,
						["iLvl"] = 933,
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "猴儿不上树-鬼雾峰",
						["bTag"] = "兔兔归来#5406",
						["class"] = 10,
						["time"] = 1503812094,
						["iLvl"] = 898,
					}, -- [74]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "尐龍-奥杜尔",
						["bTag"] = "尐龍#5870",
						["class"] = 1,
						["time"] = 1502425192,
						["iLvl"] = 893,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "鹅肝小笼包-安东尼达斯",
						["bTag"] = "流云飘雨#5648",
						["time"] = 1502425415,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 909,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一个老猎手-死亡之翼",
						["bTag"] = "总钻风#51539",
						["class"] = 3,
						["time"] = 1502425304,
						["iLvl"] = 915,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Verilog-利刃之拳",
						["bTag"] = "偶肆欢#5700",
						["class"] = 8,
						["time"] = 1502425431,
						["iLvl"] = 895,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "思念的痛-冰风岗",
						["bTag"] = "老雷#5554",
						["class"] = 5,
						["time"] = 1502425443,
						["iLvl"] = 872,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502425443,
						["name"] = "巴博斯-血色十字军",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "轻点-萨菲隆",
						["bTag"] = "清风百里#5323",
						["time"] = 1502535900,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 898,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1502535900,
						["name"] = "洋芋块-鬼雾峰",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "上吧皮皮虾-迅捷微风",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1502550612,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Liedrin-伊利丹",
						["bTag"] = "萝莉妖#5960",
						["class"] = 11,
						["time"] = 1502550605,
						["iLvl"] = 921,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1502550576,
						["name"] = "逝去的鲜血-埃德萨拉",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "这不是奶骑-海克泰尔",
						["bTag"] = "LOCK#5663",
						["class"] = 2,
						["time"] = 1502550666,
						["iLvl"] = 922,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "殇丶莫洛-布兰卡德",
						["bTag"] = "FrostyFeet#5387",
						["class"] = 8,
						["time"] = 1502550670,
						["iLvl"] = 930,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "乱心遂-血色十字军",
						["bTag"] = "乱心遂#5270",
						["class"] = 1,
						["time"] = 1502550702,
						["iLvl"] = 915,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazyrain-月光林地",
						["bTag"] = "麦田风车#5321",
						["class"] = 6,
						["time"] = 1502550730,
						["iLvl"] = 906,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "橙术-激流之傲",
						["bTag"] = "永烁星光之地#51789",
						["class"] = 9,
						["time"] = 1502550730,
						["iLvl"] = 906,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "基拉大娘-燃烧之刃",
						["bTag"] = "foreplayer#51111",
						["class"] = 3,
						["time"] = 1502550730,
						["iLvl"] = 908,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "麦萌儿-克尔苏加德",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1502550839,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "啊斯莱-布兰卡德",
						["bTag"] = "阿斯莱#5331",
						["class"] = 3,
						["time"] = 1502550839,
						["iLvl"] = 908,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "狂怒已开启-贫瘠之地",
						["bTag"] = "Orange#51864",
						["class"] = 1,
						["time"] = 1502550796,
						["iLvl"] = 894,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "丨磊哥-海克泰尔",
						["bTag"] = "磊爷来了#5399",
						["class"] = 11,
						["time"] = 1502550839,
						["iLvl"] = 933,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "查大胖呆大叔-勇士岛",
						["bTag"] = "淡墨清玄#5775",
						["time"] = 1502637666,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Gzy-安格博达",
						["bTag"] = "重启#5412",
						["class"] = 6,
						["time"] = 1502637666,
						["iLvl"] = 910,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "呆河马-加基森",
						["bTag"] = "麦2能#5153",
						["class"] = 6,
						["time"] = 1502637666,
						["iLvl"] = 929,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丶花晓-血色十字军",
						["bTag"] = "夜空中最亮的星丶#5255",
						["class"] = 1,
						["time"] = 1502637666,
						["iLvl"] = 847,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "意境-冰霜之刃",
						["bTag"] = "风刀刀#5752",
						["time"] = 1502637739,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Lunlion-提瑞斯法",
						["bTag"] = "sunlion#5899",
						["time"] = 1502637852,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸花丨-死亡之翼",
						["bTag"] = "sai#5286",
						["time"] = 1502637864,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "骆驼的远征-翡翠梦境",
						["bTag"] = "jarod#5775",
						["class"] = 3,
						["time"] = 1503122864,
						["iLvl"] = 873,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1503123060,
						["name"] = "地狱怒焰-格瑞姆巴托",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "东西大的黑人-丹莫德",
						["bTag"] = "GhostDragon#568343",
						["time"] = 1503122980,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 849,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "寒蝉凄切得得-梅尔加尼",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1503122871,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "艾蕾希娅-伊利丹",
						["bTag"] = "帝国上将#5158",
						["time"] = 1503123058,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 823,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的大嘿牛-安苏",
						["bTag"] = "非你不爱丶#5598",
						["time"] = 1503123086,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 889,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "无情姧-通灵学院",
						["bTag"] = "猪老大有气质#5865",
						["class"] = 7,
						["time"] = 1503123049,
						["iLvl"] = 926,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "帝嘚饶恕-太阳之井",
						["bTag"] = "狂妄之英雄#5163539",
						["time"] = 1503123269,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 896,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "巨蟹座的狗-血吼",
						["bTag"] = "阿当#5637",
						["time"] = 1503549254,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 902,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "守护一切-风暴之鳞",
						["bTag"] = "天空卫队#5485",
						["class"] = 2,
						["time"] = 1503549174,
						["iLvl"] = 931,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "咪吉吉-巫妖之王",
						["bTag"] = "一个喵喵#5568",
						["class"] = 2,
						["time"] = 1503549102,
						["iLvl"] = 924,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "梦宗-冰风岗",
						["bTag"] = "TBG#51423",
						["class"] = 10,
						["time"] = 1503549148,
						["iLvl"] = 914,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "逗熊孩子玩-阿比迪斯",
						["bTag"] = "天下第一#52249",
						["class"] = 11,
						["time"] = 1503549256,
						["iLvl"] = 920,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "执笔画鸢尾-奥尔加隆",
						["bTag"] = "坏坏#5195",
						["class"] = 3,
						["time"] = 1503549256,
						["iLvl"] = 936,
					}, -- [42]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "军名有所不受-巫妖之王",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1502352118,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "卡布基洛-密林游侠",
						["bTag"] = "卡哇伊六六#5265",
						["class"] = 12,
						["time"] = 1502352109,
						["iLvl"] = 853,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "痛苦化身-黑铁",
						["bTag"] = "想飞的天空#5913",
						["class"] = 9,
						["time"] = 1502352116,
						["iLvl"] = 911,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "端木忆雪-巨龙之吼",
						["bTag"] = "端木#5313",
						["class"] = 8,
						["time"] = 1502352118,
						["iLvl"] = 911,
					}, -- [4]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1502352394,
						["name"] = "萌萌的筱小璃-燃烧之刃",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚丶小媚娘-加尔",
						["bTag"] = "BT160612#53858",
						["time"] = 1502352659,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 868,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502352573,
						["name"] = "Gorillaz-雷克萨",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "紫夜凝香-奥尔加隆",
						["bTag"] = "焱月#5128",
						["class"] = 2,
						["time"] = 1502352490,
						["iLvl"] = 931,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魔小兔-冰霜之刃",
						["bTag"] = "魔小兔#5989",
						["class"] = 8,
						["time"] = 1502352561,
						["iLvl"] = 886,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "老子豁出去了-萨尔",
						["bTag"] = "三点木人水#5448",
						["class"] = 2,
						["time"] = 1502386738,
						["iLvl"] = 863,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1502386708,
						["name"] = "秋来叶秋去-暗影议会",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "影殺丶-格瑞姆巴托",
						["bTag"] = "Jokely#51631",
						["time"] = 1502423348,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 887,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "天莫问-格瑞姆巴托",
						["bTag"] = "副班长#51280",
						["class"] = 8,
						["time"] = 1502423348,
						["iLvl"] = 860,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "不洗澡-凤凰之神",
						["bTag"] = "乌里王#5398",
						["class"] = 9,
						["time"] = 1502423348,
						["iLvl"] = 878,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Neilyo-神圣之歌",
						["bTag"] = "特懒悟天克斯#5620",
						["class"] = 4,
						["time"] = 1502423305,
						["iLvl"] = 922,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "穆穆姐-晴日峰（江苏）",
						["bTag"] = "我是穆穆#5847",
						["time"] = 1502423462,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [16]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1502423484,
						["name"] = "浅秋初雪-格瑞姆巴托",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "摸茎校尉-洛肯",
						["bTag"] = "灰色暮霭#5379",
						["class"] = 1,
						["time"] = 1502423500,
						["iLvl"] = 863,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "秉公守法-布兰卡德",
						["bTag"] = "雲梯肆拾玖#5574",
						["class"] = 3,
						["time"] = 1502423500,
						["iLvl"] = 931,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "影踪丶棒棒哒-死亡之翼",
						["bTag"] = "十萬伏特#5193",
						["class"] = 3,
						["time"] = 1502423704,
						["iLvl"] = 900,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "小熊哥哥-加基森",
						["bTag"] = "浩克#51622",
						["class"] = 5,
						["time"] = 1502423704,
						["iLvl"] = 931,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "丶可爱的肥-冰风岗",
						["bTag"] = "半亩天光#5716",
						["class"] = 11,
						["time"] = 1502423704,
						["iLvl"] = 935,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1502423704,
						["name"] = "南关小闪电-狂热之刃",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "凉月青叶-死亡之翼",
						["bTag"] = "初夏璃奏#5688",
						["class"] = 12,
						["time"] = 1502423860,
						["iLvl"] = 685,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "卷烟纸-影之哀伤",
						["bTag"] = "BT160912#52957",
						["class"] = 4,
						["time"] = 1502423860,
						["iLvl"] = 908,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "李时珍的皮-无尽之海",
						["bTag"] = "尼玛踢威#5147",
						["class"] = 6,
						["time"] = 1502423860,
						["iLvl"] = 932,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "简小闹-影之哀伤",
						["bTag"] = "简简单单#5529",
						["class"] = 3,
						["time"] = 1502423860,
						["iLvl"] = 908,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Ellurena-奥尔加隆",
						["bTag"] = "弑血土豆#5576",
						["time"] = 1503119739,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丶吾爱-安苏",
						["bTag"] = "李想#5146",
						["time"] = 1503120019,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 918,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "我瞎了听不见-战歌",
						["bTag"] = "维以不永伤#5974",
						["class"] = 12,
						["time"] = 1503119889,
						["iLvl"] = 921,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Xroguein-奎尔萨拉斯",
						["bTag"] = "晓鲁#5553",
						["class"] = 4,
						["time"] = 1503119837,
						["iLvl"] = 912,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "毳毳-伊森利恩",
						["bTag"] = "小手#51361",
						["class"] = 2,
						["time"] = 1503119765,
						["iLvl"] = 935,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风者守护-鲜血熔炉",
						["bTag"] = "frederick#5693",
						["class"] = 7,
						["time"] = 1503119985,
						["iLvl"] = 921,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "大胖丁-雷霆之王",
						["bTag"] = "黄小亮#5595",
						["time"] = 1503120040,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "干煸豆角丶-暗影之月",
						["bTag"] = "YanUSTB#5178",
						["class"] = 6,
						["time"] = 1503120040,
						["iLvl"] = 910,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "霸王术-燃烧之刃",
						["bTag"] = "昊司令#5723",
						["time"] = 1503188910,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 835,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "雅芙萝黛蒂-伊森利恩",
						["bTag"] = "梅系酷代子#5430",
						["class"] = 3,
						["time"] = 1503188972,
						["iLvl"] = 926,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "圣徒灬-熔火之心",
						["bTag"] = "臭臭大宝#5271",
						["class"] = 2,
						["time"] = 1503188972,
						["iLvl"] = 929,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1503189234,
						["name"] = "以德服怪-洛萨",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "达克利龙焰冠-鬼雾峰",
						["bTag"] = "文峰#5927",
						["class"] = 8,
						["time"] = 1503189230,
						["iLvl"] = 929,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "毕易死骑-格瑞姆巴托",
						["bTag"] = "BattleFrog#558636",
						["class"] = 6,
						["time"] = 1503189232,
						["iLvl"] = 874,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "别动我辣条-无尽之海",
						["bTag"] = "小楼一夜听春雨#5480",
						["class"] = 8,
						["time"] = 1503189192,
						["iLvl"] = 836,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "亓亣-加基森",
						["bTag"] = "一激动就射#51840",
						["class"] = 10,
						["time"] = 1503463736,
						["iLvl"] = 895,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "飛過废墟-死亡之翼",
						["bTag"] = "曹溢丰#5440",
						["class"] = 1,
						["time"] = 1503463610,
						["iLvl"] = 905,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾娜絲-通灵学院",
						["bTag"] = "飞翔的孩子#5105",
						["class"] = 4,
						["time"] = 1503463688,
						["iLvl"] = 882,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "动次丨打次-埃德萨拉",
						["bTag"] = "不开心不开心#5257",
						["class"] = 12,
						["time"] = 1503463787,
						["iLvl"] = 933,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "冥王啻非天-加基森",
						["bTag"] = "风魁#5754",
						["class"] = 6,
						["time"] = 1503463787,
						["iLvl"] = 933,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "蘇夏丶秦歌-冰霜之刃",
						["bTag"] = "蘇夏秦歌#5899",
						["class"] = 8,
						["time"] = 1503463787,
						["iLvl"] = 908,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "聚散流沙丶-索瑞森",
						["bTag"] = "鲜血与雷鸣#51457",
						["class"] = 8,
						["time"] = 1503463977,
						["iLvl"] = 900,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "楓丨葉-凤凰之神",
						["bTag"] = "刘鑫#5250",
						["class"] = 3,
						["time"] = 1503463977,
						["iLvl"] = 935,
					}, -- [50]
				},
				["3-0-458-0"] = {
					{
						["role"] = "TANK",
						["name"] = "富强民主文明-伊利丹",
						["bTag"] = "演员的自我修养#5993",
						["time"] = 1502307219,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 923,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1502307634,
						["name"] = "咔咔更健康-斩魔者",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "圣牙-鬼雾峰",
						["bTag"] = "Zsourcer#5222",
						["time"] = 1502307602,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 853,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "希丶-燃烧之刃",
						["bTag"] = "Dandelion#51218",
						["class"] = 3,
						["time"] = 1502307607,
						["iLvl"] = 774,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "萌新求帶-太阳之井",
						["bTag"] = "梦0924#5620",
						["class"] = 6,
						["time"] = 1502307634,
						["iLvl"] = 824,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "枫小飞-塞拉摩",
						["bTag"] = "红太牛#5576",
						["class"] = 9,
						["time"] = 1502307340,
						["iLvl"] = 894,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "锦在天堂-太阳之井",
						["bTag"] = "锦在天堂#5602",
						["class"] = 6,
						["time"] = 1502307623,
						["iLvl"] = 908,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "珞珞-死亡之翼",
						["bTag"] = "陌染风华丶#5522",
						["class"] = 12,
						["time"] = 1502307607,
						["iLvl"] = 873,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "熊丶熊二-无尽之海",
						["bTag"] = "紫广#5329",
						["class"] = 11,
						["time"] = 1502307600,
						["iLvl"] = 910,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1502307634,
						["name"] = "十万个老板-燃烧平原",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "奥义-迪托马斯",
						["bTag"] = "奧弋#5313",
						["class"] = 1,
						["time"] = 1502307389,
						["iLvl"] = 937,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "武士刀维尔瓦-巫妖之王",
						["bTag"] = "跳跳熊#519298",
						["class"] = 12,
						["time"] = 1502352266,
						["iLvl"] = 916,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502352266,
						["name"] = "宁妹妹-布兰卡德",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502352266,
						["name"] = "烟林-奎尔萨拉斯",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "逺唻誓妳-冬拥湖",
						["bTag"] = "路西法#5278",
						["class"] = 3,
						["time"] = 1502352266,
						["iLvl"] = 920,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "牛九抢庄-迅捷微风",
						["bTag"] = "暗号#5205",
						["class"] = 6,
						["time"] = 1502352266,
						["iLvl"] = 924,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1502352266,
						["name"] = "疯靡-闪电之刃",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丨布倫希爾德-塞拉摩",
						["bTag"] = "网瘾少女爱自爆#5459",
						["class"] = 1,
						["time"] = 1502352266,
						["iLvl"] = 923,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "隨便樂樂-无尽之海",
						["bTag"] = "keercasper#5837",
						["class"] = 7,
						["time"] = 1502352266,
						["iLvl"] = 931,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "血色之花-死亡之翼",
						["bTag"] = "牛斩#5209",
						["class"] = 4,
						["time"] = 1502352266,
						["iLvl"] = 917,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "馬踏飛燕-燃烧之刃",
						["bTag"] = "乳猪#5125",
						["class"] = 11,
						["time"] = 1502352266,
						["iLvl"] = 928,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "嗳吃噬地小鱼-国王之谷",
						["bTag"] = "可口可乐#52164",
						["class"] = 1,
						["time"] = 1502352266,
						["iLvl"] = 808,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502352266,
						["name"] = "一风色一-烈焰峰",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "龍玉希梵-冰霜之刃",
						["bTag"] = "Liang#5310",
						["class"] = 1,
						["time"] = 1502352266,
						["iLvl"] = 933,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "村委主席-白银之手",
						["bTag"] = "村委主席#51696",
						["class"] = 3,
						["time"] = 1502352266,
						["iLvl"] = 912,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "夜雨残虹-加尔",
						["bTag"] = "Buryale#5748",
						["class"] = 1,
						["time"] = 1502352266,
						["iLvl"] = 909,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1502352266,
						["name"] = "闰五月-梅尔加尼",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "白日梦多多-屠魔山谷",
						["bTag"] = "螃蟹#5486",
						["class"] = 11,
						["time"] = 1502352266,
						["iLvl"] = 911,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "肥牛卷-提尔之手",
						["bTag"] = "reicc#5439",
						["class"] = 4,
						["time"] = 1502352266,
						["iLvl"] = 906,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "冰与火的骑士-埃加洛尔",
						["bTag"] = "六道轮回#5306",
						["class"] = 6,
						["time"] = 1502352266,
						["iLvl"] = 872,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "半癫儿-布兰卡德",
						["bTag"] = "小约#5732",
						["class"] = 2,
						["time"] = 1502352266,
						["iLvl"] = 873,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "叶落鸠鸣-布兰卡德",
						["bTag"] = "惊魂之裤#537631",
						["class"] = 8,
						["time"] = 1502352266,
						["iLvl"] = 931,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "看那个死肥宅-回音山",
						["bTag"] = "人丑枪烂就很菜#5539",
						["class"] = 9,
						["time"] = 1502352266,
						["iLvl"] = 926,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝想要抱歉-藏宝海湾",
						["bTag"] = "Bothshit#5873",
						["class"] = 8,
						["time"] = 1502352266,
						["iLvl"] = 926,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Superpower-风暴之怒",
						["bTag"] = "秋宇#5351",
						["class"] = 12,
						["time"] = 1502352266,
						["iLvl"] = 916,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "丶傾峸丶-外域",
						["bTag"] = "娘子辛苦了#5502",
						["class"] = 4,
						["time"] = 1502352266,
						["iLvl"] = 908,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "单刷女浴室-能源舰",
						["bTag"] = "燃烧的翅膀#5721",
						["class"] = 3,
						["time"] = 1502352266,
						["iLvl"] = 933,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "Upp-凤凰之神",
						["bTag"] = "Upppppppp#5298",
						["class"] = 6,
						["time"] = 1502352266,
						["iLvl"] = 914,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "祎哆哆-时光之穴",
						["bTag"] = "隔壁郭叔叔#5363",
						["class"] = 3,
						["time"] = 1502352266,
						["iLvl"] = 932,
					}, -- [39]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1502352266,
						["name"] = "奉先郡主-血环",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502352266,
						["name"] = "九队法獅-黑铁",
					}, -- [41]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502352266,
						["name"] = "思忆如风-盖斯",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光艺术家丶-贫瘠之地",
						["bTag"] = "十里春风不如你#5867",
						["class"] = 2,
						["time"] = 1502355043,
						["iLvl"] = 893,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "究极谐星兽-格瑞姆巴托",
						["bTag"] = "一炮泯恩仇#5216",
						["class"] = 11,
						["time"] = 1502355043,
						["iLvl"] = 927,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "血卍刀-风暴之怒",
						["bTag"] = "撒旦的尾指#5752",
						["class"] = 12,
						["time"] = 1502355051,
						["iLvl"] = 907,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "楼兰之君-地狱咆哮",
						["bTag"] = "楼兰#5415",
						["class"] = 6,
						["time"] = 1502354898,
						["iLvl"] = 925,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呦嘛娅-加基森",
						["bTag"] = "wanghannian#5900",
						["class"] = 6,
						["time"] = 1502355039,
						["iLvl"] = 914,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "冰橙丶小花-埃德萨拉",
						["bTag"] = "ArchC#5966",
						["class"] = 3,
						["time"] = 1502355033,
						["iLvl"] = 930,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "小哶-死亡之翼",
						["bTag"] = "哶哶#5177",
						["class"] = 5,
						["time"] = 1502354943,
						["iLvl"] = 861,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "多丶拉贡-丽丽（四川）",
						["bTag"] = "被丶遗忘#51647",
						["class"] = 9,
						["time"] = 1502355023,
						["iLvl"] = 931,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Stir-雷霆之王",
						["bTag"] = "茜贝#5377",
						["class"] = 3,
						["time"] = 1502355023,
						["iLvl"] = 931,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "咩咩兔咩咩-塞拉摩",
						["bTag"] = "fantasytutu#5780",
						["class"] = 8,
						["time"] = 1502355049,
						["iLvl"] = 909,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Heyz-血色十字军",
						["bTag"] = "死别离#5528",
						["class"] = 9,
						["time"] = 1502355061,
						["iLvl"] = 931,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Nadal-白银之手",
						["bTag"] = "LaoK#5773",
						["class"] = 6,
						["time"] = 1502355039,
						["iLvl"] = 934,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "颠杀-阿尔萨斯",
						["bTag"] = "颠杀#5670",
						["class"] = 7,
						["time"] = 1502355039,
						["iLvl"] = 934,
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "乄圣光守护-狂热之刃",
						["bTag"] = "乄戰將#5785",
						["class"] = 2,
						["time"] = 1502355039,
						["iLvl"] = 895,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "血吼丶-黑暗魅影",
						["bTag"] = "会飞的芸#51955",
						["class"] = 1,
						["time"] = 1502355033,
						["iLvl"] = 903,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Forazeroth-加基森",
						["bTag"] = "傻叉胖狗#5927",
						["class"] = 12,
						["time"] = 1502355035,
						["iLvl"] = 919,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Dasschicksal-爱斯特纳",
						["bTag"] = "Dasschicksal#51402",
						["class"] = 12,
						["time"] = 1502355057,
						["iLvl"] = 906,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "苞米地那件事-无尽之海",
						["bTag"] = "苞米地啪啪啪#51913",
						["class"] = 3,
						["time"] = 1502355035,
						["iLvl"] = 913,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "幽夜箭灵-萨菲隆",
						["bTag"] = "豆角#5459",
						["class"] = 3,
						["time"] = 1502355035,
						["iLvl"] = 931,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "丿小妖妖-伊森利恩",
						["bTag"] = "ndf11#5995",
						["class"] = 2,
						["time"] = 1502355023,
						["iLvl"] = 934,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "奶猫萌一脸血-白银之手",
						["bTag"] = "sinsola#51591",
						["class"] = 8,
						["time"] = 1502355031,
						["iLvl"] = 895,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "壊壊小猪-鬼雾峰",
						["bTag"] = "壊壊小猪#5417",
						["class"] = 9,
						["time"] = 1502355031,
						["iLvl"] = 929,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "风采一依旧-无尽之海",
						["bTag"] = "胜利的到来#5319",
						["class"] = 3,
						["time"] = 1502355033,
						["iLvl"] = 930,
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "宙斯之雷-熔火之心",
						["bTag"] = "疯狂的石头#5580",
						["class"] = 10,
						["time"] = 1502355043,
						["iLvl"] = 920,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丶夜寒-阿纳克洛斯",
						["bTag"] = "Blroc#5649",
						["class"] = 3,
						["time"] = 1502355041,
						["iLvl"] = 932,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "鲜血记忆-伊利丹",
						["bTag"] = "談笑#5832",
						["class"] = 1,
						["time"] = 1502355043,
						["iLvl"] = 923,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "斩尽杀绝-阿格拉玛",
						["bTag"] = "斩尽杀绝#51962",
						["class"] = 1,
						["time"] = 1502355061,
						["iLvl"] = 917,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑系志玲-死亡之翼",
						["bTag"] = "死亡輓歌#5326",
						["class"] = 3,
						["time"] = 1502355037,
						["iLvl"] = 908,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "元素师萨卡-战歌",
						["bTag"] = "thor2012#5931",
						["class"] = 7,
						["time"] = 1502355033,
						["iLvl"] = 921,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "灬小呆贼灬-阿纳克洛斯",
						["bTag"] = "群众小羊#5383",
						["class"] = 4,
						["time"] = 1502355039,
						["iLvl"] = 889,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "追魂之影-狂热之刃",
						["bTag"] = "Dust#5918",
						["class"] = 1,
						["time"] = 1502355053,
						["iLvl"] = 915,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "未曾迷失本心-克尔苏加德",
						["bTag"] = "马祖小夜曲丶#5288",
						["class"] = 12,
						["time"] = 1502355051,
						["iLvl"] = 880,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "拜耶尔蓝-太阳之井",
						["bTag"] = "小寒#5260",
						["class"] = 4,
						["time"] = 1502355061,
						["iLvl"] = 885,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "死神执政官-冰风岗",
						["bTag"] = "白银之鹰#564864",
						["class"] = 9,
						["time"] = 1502355043,
						["iLvl"] = 929,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "问君丶几多愁-伊利丹",
						["bTag"] = "风暴烈酒丶杜#5400",
						["class"] = 1,
						["time"] = 1502355037,
						["iLvl"] = 910,
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "影翩跹-冰风岗",
						["bTag"] = "白鹿青涯#5474",
						["class"] = 10,
						["time"] = 1502355033,
						["iLvl"] = 918,
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "趟屍灬叁擺手-加尔",
						["bTag"] = "孤单壹吻#5200",
						["class"] = 6,
						["time"] = 1502355061,
						["iLvl"] = 908,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "斩杀者-风行者",
						["bTag"] = "李梓晗#5563",
						["class"] = 1,
						["time"] = 1502355059,
						["iLvl"] = 900,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1502355061,
						["name"] = "Nero-血环",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "大瓶可乐-巴纳扎尔",
						["bTag"] = "六月二十四#5656",
						["class"] = 1,
						["time"] = 1502355035,
						["iLvl"] = 874,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "完美并不美-凯恩血蹄",
						["bTag"] = "战无痕#5777",
						["class"] = 9,
						["time"] = 1502355041,
						["iLvl"] = 903,
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "龙听雨-巨龙之吼",
						["bTag"] = "锦在天堂#5602",
						["class"] = 10,
						["time"] = 1502944018,
						["iLvl"] = 934,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜之爱-阿斯塔洛",
						["bTag"] = "超能之忍者#512990",
						["class"] = 3,
						["time"] = 1502944072,
						["iLvl"] = 903,
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "募落葒顔-太阳之井",
						["bTag"] = "募落葒顔#5516",
						["class"] = 5,
						["time"] = 1502944072,
						["iLvl"] = 924,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1502944053,
						["name"] = "Treason-格鲁尔",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1502944053,
						["name"] = "风林火山牛-凤凰之神",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "加基森薯片-日落沼泽",
						["bTag"] = "趴趴小憨人#5577",
						["class"] = 6,
						["time"] = 1502944072,
						["iLvl"] = 922,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "手撕的从前-雷霆之王",
						["bTag"] = "老村长#51598",
						["class"] = 3,
						["time"] = 1502944059,
						["iLvl"] = 901,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "亿利丹丨怒风-斩魔者",
						["bTag"] = "刀塔传说#5504",
						["class"] = 12,
						["time"] = 1502944072,
						["iLvl"] = 903,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Garonar-伊森利恩",
						["bTag"] = "BlueSky#53273",
						["class"] = 4,
						["time"] = 1502944072,
						["iLvl"] = 929,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502944055,
						["name"] = "一二而九-回音山",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "左眼看上帝-影之哀伤",
						["bTag"] = "诸神黄昏夜#5430",
						["class"] = 3,
						["time"] = 1502944072,
						["iLvl"] = 849,
					}, -- [94]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1502944072,
						["name"] = "牛牛神骑士-死亡之翼",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "陈丶爱妃-扎拉赞恩",
						["bTag"] = "女王#5467",
						["class"] = 4,
						["time"] = 1502944072,
						["iLvl"] = 802,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "何处笙箫-迅捷微风",
						["bTag"] = "红衣时间众筹法师#5541",
						["class"] = 6,
						["time"] = 1502944065,
						["iLvl"] = 915,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "浪里格朗呀-奎尔萨拉斯",
						["bTag"] = "点点点点#5837",
						["class"] = 1,
						["time"] = 1502944057,
						["iLvl"] = 925,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "魂怒-血色十字军",
						["bTag"] = "屋顶的青苔#5143",
						["class"] = 12,
						["time"] = 1502944072,
						["iLvl"] = 914,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "琦玉老师-丽丽（四川）",
						["bTag"] = "九十九个环#5510",
						["class"] = 12,
						["time"] = 1502944055,
						["iLvl"] = 933,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "丨谜灬葬丨-迅捷微风",
						["bTag"] = "谜葬#5756",
						["class"] = 4,
						["time"] = 1502944065,
						["iLvl"] = 932,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1502944059,
						["name"] = "血战-尘风峡谷",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Embrace-白银之手",
						["bTag"] = "环环小蛮腰#5673",
						["class"] = 12,
						["time"] = 1502944057,
						["iLvl"] = 915,
					}, -- [103]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1502944072,
						["name"] = "Sleepbull-风行者",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "疯狂之尘-玛洛加尔",
						["bTag"] = "魔法之龟#5111",
						["class"] = 11,
						["time"] = 1502944072,
						["iLvl"] = 897,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "崇高的幻象-熔火之心",
						["bTag"] = "Diablowang#5755",
						["class"] = 12,
						["time"] = 1502944018,
						["iLvl"] = 917,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1502944072,
						["name"] = "洪琪-霜之哀伤",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "岛国女尤-回音山",
						["bTag"] = "演员的自我#5932",
						["class"] = 7,
						["time"] = 1502944072,
						["iLvl"] = 929,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "道达尔-影之哀伤",
						["bTag"] = "暗影之龙#5259796",
						["class"] = 7,
						["time"] = 1502944053,
						["iLvl"] = 776,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "禁锢的琉璃-格瑞姆巴托",
						["bTag"] = "躺着舒服别拽我#5435",
						["class"] = 1,
						["time"] = 1502944008,
						["iLvl"] = 848,
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "浅夏星空-格瑞姆巴托",
						["bTag"] = "老贼#5318",
						["class"] = 12,
						["time"] = 1502944059,
						["iLvl"] = 923,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "皎若月-格瑞姆巴托",
						["bTag"] = "徐春禄#5895",
						["class"] = 2,
						["time"] = 1502944072,
						["iLvl"] = 925,
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "沫麟脂-燃烧之刃",
						["bTag"] = "很久以前#5878",
						["class"] = 5,
						["time"] = 1502944055,
						["iLvl"] = 935,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1502944072,
						["name"] = "江城吴彦祖-无尽之海",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "么么嚒嚒哒-燃烧之刃",
						["bTag"] = "aihuizi#5872",
						["class"] = 9,
						["time"] = 1502944053,
						["iLvl"] = 934,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "小猎一-安苏",
						["bTag"] = "超能#5612",
						["class"] = 3,
						["time"] = 1502944072,
						["iLvl"] = 920,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "刀刀雨-加基森",
						["bTag"] = "xxmpjd#5436",
						["class"] = 7,
						["time"] = 1502944072,
						["iLvl"] = 905,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "浴血戦神-鬼雾峰",
						["bTag"] = "浴血戰神#5944",
						["class"] = 1,
						["time"] = 1502944072,
						["iLvl"] = 899,
					}, -- [118]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502944072,
						["name"] = "好冷的天-利刃之拳",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "尐白白丶-燃烧之刃",
						["bTag"] = "瞌睡密西#5155",
						["class"] = 5,
						["time"] = 1502944053,
						["iLvl"] = 935,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1502944072,
						["name"] = "摇滚小鸟-奈法利安",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502944072,
						["name"] = "Citizenz-伊森利恩",
					}, -- [122]
					{
						["role"] = "HEALER",
						["class"] = 10,
						["time"] = 1503549590,
						["name"] = "醉生梦-塞拉摩",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "丶雪莉-红龙军团",
						["bTag"] = "丶米诺斯#5530",
						["class"] = 6,
						["time"] = 1503549807,
						["iLvl"] = 940,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkside-拉文凯斯",
						["bTag"] = "你来我走你妹我搂#5337",
						["class"] = 9,
						["time"] = 1503549807,
						["iLvl"] = 885,
					}, -- [125]
					{
						["role"] = "TANK",
						["name"] = "夜灬倾城-血色十字军",
						["bTag"] = "AsHool#5229",
						["class"] = 6,
						["time"] = 1503549807,
						["iLvl"] = 897,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503549807,
						["name"] = "陈小忆萌萌哒-死亡之翼",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "战死的贼圣-无尽之海",
						["bTag"] = "czq#5411",
						["class"] = 4,
						["time"] = 1503549807,
						["iLvl"] = 902,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "陌灬潞-狂热之刃",
						["bTag"] = "心情如风#5346",
						["class"] = 8,
						["time"] = 1503549807,
						["iLvl"] = 937,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503549807,
						["name"] = "夢裡騑糀-贫瘠之地",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503549807,
						["name"] = "老汉回来了-斯克提斯",
					}, -- [131]
					{
						["role"] = "HEALER",
						["name"] = "迷恋梅梅-希雷诺斯",
						["bTag"] = "诺娃#57208",
						["class"] = 5,
						["time"] = 1503549807,
						["iLvl"] = 929,
					}, -- [132]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1503549807,
						["name"] = "黑白灬映像-石爪峰",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "狼族狂暴王者-阿纳克洛斯",
						["bTag"] = "狼族#5411",
						["class"] = 1,
						["time"] = 1503549807,
						["iLvl"] = 878,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "妃雪-血羽",
						["bTag"] = "飞雪#5717",
						["class"] = 12,
						["time"] = 1503549807,
						["iLvl"] = 931,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "Enoetys-埃德萨拉",
						["bTag"] = "迷糊贾#5350",
						["class"] = 8,
						["time"] = 1503549807,
						["iLvl"] = 934,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "playerWMMTVA-迅捷微风",
						["bTag"] = "孤岛梵音#5280",
						["class"] = 8,
						["time"] = 1503549807,
						["iLvl"] = 921,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503549807,
						["name"] = "鬼逸踏晨曦-加尔",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "清灬沣-伊森利恩",
						["bTag"] = "清灬风#51838",
						["class"] = 3,
						["time"] = 1503549807,
						["iLvl"] = 910,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "宾斯美邸丶發-凤凰之神",
						["bTag"] = "杰瑞2丶0#5667",
						["class"] = 11,
						["time"] = 1503549807,
						["iLvl"] = 902,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "射完再说-奈萨里奥",
						["bTag"] = "压力山大#5311",
						["class"] = 3,
						["time"] = 1503549807,
						["iLvl"] = 931,
					}, -- [141]
					{
						["role"] = "TANK",
						["name"] = "一司令一-丽丽（四川）",
						["bTag"] = "一主席一#5455",
						["class"] = 11,
						["time"] = 1503549807,
						["iLvl"] = 901,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅之风-阿卡玛",
						["bTag"] = "虾米酥#5553",
						["class"] = 3,
						["time"] = 1503549807,
						["iLvl"] = 897,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503549807,
						["name"] = "还在等-艾莫莉丝",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503549807,
						["name"] = "Äåãâãåä-亚雷戈斯",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "猴子派的逗比-试炼之环",
						["bTag"] = "初恋无限#5222",
						["class"] = 2,
						["time"] = 1503549807,
						["iLvl"] = 906,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "阿诺施耐徳-黑翼之巢",
						["bTag"] = "阿诺#52819",
						["class"] = 3,
						["time"] = 1503549807,
						["iLvl"] = 909,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "樱嫇萱-贫瘠之地",
						["bTag"] = "小龙女#5528",
						["class"] = 5,
						["time"] = 1503549807,
						["iLvl"] = 888,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503549807,
						["name"] = "暗兔-凯恩血蹄",
					}, -- [149]
					{
						["role"] = "HEALER",
						["name"] = "牧风暗影-格瑞姆巴托",
						["bTag"] = "阿斯兰特#5712",
						["class"] = 5,
						["time"] = 1503549807,
						["iLvl"] = 911,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503549807,
						["name"] = "Dreman-通灵学院",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "浅夏经年-烈焰峰",
						["bTag"] = "圣佑之光#5146",
						["class"] = 2,
						["time"] = 1503549807,
						["iLvl"] = 936,
					}, -- [152]
					{
						["role"] = "TANK",
						["name"] = "利剑-古尔丹",
						["bTag"] = "利箭#5679",
						["class"] = 2,
						["time"] = 1503549807,
						["iLvl"] = 932,
					}, -- [153]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1503549807,
						["name"] = "消失的武器-闪电之刃",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "悲欢离合-艾露恩",
						["bTag"] = "紅帽#5417",
						["class"] = 3,
						["time"] = 1503549807,
						["iLvl"] = 915,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1503549807,
						["name"] = "咬人喔-阿克蒙德",
					}, -- [156]
					{
						["role"] = "TANK",
						["name"] = "矽欧诺-戈提克",
						["bTag"] = "蛮力之裤#527625",
						["class"] = 11,
						["time"] = 1503549807,
						["iLvl"] = 886,
					}, -- [157]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1503549807,
						["name"] = "咪咪啊-洛萨",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503549807,
						["name"] = "王師傅丶-阿纳克洛斯",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503549805,
						["name"] = "我的曉劣人-影之哀伤",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "统一鲜橙多-寒冰皇冠",
						["bTag"] = "lengend#5927",
						["class"] = 2,
						["time"] = 1503549807,
						["iLvl"] = 916,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "七月剑仙-丽丽（四川）",
						["bTag"] = "青莲剑歌#52161",
						["class"] = 1,
						["time"] = 1503549807,
						["iLvl"] = 897,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "出了名的萌-死亡之翼",
						["bTag"] = "钱小贤#5762",
						["class"] = 12,
						["time"] = 1503919667,
						["iLvl"] = 938,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "怒声咆哮-海克泰尔",
						["bTag"] = "裸奔的油条#5995",
						["class"] = 1,
						["time"] = 1503919669,
						["iLvl"] = 934,
					}, -- [164]
					{
						["role"] = "HEALER",
						["name"] = "丶任我熊-凤凰之神",
						["bTag"] = "无间地狱#5793",
						["class"] = 11,
						["time"] = 1503919671,
						["iLvl"] = 927,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "冥之皇荥-阿尔萨斯",
						["bTag"] = "皇影#5150",
						["class"] = 3,
						["time"] = 1503919671,
						["iLvl"] = 899,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "静赏花落-石锤",
						["bTag"] = "网名涉嫌违规#5990",
						["class"] = 6,
						["time"] = 1503919671,
						["iLvl"] = 932,
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "动物世界-迦顿",
						["bTag"] = "一朵彩云#5808",
						["class"] = 7,
						["time"] = 1503919671,
						["iLvl"] = 929,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "花钱丶买寂寞-玛洛加尔",
						["bTag"] = "为了部落#511120",
						["class"] = 6,
						["time"] = 1503919671,
						["iLvl"] = 933,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "牛村一村长-亚雷戈斯",
						["bTag"] = "牛村一村长#5366",
						["class"] = 1,
						["time"] = 1503919671,
						["iLvl"] = 930,
					}, -- [170]
					{
						["role"] = "TANK",
						["name"] = "月崖丨佛-克尔苏加德",
						["bTag"] = "浮黎#51341",
						["class"] = 1,
						["time"] = 1503919671,
						["iLvl"] = 905,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "萝莉紧致粉嫩-贫瘠之地",
						["bTag"] = "落泪卡布奇诺#5296",
						["class"] = 2,
						["time"] = 1503919671,
						["iLvl"] = 936,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "风流小刀-玛瑟里顿",
						["bTag"] = "光辉勇士#5986",
						["class"] = 6,
						["time"] = 1503919671,
						["iLvl"] = 934,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "往事随风成空-银松森林",
						["bTag"] = "泰丶兰丶德的记忆#5298",
						["class"] = 10,
						["time"] = 1503919671,
						["iLvl"] = 902,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "Sherrycici-燃烧之刃",
						["bTag"] = "HWANGJUNGEUM#5959",
						["class"] = 4,
						["time"] = 1503919671,
						["iLvl"] = 923,
					}, -- [175]
					{
						["role"] = "TANK",
						["name"] = "花落伊人丶-斯克提斯",
						["bTag"] = "萨洛#51322",
						["class"] = 2,
						["time"] = 1503919671,
						["iLvl"] = 913,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "表姐你真美-冰霜之刃",
						["bTag"] = "Papasica#5113",
						["class"] = 9,
						["time"] = 1503919671,
						["iLvl"] = 937,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "派洛特-黑暗魅影",
						["bTag"] = "冰之峰#5988",
						["class"] = 6,
						["time"] = 1503919671,
						["iLvl"] = 916,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "血帆小射手-影之哀伤",
						["bTag"] = "yuqian#5237",
						["class"] = 3,
						["time"] = 1503919671,
						["iLvl"] = 912,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "哥一脸憔悴-阿卡玛",
						["bTag"] = "我不是耍娃#5467",
						["class"] = 12,
						["time"] = 1503919671,
						["iLvl"] = 932,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕十五-雷霆之王",
						["bTag"] = "轩辕十四#5547",
						["class"] = 8,
						["time"] = 1503919671,
						["iLvl"] = 906,
					}, -- [181]
					{
						["role"] = "TANK",
						["name"] = "冰风冷雪-深渊之巢",
						["bTag"] = "冰风雪#5646",
						["class"] = 1,
						["time"] = 1503919671,
						["iLvl"] = 901,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503919669,
						["name"] = "幽蓝詩织-黑龙军团",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503919671,
						["name"] = "姝妃-安苏",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503919671,
						["name"] = "法力嗜血者-燃烧军团",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503919671,
						["name"] = "黎夕丶-龙骨平原",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1503919671,
						["name"] = "扬血-梅尔加尼",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503919671,
						["name"] = "鹿鹿大官人-燃烧之刃",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503919671,
						["name"] = "寂年丶-神圣之歌",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503919671,
						["name"] = "踏私定购-元素之力",
					}, -- [190]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1503919671,
						["name"] = "炽丶漓天-布兰卡德",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503919671,
						["name"] = "锦銮飞绣-黑铁",
					}, -- [192]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1503919671,
						["name"] = "心碎如纸屑-提尔之手",
					}, -- [193]
				},
				["1-124-422-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "得了隆咚呛-暗影议会",
						["bTag"] = "修仙世上#5968",
						["time"] = 1502354182,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 867,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "张一生-死亡之翼",
						["bTag"] = "小小之植物#5651",
						["class"] = 1,
						["time"] = 1502354182,
						["iLvl"] = 834,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "可爱多丷-阿纳克洛斯",
						["bTag"] = "Dora#5500",
						["class"] = 5,
						["time"] = 1502354182,
						["iLvl"] = 934,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1502354182,
						["name"] = "猴子大冲锋-格雷迈恩",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "科尔苏泇德-无尽之海",
						["bTag"] = "科尔苏嘉德#5865",
						["class"] = 11,
						["time"] = 1502354439,
						["iLvl"] = 912,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502354459,
						["name"] = "添添向上-时光之穴",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Crital-安苏",
						["bTag"] = "德泽#5607",
						["class"] = 1,
						["time"] = 1502354430,
						["iLvl"] = 836,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Deleven-寒冰皇冠",
						["bTag"] = "dean#5865",
						["class"] = 12,
						["time"] = 1502354439,
						["iLvl"] = 908,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "脚后跟呀-加基森",
						["bTag"] = "huidaye#5501",
						["class"] = 3,
						["time"] = 1502354532,
						["iLvl"] = 897,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "鎮遠-通灵学院",
						["bTag"] = "九尾凤羽#51179",
						["class"] = 10,
						["time"] = 1502354532,
						["iLvl"] = 902,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1502357731,
						["name"] = "Yayuki-艾莫莉丝",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "为光明而战-回音山",
						["bTag"] = "为梦想而战#5571",
						["class"] = 3,
						["time"] = 1502357731,
						["iLvl"] = 888,
					}, -- [12]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1502357731,
						["name"] = "九九水圣九九-阿斯塔洛",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502357731,
						["name"] = "血祭厶猟獵-红云台地",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "墨墨不予-安苏",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1502357754,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Pandaneko-暴风祭坛",
						["bTag"] = "兔子猫#5299",
						["class"] = 5,
						["time"] = 1502357754,
						["iLvl"] = 882,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "十橙大防骑-能源舰",
						["bTag"] = "提里奥弗丁#51879",
						["class"] = 2,
						["time"] = 1502357754,
						["iLvl"] = 941,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "俏也不爭春-无尽之海",
						["bTag"] = "我是你心哥#5840",
						["class"] = 7,
						["time"] = 1502357865,
						["iLvl"] = 691,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1502357859,
						["name"] = "帅气的老头子-安苏",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "小小颜-主宰之剑",
						["bTag"] = "农夫三拳#52559",
						["class"] = 1,
						["time"] = 1502357870,
						["iLvl"] = 929,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "万古不朽-埃德萨拉",
						["bTag"] = "痕风羽#5711",
						["class"] = 1,
						["time"] = 1502358035,
						["iLvl"] = 918,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502357952,
						["name"] = "灬我好烦灬-埃德萨拉",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "仓井一空-古尔丹",
						["bTag"] = "苍水#51449",
						["class"] = 2,
						["time"] = 1502358045,
						["iLvl"] = 931,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "Babygroot-阿曼尼",
						["bTag"] = "Battle#5481",
						["class"] = 11,
						["time"] = 1502358043,
						["iLvl"] = 913,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "公瑾丶-冰霜之刃",
						["bTag"] = "社会你涵哥#5603",
						["class"] = 2,
						["time"] = 1502425669,
						["iLvl"] = 801,
					}, -- [25]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1502425669,
						["name"] = "Professor-凤凰之神",
					}, -- [26]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502425669,
						["name"] = "伊点繁星-冰风岗",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "爱莉酱丶-死亡之翼",
						["bTag"] = "BT160514#5497",
						["class"] = 8,
						["time"] = 1502425669,
						["iLvl"] = 931,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "老子豁出去了-萨尔",
						["bTag"] = "三点木人水#5448",
						["time"] = 1502425826,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 864,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "清晨寒意-萨尔",
						["bTag"] = "就像一场梦#51121",
						["class"] = 8,
						["time"] = 1502425826,
						["iLvl"] = 938,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "战影逐风-死亡之翼",
						["bTag"] = "战影#5403",
						["time"] = 1502472261,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 939,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "卡西迪奥-凤凰之神",
						["bTag"] = "卡西迪奥#5969",
						["class"] = 8,
						["time"] = 1502472273,
						["iLvl"] = 931,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Vannesa-丹莫德",
						["bTag"] = "木落落#5298",
						["class"] = 5,
						["time"] = 1502472273,
						["iLvl"] = 930,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "源计划灬风-贫瘠之地",
						["bTag"] = "快跑小姑娘#51424",
						["class"] = 3,
						["time"] = 1502472273,
						["iLvl"] = 918,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "奇跡贼-安苏",
						["bTag"] = "法力风法力暴#5740",
						["class"] = 4,
						["time"] = 1502472273,
						["iLvl"] = 919,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "就愛重楼-巨龙之吼",
						["bTag"] = "重楼1403#5663",
						["time"] = 1502472400,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 902,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "吼少侠-血色十字军",
						["bTag"] = "诺娃#511630",
						["class"] = 1,
						["time"] = 1502472464,
						["iLvl"] = 886,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "Becart-加尔",
						["bTag"] = "Ciress#5114",
						["class"] = 11,
						["time"] = 1502472464,
						["iLvl"] = 913,
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "茶树-阿拉希",
						["bTag"] = "李喵喵#51430",
						["class"] = 5,
						["time"] = 1502472464,
						["iLvl"] = 914,
					}, -- [39]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1502472464,
						["name"] = "怪怪牛蜀黍-鲜血熔炉",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "闻香识宝宝-亚雷戈斯",
						["bTag"] = "天堂鸟#5439",
						["class"] = 3,
						["time"] = 1502637494,
						["iLvl"] = 929,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "猛回头-罗宁",
						["bTag"] = "舍得大自在#5225",
						["class"] = 4,
						["time"] = 1502637553,
						["iLvl"] = 880,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "百鬼飞-龙骨平原",
						["bTag"] = "百鬼飞#5347",
						["class"] = 4,
						["time"] = 1502637553,
						["iLvl"] = 926,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Luolita-斯克提斯",
						["bTag"] = "无殇爬海#5110",
						["class"] = 3,
						["time"] = 1502637553,
						["iLvl"] = 860,
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "爪爪抓咪咪-死亡之翼",
						["bTag"] = "福妹#5108",
						["class"] = 11,
						["time"] = 1502637553,
						["iLvl"] = 800,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "莹在我心丶-燃烧之刃",
						["bTag"] = "三岛淳风#5787",
						["class"] = 12,
						["time"] = 1502679171,
						["iLvl"] = 938,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "手术刃-哈卡",
						["bTag"] = "石破天惊#5641",
						["class"] = 4,
						["time"] = 1502679171,
						["iLvl"] = 855,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "至少还有妳-深渊之巢",
						["bTag"] = "刘诗诗#5596",
						["class"] = 6,
						["time"] = 1502679171,
						["iLvl"] = 912,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "爷䧂爷-安苏",
						["bTag"] = "小德#51321",
						["class"] = 1,
						["time"] = 1502679171,
						["iLvl"] = 932,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "德云射-死亡熔炉",
						["bTag"] = "随心#5614",
						["class"] = 3,
						["time"] = 1502679460,
						["iLvl"] = 850,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "戦丶狩溟-凤凰之神",
						["bTag"] = "提伯斯#5602",
						["class"] = 1,
						["time"] = 1502679794,
						["iLvl"] = 900,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "邪冰凋零-伊利丹",
						["bTag"] = "銄鈤葵的约定#5332",
						["class"] = 6,
						["time"] = 1502679794,
						["iLvl"] = 937,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "吾奶牛也-冰风岗",
						["bTag"] = "愤怒的小鸟#5866",
						["class"] = 3,
						["time"] = 1502679794,
						["iLvl"] = 894,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "九脉神剑-阿纳克洛斯",
						["bTag"] = "冲锋陷阵#5130",
						["class"] = 1,
						["time"] = 1502679794,
						["iLvl"] = 881,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "迷离大萌牛-达尔坎",
						["bTag"] = "dx2050#5338",
						["time"] = 1502694793,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 692,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Seehope-阿克蒙德",
						["bTag"] = "MrYang#5419",
						["class"] = 2,
						["time"] = 1502694689,
						["iLvl"] = 896,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "新手团指导员-龙骨平原",
						["bTag"] = "新手团团长#5771",
						["class"] = 12,
						["time"] = 1502694793,
						["iLvl"] = 896,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "莪灬想她緈諨-闪电之刃",
						["bTag"] = "爱你的喆#5579",
						["class"] = 8,
						["time"] = 1502694631,
						["iLvl"] = 721,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "炫神-丽丽（四川）",
						["bTag"] = "宁波大学前门保安#5516",
						["class"] = 3,
						["time"] = 1502694739,
						["iLvl"] = 775,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "邹某丶-迦拉克隆",
						["bTag"] = "满身大汉的宋哈娜#5910",
						["class"] = 1,
						["time"] = 1502694793,
						["iLvl"] = 925,
					}, -- [60]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502694793,
						["name"] = "苏幕遮-夺灵者",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "棒了个棒-影之哀伤",
						["bTag"] = "离护腕还有3个月#5697",
						["time"] = 1502694956,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "急先锋丶孤猎-太阳之井",
						["bTag"] = "越来越好#5113",
						["class"] = 3,
						["time"] = 1502694956,
						["iLvl"] = 930,
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "青涩稻穗-雏龙之翼",
						["bTag"] = "DICKY#5147",
						["class"] = 5,
						["time"] = 1502694926,
						["iLvl"] = 927,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "冥丨魔剑师-安苏",
						["bTag"] = "HappyPants#559366",
						["class"] = 1,
						["time"] = 1502694956,
						["iLvl"] = 899,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "极恶魔索-克尔苏加德",
						["bTag"] = "神之长子#51846",
						["class"] = 12,
						["time"] = 1502694956,
						["iLvl"] = 903,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "升值器-阿克蒙德",
						["bTag"] = "绝对不抗打#5439",
						["time"] = 1502757756,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 926,
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "清风白茶灬-安苏",
						["bTag"] = "齐浩#5920",
						["time"] = 1502757772,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 910,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "夏晓米儿-阿比迪斯",
						["bTag"] = "大秦锐士#5471",
						["class"] = 12,
						["time"] = 1502757855,
						["iLvl"] = 901,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "骷髅的灵魂-克尔苏加德",
						["bTag"] = "AnFang#5942",
						["class"] = 4,
						["time"] = 1502757855,
						["iLvl"] = 830,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1502757855,
						["name"] = "Chaosdeath-阿尔萨斯",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "戏子牛牛-托尔巴拉德",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1502758001,
					}, -- [72]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1502758001,
						["name"] = "流乄逝-死亡之翼",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "小浪狗丶-熔火之心",
						["bTag"] = "虚妄#5499",
						["class"] = 2,
						["time"] = 1502758001,
						["iLvl"] = 688,
					}, -- [74]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502758001,
						["name"] = "忧郁星期天-火焰之树",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "关节炎-狂热之刃",
						["bTag"] = "浮士德#5953",
						["class"] = 4,
						["time"] = 1502873052,
						["iLvl"] = 869,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502873052,
						["name"] = "眼镜妹-梅尔加尼",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉德裂-贫瘠之地",
						["bTag"] = "王晨嘉#5185",
						["time"] = 1502873134,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 892,
					}, -- [78]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502873219,
						["name"] = "臻灬元宵-格瑞姆巴托",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "后山挖土豆-卡珊德拉",
						["bTag"] = "后山挖土豆#5821",
						["class"] = 2,
						["time"] = 1502873287,
						["iLvl"] = 895,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Selmy-血吼",
						["bTag"] = "Ghul#5974",
						["class"] = 1,
						["time"] = 1502873272,
						["iLvl"] = 938,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "丨狍子丨-格瑞姆巴托",
						["bTag"] = "莫天下#5378",
						["class"] = 1,
						["time"] = 1502873240,
						["iLvl"] = 904,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1502873240,
						["name"] = "一空青一-安苏",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "河马灬寂静-海克泰尔",
						["bTag"] = "寒冷飞行#5461",
						["time"] = 1503119430,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 928,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "暗滅-迦拉克隆",
						["bTag"] = "SawPlayer#5285",
						["class"] = 4,
						["time"] = 1503119467,
						["iLvl"] = 907,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "我是丨神棍德-凤凰之神",
						["bTag"] = "贴膜啦贴膜嘞#5487",
						["class"] = 11,
						["time"] = 1503119467,
						["iLvl"] = 939,
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "梦里桃花落丷-影之哀伤",
						["bTag"] = "秋枫落丶#5342",
						["class"] = 10,
						["time"] = 1503119467,
						["iLvl"] = 904,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "月季-恐怖图腾",
						["bTag"] = "玫瑰人生#5500",
						["time"] = 1503157501,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 903,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮魔魂-鬼雾峰",
						["bTag"] = "牛郎顶织女#5998",
						["class"] = 4,
						["time"] = 1503157501,
						["iLvl"] = 931,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "丨魑魅魍魉丨-夏维安",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1503162355,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503162429,
						["name"] = "Deatus-斯克提斯",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "有人偷袭-加兹鲁维",
						["bTag"] = "黎明之曦#5135",
						["class"] = 11,
						["time"] = 1503162429,
						["iLvl"] = 824,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "风吟越歌-鲜血熔炉",
						["bTag"] = "零界男爵#5435",
						["class"] = 12,
						["time"] = 1503162429,
						["iLvl"] = 839,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503162429,
						["name"] = "艾绘鼠-冰风岗",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Raulista-死亡之翼",
						["bTag"] = "Raulista#5811",
						["class"] = 6,
						["time"] = 1503357013,
						["iLvl"] = 927,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "安安小魔-能源舰",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1503357150,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "好友是瓜皮-安苏",
						["bTag"] = "BestLatido#5646",
						["class"] = 7,
						["time"] = 1503357343,
						["iLvl"] = 915,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "光明一族-试炼之环",
						["bTag"] = "hanchunlin#5386",
						["class"] = 9,
						["time"] = 1503357191,
						["iLvl"] = 874,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "橙装敌法-燃烧之刃",
						["bTag"] = "云天明#5861",
						["time"] = 1503357315,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "贪得无厌阿强-雷霆之王",
						["bTag"] = "打酱油的灰翼#5113",
						["class"] = 5,
						["time"] = 1503357343,
						["iLvl"] = 914,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503357343,
						["name"] = "Elanjo-迪瑟洛克",
					}, -- [101]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "爵士风的老婆-提尔之手",
						["bTag"] = "且行且珍惜#5470",
						["class"] = 8,
						["time"] = 1502306422,
						["iLvl"] = 916,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "乄长夜对残烛-凤凰之神",
						["bTag"] = "午夜灬华尔兹#5244",
						["class"] = 3,
						["time"] = 1502306422,
						["iLvl"] = 850,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "帕拉丁狗-玛洛加尔",
						["bTag"] = "柠檬先生#51937",
						["class"] = 2,
						["time"] = 1502306422,
						["iLvl"] = 909,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "心丶爲何不醉-燃烧之刃",
						["bTag"] = "最後的冰吻#5882",
						["class"] = 2,
						["time"] = 1502306422,
						["iLvl"] = 934,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "胡三十-伊森利恩",
						["bTag"] = "酒醉人生梦#5183",
						["class"] = 2,
						["time"] = 1502306422,
						["iLvl"] = 906,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Neala-霜狼",
						["bTag"] = "汗汗#5418",
						["class"] = 8,
						["time"] = 1502306422,
						["iLvl"] = 929,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "雪兔奶瓶-迅捷微风",
						["bTag"] = "火柴人#51222",
						["class"] = 8,
						["time"] = 1502306422,
						["iLvl"] = 904,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "起床做梦户-死亡之翼",
						["bTag"] = "贪睡之熊#511778",
						["class"] = 8,
						["time"] = 1502306422,
						["iLvl"] = 897,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "时迁-风行者",
						["bTag"] = "半颗糖豆豆#5703",
						["class"] = 4,
						["time"] = 1502306422,
						["iLvl"] = 906,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "戈德林之魂-燃烧之刃",
						["bTag"] = "开心妹#5270",
						["class"] = 11,
						["time"] = 1502306422,
						["iLvl"] = 929,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "猫人哥-提瑞斯法",
						["bTag"] = "andytsport#5536",
						["class"] = 10,
						["time"] = 1502306422,
						["iLvl"] = 918,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "萌丨青羽-埃克索图斯",
						["bTag"] = "半梦半醒半浮生#51429",
						["class"] = 12,
						["time"] = 1502306422,
						["iLvl"] = 876,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502306422,
						["name"] = "小小想-卡扎克",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "冰颜兮丶-死亡之翼",
						["bTag"] = "RoRu#5574",
						["class"] = 3,
						["time"] = 1502306422,
						["iLvl"] = 904,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "呆萌五神-拉文凯斯",
						["bTag"] = "WLGQ#5325",
						["class"] = 5,
						["time"] = 1502306422,
						["iLvl"] = 870,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "故城旧人-奥斯里安",
						["bTag"] = "ADOG#51598",
						["class"] = 1,
						["time"] = 1502306422,
						["iLvl"] = 932,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "德贤-燃烧之刃",
						["bTag"] = "出久#5775",
						["class"] = 11,
						["time"] = 1502306422,
						["iLvl"] = 913,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "武则天-甜水绿洲",
						["bTag"] = "灰烬灬使者#5836",
						["class"] = 1,
						["time"] = 1502306422,
						["iLvl"] = 916,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "恋心儿-诺莫瑞根",
						["bTag"] = "野战猪#5545",
						["class"] = 12,
						["time"] = 1502306422,
						["iLvl"] = 894,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "举高高要抱抱-阿纳克洛斯",
						["bTag"] = "深訫#5153",
						["class"] = 4,
						["time"] = 1502306422,
						["iLvl"] = 928,
					}, -- [20]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1502306422,
						["name"] = "炮轰邻家小猫-阿拉希",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "今儿天儿不错-死亡之翼",
						["bTag"] = "致命之鼠#521287",
						["class"] = 12,
						["time"] = 1502306422,
						["iLvl"] = 883,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "跳脚丿米线-蜘蛛王国",
						["bTag"] = "李龙翔#5231",
						["class"] = 3,
						["time"] = 1502306422,
						["iLvl"] = 920,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "杰克丹尼斯-火焰之树",
						["bTag"] = "JACKDANIELR#5425",
						["class"] = 6,
						["time"] = 1502306422,
						["iLvl"] = 911,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "抓棒波-燃烧之刃",
						["bTag"] = "失忆的猫#5639",
						["class"] = 4,
						["time"] = 1502306422,
						["iLvl"] = 892,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "血腥罪人-安戈洛",
						["bTag"] = "罪人#5810",
						["class"] = 11,
						["time"] = 1502306422,
						["iLvl"] = 935,
					}, -- [26]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1502306422,
						["name"] = "撩农头踏-提尔之手",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "薩鲁法尔丶-伊森利恩",
						["bTag"] = "钱文宏#5239",
						["class"] = 1,
						["time"] = 1502306422,
						["iLvl"] = 892,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "洛伊灬-加兹鲁维",
						["bTag"] = "丶丶七#5778",
						["class"] = 1,
						["time"] = 1502306422,
						["iLvl"] = 896,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子夭之-安苏",
						["bTag"] = "空丶城#51618",
						["class"] = 4,
						["time"] = 1502306422,
						["iLvl"] = 919,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿忒弥斯丶-燃烧之刃",
						["bTag"] = "谢菲尔#5401",
						["class"] = 7,
						["time"] = 1502306422,
						["iLvl"] = 937,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "明暗皆辅战-伊森利恩",
						["bTag"] = "luke#5684",
						["class"] = 11,
						["time"] = 1502306422,
						["iLvl"] = 934,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "神圣小师妹-无尽之海",
						["bTag"] = "相影生辉#5374",
						["class"] = 2,
						["time"] = 1502306422,
						["iLvl"] = 911,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "你想吃点什么-影之哀伤",
						["bTag"] = "BT160703#53407",
						["class"] = 3,
						["time"] = 1502306422,
						["iLvl"] = 905,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "冥丨鬼刃-无尽之海",
						["bTag"] = "冥丨鬼刃#5515",
						["class"] = 1,
						["time"] = 1502306422,
						["iLvl"] = 912,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "远在咫尺丶-安苏",
						["bTag"] = "穷一生作侍臣#51841",
						["class"] = 1,
						["time"] = 1502306422,
						["iLvl"] = 927,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "奈法兰-丽丽（四川）",
						["bTag"] = "gabencen#5602",
						["class"] = 6,
						["time"] = 1502306422,
						["iLvl"] = 921,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "雪刹那乄毛叔-红龙女王",
						["bTag"] = "毛叔叔#5959",
						["class"] = 3,
						["time"] = 1502306422,
						["iLvl"] = 927,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "晴懒懒晴-洛肯",
						["bTag"] = "暴躁之鼬#554956",
						["class"] = 12,
						["time"] = 1502306422,
						["iLvl"] = 880,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷丶丶-黑铁",
						["bTag"] = "骷髅老祖宗#5249",
						["time"] = 1502355557,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 905,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "黑色色夜空-血色十字军",
						["bTag"] = "跳跳熊#586200",
						["class"] = 6,
						["time"] = 1502355557,
						["iLvl"] = 933,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502355799,
						["name"] = "帝殇枫涯-伊利丹",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "漫湾小剑客-埃德萨拉",
						["bTag"] = "小剑客#5251",
						["class"] = 11,
						["time"] = 1502355569,
						["iLvl"] = 916,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "阿菲哥-影之哀伤",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1502384181,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1502384165,
						["name"] = "彪血的红中-烈焰峰",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "小群-诺兹多姆",
						["bTag"] = "光明之锤#5189675",
						["class"] = 3,
						["time"] = 1502384332,
						["iLvl"] = 888,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然销魂小萨-鬼雾峰",
						["bTag"] = "jacky710#5106",
						["class"] = 7,
						["time"] = 1502384332,
						["iLvl"] = 912,
					}, -- [47]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1502384225,
						["name"] = "反潜巡洋舰-石爪峰",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "卿心-死亡之翼",
						["bTag"] = "茉莉#5508",
						["class"] = 2,
						["time"] = 1502384269,
						["iLvl"] = 928,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "香菇炒青菜-达尔坎",
						["bTag"] = "职业老司机#5832",
						["time"] = 1502445255,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 900,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "不分时候-莱索恩",
						["bTag"] = "坂上#5338",
						["class"] = 8,
						["time"] = 1502445275,
						["iLvl"] = 917,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1502445275,
						["name"] = "佐尔洛克-黑暗之门",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "血骑士-黑翼之巢",
						["bTag"] = "韩亮#51582",
						["class"] = 6,
						["time"] = 1502445275,
						["iLvl"] = 913,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "造孽的黄瓜-密林游侠",
						["bTag"] = "山顶巨人郭敬明#5111",
						["time"] = 1502445960,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "二手武器战-死亡之翼",
						["bTag"] = "珂赛特#5666",
						["class"] = 1,
						["time"] = 1502445887,
						["iLvl"] = 926,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "執手-影之哀伤",
						["bTag"] = "执手红颜老#5174",
						["class"] = 12,
						["time"] = 1502445923,
						["iLvl"] = 925,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "貔貅丨狼牙-无尽之海",
						["bTag"] = "狼牙乄小米#51106",
						["time"] = 1502445975,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒丶贪婪-伊森利恩",
						["bTag"] = "草鹿丶八千流#5670",
						["time"] = 1502446658,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "黑暗丶魂-莱索恩",
						["bTag"] = "胖子#5928",
						["time"] = 1502446703,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 803,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Emilie-冰风岗",
						["bTag"] = "这是幻象#5476",
						["class"] = 2,
						["time"] = 1502446703,
						["iLvl"] = 909,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "明大大丶-甜水绿洲",
						["bTag"] = "明大大#5628",
						["class"] = 9,
						["time"] = 1502446677,
						["iLvl"] = 896,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "我就这款式-踏梦者",
						["bTag"] = "就这款式#5974",
						["time"] = 1502447675,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "埃文丶蛋-丽丽（四川）",
						["bTag"] = "华丽之兽人#538114",
						["class"] = 12,
						["time"] = 1502447764,
						["iLvl"] = 865,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "笨笨沐师-阿拉希",
						["bTag"] = "笨笨沐师#5774",
						["class"] = 5,
						["time"] = 1502447749,
						["iLvl"] = 931,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Legolasa-奥蕾莉亚",
						["bTag"] = "三寸阳光#5972",
						["class"] = 3,
						["time"] = 1502447762,
						["iLvl"] = 896,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "乌鸦坐飞机丶-格瑞姆巴托",
						["bTag"] = "暴躁的王老汉#5734",
						["class"] = 12,
						["time"] = 1502447812,
						["iLvl"] = 797,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "吧嚓嘿-海加尔",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1502447905,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1502447905,
						["name"] = "会长是女仆-海加尔",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣老干爹-贫瘠之地",
						["bTag"] = "我的心太乱#5766",
						["class"] = 4,
						["time"] = 1502447905,
						["iLvl"] = 896,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "细牙-血色十字军",
						["bTag"] = "蛋黄派#5247",
						["class"] = 7,
						["time"] = 1502447905,
						["iLvl"] = 920,
					}, -- [70]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1503118903,
						["name"] = "无敌牛霸天-神圣之歌",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1503118903,
						["name"] = "Helandariou-狂热之刃",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "小姐喝绿茶吗-加兹鲁维",
						["bTag"] = "牧流冰#5481",
						["class"] = 2,
						["time"] = 1503118903,
						["iLvl"] = 910,
					}, -- [73]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1503118903,
						["name"] = "鲨齿渊虹-贫瘠之地",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "叮当爱-瓦拉斯塔兹",
						["bTag"] = "六一#5219",
						["class"] = 4,
						["time"] = 1503132135,
						["iLvl"] = 888,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "书童灬华安-艾莫莉丝",
						["bTag"] = "缘分#51725",
						["class"] = 1,
						["time"] = 1503132135,
						["iLvl"] = 929,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "灬噬魂灬-巫妖之王",
						["bTag"] = "灬噬魂灬#5671",
						["time"] = 1503132230,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "无良小西-亚雷戈斯",
						["bTag"] = "weqr#5183",
						["class"] = 2,
						["time"] = 1503132237,
						["iLvl"] = 900,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "七弦离音-格瑞姆巴托",
						["bTag"] = "冰臣#5279",
						["time"] = 1503132237,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 906,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "弑魂贪狼-狂热之刃",
						["bTag"] = "弑魂逐砜#5759",
						["class"] = 12,
						["time"] = 1503132237,
						["iLvl"] = 912,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "丷韧十牸架丷-桑德兰",
						["bTag"] = "Visionkai#5684",
						["time"] = 1503155623,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 888,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "二塔村长-影之哀伤",
						["bTag"] = "村长#5932",
						["class"] = 12,
						["time"] = 1503155623,
						["iLvl"] = 884,
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "岛国女尤-寒冰皇冠",
						["bTag"] = "心瘾#5293",
						["class"] = 2,
						["time"] = 1503155623,
						["iLvl"] = 904,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "老子有毒-菲米丝",
						["bTag"] = "天宝#5274",
						["class"] = 5,
						["time"] = 1503155623,
						["iLvl"] = 917,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "出了名的萌-死亡之翼",
						["bTag"] = "钱小贤#5762",
						["class"] = 12,
						["time"] = 1503919576,
						["iLvl"] = 938,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "怒声咆哮-海克泰尔",
						["bTag"] = "裸奔的油条#5995",
						["class"] = 1,
						["time"] = 1503919576,
						["iLvl"] = 934,
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "丶任我熊-凤凰之神",
						["bTag"] = "无间地狱#5793",
						["class"] = 11,
						["time"] = 1503919576,
						["iLvl"] = 927,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "菱形位置-凤凰之神",
						["bTag"] = "老菱#5345",
						["class"] = 3,
						["time"] = 1503919564,
						["iLvl"] = 888,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503919576,
						["name"] = "静赏花落-石锤",
					}, -- [89]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小小雪姨-远古海滩",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1502469420,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灭团肾骑士-燃烧之刃",
						["bTag"] = "ZMask#5177",
						["class"] = 2,
						["time"] = 1502469555,
						["iLvl"] = 704,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "找恶魔的小彬-凯恩血蹄",
						["bTag"] = "菜头妹#5399",
						["class"] = 2,
						["time"] = 1502469555,
						["iLvl"] = 937,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1502469555,
						["name"] = "小偷心罚-死亡之翼",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "風賽卡-布兰卡德",
						["bTag"] = "风赛卡#5942",
						["time"] = 1502469823,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 912,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1502469769,
						["name"] = "雷灬盾-奥尔加隆",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "离殇的歌-格瑞姆巴托",
						["bTag"] = "SneakyTurtle#524518",
						["class"] = 3,
						["time"] = 1502469906,
						["iLvl"] = 932,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "我是丽萨酷奇-巴瑟拉斯",
						["bTag"] = "王铁柱的愤怒#51546",
						["time"] = 1502469949,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 909,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1502469851,
						["name"] = "冷树-伊森利恩",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1502472129,
						["name"] = "冷冷丶丶冷-伊森利恩",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1502472129,
						["name"] = "焰之月殇-死亡之翼",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Mysticalfs-索瑞森",
						["bTag"] = "kay2420#5826",
						["time"] = 1502513939,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 848,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502513939,
						["name"] = "巨摩劣人杰克-达尔坎",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "天殇丶丶-回音山",
						["bTag"] = "meng#5164",
						["class"] = 1,
						["time"] = 1502513939,
						["iLvl"] = 910,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮鲁-格瑞姆巴托",
						["bTag"] = "皮皮鲁#52943",
						["class"] = 1,
						["time"] = 1502513939,
						["iLvl"] = 802,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "一粒淡-卡德加",
						["bTag"] = "回眸在曲末#5502",
						["time"] = 1502514077,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "尘埃落烬-埃德萨拉",
						["bTag"] = "打不过小学生#51574",
						["time"] = 1502514154,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 888,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "降龙壹巴掌-狂热之刃",
						["bTag"] = "少侠慢走#5162",
						["class"] = 5,
						["time"] = 1502514154,
						["iLvl"] = 876,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒無情-迦拉克隆",
						["bTag"] = "潇洒無情#5318",
						["class"] = 8,
						["time"] = 1502514121,
						["iLvl"] = 935,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "暴爆龙-血牙魔王",
						["bTag"] = "健身的瘦子#5621",
						["time"] = 1502609503,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 850,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "抬頭嶶笑-能源舰",
						["bTag"] = "九天#5335",
						["class"] = 3,
						["time"] = 1502609503,
						["iLvl"] = 910,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔的终结者-熔火之心",
						["bTag"] = "孤傲之小熊#5717",
						["class"] = 3,
						["time"] = 1502609503,
						["iLvl"] = 935,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "亦丶凡-死亡之翼",
						["bTag"] = "Darkblue#5914",
						["time"] = 1502610234,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 895,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Tumblerlin-布兰卡德",
						["bTag"] = "阿傑#51967",
						["class"] = 3,
						["time"] = 1502610234,
						["iLvl"] = 932,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "奔叁兒老者-主宰之剑",
						["bTag"] = "佬者归来#5805",
						["class"] = 3,
						["time"] = 1502610234,
						["iLvl"] = 929,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "丨爱派德丨-摩摩尔",
						["bTag"] = "丨归无所从丨#5816",
						["time"] = 1502680156,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 899,
					}, -- [26]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1502680154,
						["name"] = "沐屍-希尔瓦娜斯",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1502680152,
						["name"] = "超巨黑洞-鬼雾峰",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "兔子的小咕-冰霜之刃",
						["bTag"] = "兔子的兔子#5837",
						["class"] = 11,
						["time"] = 1502680156,
						["iLvl"] = 907,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1502680319,
						["name"] = "邻家小妹儿-雷克萨",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "乄冷墨倾城乄-诺兹多姆",
						["bTag"] = "冷漠倾城#5331",
						["class"] = 2,
						["time"] = 1502680364,
						["iLvl"] = 927,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "柚婷山人-凤凰之神",
						["bTag"] = "桥闸#5689",
						["class"] = 12,
						["time"] = 1502680364,
						["iLvl"] = 908,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "滴滴的奶嘴-格瑞姆巴托",
						["bTag"] = "滴滴的奶嘴#5671",
						["class"] = 1,
						["time"] = 1502680364,
						["iLvl"] = 805,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "群星-天空之墙",
						["bTag"] = "小宇哥快跑#5904",
						["class"] = 1,
						["time"] = 1502680476,
						["iLvl"] = 911,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "阴暗之音-黑暗之矛",
						["bTag"] = "缓期#5733",
						["class"] = 9,
						["time"] = 1502680539,
						["iLvl"] = 926,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1502680476,
						["name"] = "穆无霜-风暴之鳞",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1502680539,
						["name"] = "呆萌亨特-卡德罗斯",
					}, -- [37]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1502680539,
						["name"] = "孤清-国王之谷",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "小白舞剑-安苏",
						["bTag"] = "Roe7#5802",
						["class"] = 1,
						["time"] = 1502680539,
						["iLvl"] = 849,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "美宝丶-寒冰皇冠",
						["bTag"] = "美人吟#51171",
						["time"] = 1502706070,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1502706065,
						["name"] = "凤落尘归-格瑞姆巴托",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "基本法-阿克蒙德",
						["bTag"] = "csdujie#5948",
						["class"] = 8,
						["time"] = 1502706047,
						["iLvl"] = 901,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "凉介灬-死亡之翼",
						["bTag"] = "凉介#51894",
						["class"] = 1,
						["time"] = 1502706070,
						["iLvl"] = 896,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "玛丽莲丨梦露-红云台地",
						["bTag"] = "说说说说#5729",
						["time"] = 1502706337,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法少女尼克-末日祷告祭坛",
						["bTag"] = "Nick#52812",
						["time"] = 1502706365,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 902,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "藍精靈-战歌",
						["bTag"] = "来自星星的小小德#5455",
						["class"] = 7,
						["time"] = 1502706365,
						["iLvl"] = 895,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "心之-阿比迪斯",
						["bTag"] = "BT160324#517501",
						["class"] = 6,
						["time"] = 1502706356,
						["iLvl"] = 935,
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "绝版大肥-卡拉赞",
						["bTag"] = "鸿运当头#51699",
						["class"] = 1,
						["time"] = 1502757575,
						["iLvl"] = 930,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1502757568,
						["name"] = "吃皮锅-鬼雾峰",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "法不越升-影之哀伤",
						["bTag"] = "折戟沉沙#51401",
						["class"] = 8,
						["time"] = 1502757607,
						["iLvl"] = 931,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "圣光忽悠你呢-霜狼",
						["bTag"] = "洪荒之力#51203",
						["class"] = 6,
						["time"] = 1502757587,
						["iLvl"] = 857,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹小石头-梅尔加尼",
						["bTag"] = "彩虹玲珑雨#5627",
						["class"] = 3,
						["time"] = 1502757607,
						["iLvl"] = 915,
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "打哈欠的猫丶-埃德萨拉",
						["bTag"] = "腰里揣着个喇嘛#5295",
						["class"] = 6,
						["time"] = 1502757607,
						["iLvl"] = 938,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "坑你没的讲-密林游侠",
						["bTag"] = "顾旭伟#5373",
						["class"] = 7,
						["time"] = 1502757607,
						["iLvl"] = 917,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "液灬曲-伊森利恩",
						["bTag"] = "孙凯#5423",
						["time"] = 1503124319,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 891,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "慢慢习惯就好-黑锋哨站",
						["bTag"] = "CrazyMage#5107896",
						["class"] = 1,
						["time"] = 1503124276,
						["iLvl"] = 832,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "壹成-血色十字军",
						["bTag"] = "HRS#5173",
						["class"] = 4,
						["time"] = 1503124276,
						["iLvl"] = 935,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "刂戝-爱斯特纳",
						["bTag"] = "为了部落#536705",
						["class"] = 4,
						["time"] = 1503124309,
						["iLvl"] = 920,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "廖一天-伊森利恩",
						["bTag"] = "廖一天#5730",
						["time"] = 1503124710,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 893,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "用冰如神-麦维影歌",
						["bTag"] = "嗜血大爷#5770",
						["time"] = 1503124717,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣丶小德-鬼雾峰",
						["bTag"] = "o0fu0ck0o#5235",
						["class"] = 9,
						["time"] = 1503124708,
						["iLvl"] = 917,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "南岗窜天猴-安其拉",
						["bTag"] = "油炸电风扇#5218",
						["class"] = 1,
						["time"] = 1503124656,
						["iLvl"] = 932,
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "咸鱼倘卖么-瑟莱德丝",
						["bTag"] = "卢大帅#51448",
						["class"] = 10,
						["time"] = 1503463375,
						["iLvl"] = 938,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "初心恒久远-死亡之翼",
						["bTag"] = "InsomLuna#5116",
						["class"] = 8,
						["time"] = 1503463375,
						["iLvl"] = 910,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "小小骑士克烈-凤凰之神",
						["bTag"] = "灬魅#51914",
						["class"] = 2,
						["time"] = 1503463375,
						["iLvl"] = 812,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "尛鬼暴力-燃烧平原",
						["bTag"] = "刀锋#51761",
						["class"] = 7,
						["time"] = 1503463375,
						["iLvl"] = 929,
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "我得意的笑-提瑞斯法",
						["bTag"] = "大学老湿#5850",
						["class"] = 11,
						["time"] = 1503811527,
						["iLvl"] = 901,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "提利昂兰特-迦拉克隆",
						["bTag"] = "范达尔不亏#5676",
						["class"] = 3,
						["time"] = 1503811527,
						["iLvl"] = 934,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "神魔女-风行者",
						["bTag"] = "幸运之翼#522528",
						["class"] = 12,
						["time"] = 1503811527,
						["iLvl"] = 892,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "没名儿-天谴之门",
						["bTag"] = "北堂羽#5490",
						["class"] = 3,
						["time"] = 1503811527,
						["iLvl"] = 850,
					}, -- [70]
				},
				["2-119-452-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "丨丶塵囂灬-巨龙之吼",
						["bTag"] = "丨丶辰#5210",
						["class"] = 5,
						["time"] = 1502536284,
						["iLvl"] = 935,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一本道小绵狼-巨龙之吼",
						["bTag"] = "奇迹迷路了#5842",
						["class"] = 4,
						["time"] = 1502536284,
						["iLvl"] = 927,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "三芊-寒冰皇冠",
						["bTag"] = "金多多#5410",
						["class"] = 3,
						["time"] = 1502536284,
						["iLvl"] = 866,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "仙茗-迅捷微风",
						["bTag"] = "一世无橙#51592",
						["class"] = 1,
						["time"] = 1502536284,
						["iLvl"] = 903,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Âãäåæçâãäå-提瑞斯法",
						["bTag"] = "Venn#51182",
						["time"] = 1503125296,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 812,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Witega-屠魔山谷",
						["bTag"] = "独自等待#5259",
						["class"] = 9,
						["time"] = 1503125018,
						["iLvl"] = 885,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丿简小夕丶-血环",
						["bTag"] = "苏小七#5911",
						["class"] = 3,
						["time"] = 1503125145,
						["iLvl"] = 925,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂象左-冬拥湖",
						["bTag"] = "小贝#5266",
						["class"] = 1,
						["time"] = 1503125113,
						["iLvl"] = 908,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "缘之心-火焰之树",
						["bTag"] = "缘之心#5304",
						["class"] = 5,
						["time"] = 1503125296,
						["iLvl"] = 922,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 10,
						["time"] = 1503125296,
						["name"] = "武神丄胜有僧-布兰卡德",
					}, -- [10]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1503125296,
						["name"] = "爱果成疯-冰风岗",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "阿丶波罗-凤凰之神",
						["bTag"] = "那个那个糖大爷#5167",
						["time"] = 1503126756,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 911,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "叶有残花花-洛肯",
						["bTag"] = "abbydern#5718",
						["class"] = 6,
						["time"] = 1503126172,
						["iLvl"] = 913,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "封情不灭-符文图腾",
						["bTag"] = "快慢机#5415",
						["class"] = 7,
						["time"] = 1503126756,
						["iLvl"] = 919,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "天爆星辉火-风暴之怒",
						["bTag"] = "哎呦碰碰#5505",
						["class"] = 8,
						["time"] = 1503126756,
						["iLvl"] = 925,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "一纸-幽暗沼泽",
						["bTag"] = "我是牧师#51588",
						["class"] = 5,
						["time"] = 1503126756,
						["iLvl"] = 875,
					}, -- [16]
				},
				["2-120-466-0"] = {
					{
						["role"] = "TANK",
						["name"] = "绝对素质-通灵学院",
						["bTag"] = "爆血#51844",
						["time"] = 1503128322,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "吉泽丶-冰霜之刃",
						["bTag"] = "恶魔呀#5699",
						["class"] = 12,
						["time"] = 1503128322,
						["iLvl"] = 895,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "离愁-红龙军团",
						["bTag"] = "河马兄#51460",
						["class"] = 8,
						["time"] = 1503128322,
						["iLvl"] = 913,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "怒疯箭行-加基森",
						["bTag"] = "阳光#52134",
						["class"] = 3,
						["time"] = 1503128322,
						["iLvl"] = 909,
					}, -- [4]
				},
			},
			["searchInputHistory"] = {
				["2-0-0-0"] = {
					"周长", -- [1]
				},
				["3-0-0-0"] = {
					"夺魂者", -- [1]
				},
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"3-0-0-0", -- [2]
				"5-0-0-0", -- [3]
				"1-0-0-0", -- [4]
				"1-124-469-0", -- [5]
				"6-0-0-0", -- [6]
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
