
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["芒丶果 - 巨龙之吼"] = "芒丶果 - 巨龙之吼",
	},
	["profiles"] = {
		["芒丶果 - 巨龙之吼"] = {
			["recent"] = {
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "囧丶囧-黑暗之矛",
						["iLvl"] = 903,
						["time"] = 1502289035,
						["class"] = 1,
						["bTag"] = "謎丶失#51192",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "再去吹吹风-海克泰尔",
						["time"] = 1502288907,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "爱慕踢-烈焰峰",
						["iLvl"] = 914,
						["time"] = 1502288935,
						["class"] = 1,
						["bTag"] = "恩木梯#5864",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "胖之萨-影之哀伤",
						["iLvl"] = 932,
						["time"] = 1502289035,
						["class"] = 7,
						["bTag"] = "不死小鸡#5780",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "紫葉凝霜-冰风岗",
						["time"] = 1502288907,
						["class"] = 7,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "大头巾-毁灭之锤",
						["time"] = 1502288909,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "艾塞克斯-洛丹伦",
						["time"] = 1502288905,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "格噜普斯-红龙军团",
						["iLvl"] = 897,
						["time"] = 1502288935,
						["class"] = 9,
						["bTag"] = "左守初#5275",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Macariay-亚雷戈斯",
						["time"] = 1502289035,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "阿五阿六-诺莫瑞根",
						["time"] = 1502288909,
						["class"] = 3,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "俯视妹子乳沟-洛丹伦",
						["time"] = 1502289035,
						["class"] = 10,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "酉星-死亡之翼",
						["time"] = 1502288907,
						["class"] = 6,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "龍龖龘龘龖龍-风暴之鳞",
						["time"] = 1502289035,
						["class"] = 10,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "枫随剑舞-洛肯",
						["iLvl"] = 901,
						["time"] = 1502288917,
						["class"] = 3,
						["bTag"] = "枫随剑舞#5792",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "范氏阿克萌德-迦顿",
						["time"] = 1502288909,
						["class"] = 11,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "灰色之哀-狂热之刃",
						["time"] = 1502289035,
						["class"] = 7,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "只用左手打枪-冰风岗",
						["time"] = 1502288905,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "法神暗想-玛洛加尔",
						["iLvl"] = 919,
						["time"] = 1502289035,
						["class"] = 8,
						["bTag"] = "李独依#51158",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "卜卜愣愣-罗曼斯",
						["iLvl"] = 862,
						["time"] = 1502289035,
						["class"] = 6,
						["bTag"] = "神族糖果#5624",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "淡莣丶-加基森",
						["time"] = 1502288917,
						["class"] = 8,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "中原一贱-冰风岗",
						["time"] = 1502288905,
						["class"] = 3,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "一期一振-冰风岗",
						["iLvl"] = 932,
						["time"] = 1502288909,
						["class"] = 4,
						["bTag"] = "InSync#5860",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "潶灬色夏沫-狂热之刃",
						["iLvl"] = 932,
						["time"] = 1502288923,
						["class"] = 12,
						["bTag"] = "MightyLing#5366",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "索拉丁丶晨风-烈焰峰",
						["time"] = 1502289035,
						["class"] = 4,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "丨绿巨人丨-库德兰",
						["time"] = 1502288948,
						["class"] = 5,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "起个门-芬里斯",
						["time"] = 1502289035,
						["class"] = 9,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "小黏黏-芬里斯",
						["time"] = 1502289035,
						["class"] = 10,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "淺丨葉-血环",
						["iLvl"] = 915,
						["time"] = 1502289035,
						["class"] = 9,
						["bTag"] = "图画小僧#5333",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "啊哦咦-血色十字军",
						["iLvl"] = 933,
						["time"] = 1502288929,
						["class"] = 2,
						["bTag"] = "小骏#5883",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "十八-血顶",
						["time"] = 1502288905,
						["class"] = 8,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "桥花语天-卡德加",
						["iLvl"] = 925,
						["time"] = 1502288923,
						["class"] = 5,
						["bTag"] = "独家记忆5020#5519",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "琳琅纪-丹莫德",
						["time"] = 1502289035,
						["class"] = 12,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "路過夏天-通灵学院",
						["iLvl"] = 935,
						["time"] = 1502289035,
						["class"] = 3,
						["bTag"] = "路过夏天#51657",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "新华字典-风暴之怒",
						["time"] = 1502289035,
						["class"] = 10,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "太阳后裔-鹰巢山",
						["iLvl"] = 937,
						["time"] = 1502289035,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "战神浩克#51810",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "绣锦-布兰卡德",
						["iLvl"] = 881,
						["time"] = 1502289035,
						["class"] = 9,
						["bTag"] = "凯瑞甘#55877",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "边度啊-菲拉斯",
						["iLvl"] = 933,
						["time"] = 1502288929,
						["class"] = 3,
						["bTag"] = "边度啊#5229",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Lifestye-索瑞森",
						["iLvl"] = 914,
						["time"] = 1502289035,
						["class"] = 11,
						["bTag"] = "竹文一字#5458",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "神之伤-死亡之翼",
						["time"] = 1502289035,
						["class"] = 5,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Naivee-塞纳留斯",
						["time"] = 1502289035,
						["class"] = 6,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "毛很黑很黑-利刃之拳",
						["time"] = 1502289035,
						["class"] = 1,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "丶冰音琉-凤凰之神",
						["iLvl"] = 888,
						["time"] = 1502289035,
						["class"] = 2,
						["bTag"] = "时光深存少年梦#5734",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "夿夿-迦拉克隆",
						["iLvl"] = 918,
						["time"] = 1502288923,
						["class"] = 8,
						["bTag"] = "水水水水#5863",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "Halashuo-奈法利安",
						["iLvl"] = 914,
						["time"] = 1502289035,
						["class"] = 7,
						["bTag"] = "Halashuo#5314",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "在妳裑旁-鬼雾峰",
						["time"] = 1502289035,
						["class"] = 1,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "老将的尊严丶-鹰巢山",
						["iLvl"] = 912,
						["time"] = 1502289035,
						["class"] = 9,
						["bTag"] = "藤小肥#5783",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Shikiyoo-黑龙军团",
						["iLvl"] = 930,
						["time"] = 1502289035,
						["class"] = 11,
						["bTag"] = "小君的馒头#5284",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Pablo-无尽之海",
						["iLvl"] = 925,
						["time"] = 1502289035,
						["class"] = 7,
						["bTag"] = "胜寒#51466",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "人猛力量大-死亡之翼",
						["iLvl"] = 881,
						["time"] = 1502289035,
						["class"] = 3,
						["bTag"] = "糯米饭团#5769",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "Galena-亚雷戈斯",
						["time"] = 1502288925,
						["class"] = 6,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "赛文丶凹凸曼-巴瑟拉斯",
						["iLvl"] = 900,
						["time"] = 1502289035,
						["class"] = 1,
						["bTag"] = "暂停一下大侠#5664",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "那夜的冠希-格瑞姆巴托",
						["iLvl"] = 910,
						["time"] = 1502289035,
						["class"] = 9,
						["bTag"] = "迦岚雪丶#5437",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Yindy-火羽山",
						["iLvl"] = 915,
						["time"] = 1502289035,
						["class"] = 4,
						["bTag"] = "咬着指头泡妞#5594",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Norakuma-燃烧军团",
						["iLvl"] = 914,
						["time"] = 1502289035,
						["class"] = 1,
						["bTag"] = "孤单北极熊#5652",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "明灬少-埃德萨拉",
						["iLvl"] = 921,
						["time"] = 1502289035,
						["class"] = 7,
						["bTag"] = "骆思明#5686",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "左手银鈴-布兰卡德",
						["time"] = 1502288935,
						["class"] = 6,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "橙吉斯汗-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1502289035,
						["class"] = 11,
						["bTag"] = "搁浅在那一片海#5368",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰萨满-拉格纳罗斯",
						["iLvl"] = 936,
						["time"] = 1502289035,
						["class"] = 7,
						["bTag"] = "吃肉的陈胖子#5645",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "霹雳球球-利刃之拳",
						["iLvl"] = 930,
						["time"] = 1502289035,
						["class"] = 11,
						["bTag"] = "霹雳球球#51998",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "叁分熟-贫瘠之地",
						["iLvl"] = 921,
						["time"] = 1502289035,
						["class"] = 11,
						["bTag"] = "断无涯#5317",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "夏元辰-提尔之手",
						["time"] = 1502289035,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "苏妲己三号-破碎岭",
						["iLvl"] = 910,
						["time"] = 1502289035,
						["class"] = 11,
						["bTag"] = "bigteeth#5901",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的罪恶-阿克蒙德",
						["iLvl"] = 875,
						["time"] = 1502342315,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "summer#57219",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕小炎炎-死亡之翼",
						["iLvl"] = 921,
						["time"] = 1502342315,
						["class"] = 2,
						["bTag"] = "freedom#52478",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "神一样的土豆-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1502342315,
						["class"] = 8,
						["bTag"] = "肖恩王#5531",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Envymy-格瑞姆巴托",
						["iLvl"] = 918,
						["time"] = 1502342315,
						["class"] = 4,
						["bTag"] = "Envymy#5106",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "萨尓有了小三-黑龙军团",
						["time"] = 1502342315,
						["class"] = 5,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色烟花-莱索恩",
						["iLvl"] = 931,
						["time"] = 1502342315,
						["class"] = 7,
						["bTag"] = "我很大#51753",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Yangss-诺兹多姆",
						["iLvl"] = 910,
						["time"] = 1502342315,
						["class"] = 12,
						["bTag"] = "YANCY#51609",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "姽婛婈-贫瘠之地",
						["time"] = 1502342315,
						["class"] = 4,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "陌夏丶-迅捷微风",
						["iLvl"] = 936,
						["time"] = 1502342315,
						["class"] = 3,
						["bTag"] = "荌荌#5991",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜里有糖-加基森",
						["iLvl"] = 892,
						["time"] = 1502342315,
						["class"] = 3,
						["bTag"] = "钦瑶#5502",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "风与筝-迦拉克隆",
						["time"] = 1502342315,
						["class"] = 7,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Littleapril-无尽之海",
						["iLvl"] = 932,
						["time"] = 1502342315,
						["class"] = 3,
						["bTag"] = "Deo#51873",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "小莫瑈-恶魔之魂",
						["iLvl"] = 937,
						["time"] = 1502342220,
						["class"] = 11,
						["bTag"] = "小莫柔#51539",
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "染丶澈夜-卡扎克",
						["iLvl"] = 927,
						["time"] = 1502342315,
						["class"] = 2,
						["bTag"] = "安小诗#5917",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "醇味牛牛-血色十字军",
						["iLvl"] = 899,
						["time"] = 1502342216,
						["class"] = 2,
						["bTag"] = "狂野之狼#510177",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "坑懵拐骗-幽暗沼泽",
						["iLvl"] = 921,
						["time"] = 1502342315,
						["class"] = 4,
						["bTag"] = "l123l123#5652",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "映刻记忆丶-格瑞姆巴托",
						["iLvl"] = 874,
						["time"] = 1502342315,
						["class"] = 4,
						["bTag"] = "杀戮豆浆#5832",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "玄天骑士-黑暗之矛",
						["iLvl"] = 910,
						["time"] = 1502342230,
						["class"] = 6,
						["bTag"] = "lovexixi#5375",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "拿了豆杀死给-死亡熔炉",
						["time"] = 1502342315,
						["class"] = 9,
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "阿早販棗-闪电之刃",
						["iLvl"] = 934,
						["time"] = 1502342212,
						["class"] = 7,
						["bTag"] = "疯狂之猫#51769",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "我不是针对你-卡扎克",
						["iLvl"] = 930,
						["time"] = 1502342315,
						["class"] = 10,
						["bTag"] = "人狠话不多#51524",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "虐殺厡侀-燃烧之刃",
						["iLvl"] = 914,
						["time"] = 1502342315,
						["class"] = 12,
						["bTag"] = "Ricky#5129",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "阿拉加尔-阿拉索",
						["time"] = 1502342212,
						["class"] = 4,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "夜风未语-黑手军团",
						["iLvl"] = 899,
						["time"] = 1502342315,
						["class"] = 11,
						["bTag"] = "胖兔只悄悄#5661",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "Roamallover-阿纳克洛斯",
						["iLvl"] = 904,
						["time"] = 1502342315,
						["class"] = 9,
						["bTag"] = "roamallove#5113",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Maskcat-海加尔",
						["time"] = 1502342315,
						["class"] = 12,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "涟漪起于心-燃烧之刃",
						["time"] = 1502342315,
						["class"] = 8,
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "羊加酱丶-伊森利恩",
						["iLvl"] = 936,
						["time"] = 1502342315,
						["class"] = 6,
						["bTag"] = "杨杰1224#5461",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "银星-瓦丝琪",
						["iLvl"] = 917,
						["time"] = 1502342315,
						["class"] = 2,
						["bTag"] = "张梓楷#5957",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "狼魂曲-利刃之拳",
						["iLvl"] = 934,
						["time"] = 1502342315,
						["class"] = 4,
						["bTag"] = "苍狼氏#5350",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "花落幽-布兰卡德",
						["iLvl"] = 867,
						["time"] = 1502342315,
						["class"] = 10,
						["bTag"] = "冷酷丢丢#5554",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "坚城果实-凤凰之神",
						["iLvl"] = 924,
						["time"] = 1502342315,
						["class"] = 6,
						["bTag"] = "滨海新区#5811",
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "斩魂之仞-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1502342315,
						["class"] = 2,
						["bTag"] = "无名指间的温柔#5273",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "特仑苏-外域",
						["time"] = 1502342315,
						["class"] = 9,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "送葬者成爷-回音山",
						["time"] = 1502342315,
						["class"] = 4,
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "解不了的忧伤-白银之手",
						["iLvl"] = 909,
						["time"] = 1502342315,
						["class"] = 2,
						["bTag"] = "叶舞#5667",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "丨薯条丶-布兰卡德",
						["iLvl"] = 919,
						["time"] = 1502342315,
						["class"] = 2,
						["bTag"] = "丨算什么男人丶#5857",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "乄一刀崩了你-埃德萨拉",
						["iLvl"] = 915,
						["time"] = 1502342315,
						["class"] = 12,
						["bTag"] = "吧哥#51793",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的玉儿-血环",
						["iLvl"] = 892,
						["time"] = 1502342315,
						["class"] = 8,
						["bTag"] = "阳光下的奶酪#5697",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "半窗疏影-鬼雾峰",
						["iLvl"] = 932,
						["time"] = 1502342315,
						["class"] = 3,
						["bTag"] = "苏摩#5438",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "草原猎手-冬拥湖",
						["iLvl"] = 878,
						["time"] = 1502342315,
						["class"] = 3,
						["bTag"] = "HOLYWARM#5820",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "亓兲亣聖-死亡之翼",
						["iLvl"] = 903,
						["time"] = 1502342315,
						["class"] = 4,
						["bTag"] = "Uzi#53407",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "谢来劲-梅尔加尼",
						["iLvl"] = 898,
						["time"] = 1502342315,
						["class"] = 1,
						["bTag"] = "飞翔的王大胖#5272",
					}, -- [105]
				},
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					nil, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
