
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["芒丶果"] = {
			["GUID"] = "Player-861-04C028CE",
			["LastEventHealth"] = {
				3479882, -- [1]
				3479882, -- [2]
				3479882, -- [3]
				3479882, -- [4]
				3479882, -- [5]
				3479882, -- [6]
				3479882, -- [7]
				3479882, -- [8]
				3479882, -- [9]
				3479882, -- [10]
				3479882, -- [11]
				3479882, -- [12]
				3479882, -- [13]
				3479882, -- [14]
				3479882, -- [15]
				3479882, -- [16]
				3479882, -- [17]
				3479882, -- [18]
				3479882, -- [19]
				3479882, -- [20]
				3479882, -- [21]
				3479882, -- [22]
				3479882, -- [23]
				3479882, -- [24]
				3479882, -- [25]
				3479882, -- [26]
				3479882, -- [27]
				3479882, -- [28]
				3479882, -- [29]
				3479882, -- [30]
				3479882, -- [31]
				3479882, -- [32]
				3479882, -- [33]
				3479882, -- [34]
				3479882, -- [35]
				3479882, -- [36]
				3479882, -- [37]
				3479882, -- [38]
				3479882, -- [39]
				3479882, -- [40]
				3479882, -- [41]
				3479882, -- [42]
				3479882, -- [43]
				3479882, -- [44]
				3479882, -- [45]
				3479882, -- [46]
				3479882, -- [47]
				3479882, -- [48]
				3479882, -- [49]
				3479882, -- [50]
			},
			["LastAttackedBy"] = "玛珐里奥怒风-奥蕾莉亚",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DOT_Time"] = {
					321, -- [1]
				},
				["ActiveTime"] = {
					17.89, -- [1]
				},
				["TimeDamage"] = {
					17.89, -- [1]
				},
				["ManaGain"] = {
					54, -- [1]
				},
				["DamageTaken"] = {
					1267696, -- [1]
				},
				["Damage"] = {
					19350034, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "芒丶果",
			["level"] = 110,
			["LastDamageAbility"] = "刺藤",
			["LastFightIn"] = 0,
			["type"] = "Self",
			["FightsSaved"] = 1,
			["LastDamageTaken"] = 10705,
			["TimeLast"] = {
				["DOT_Time"] = 4336.08,
				["TimeDamage"] = 4336.08,
				["ActiveTime"] = 4336.08,
				["ManaGain"] = 4328.074,
				["OVERALL"] = 4336.08,
				["DamageTaken"] = 4328.074,
				["Damage"] = 4336.08,
			},
			["Owner"] = false,
			["LastEventHealthMax"] = {
				4747578, -- [1]
				4747578, -- [2]
				4747578, -- [3]
				4747578, -- [4]
				4747578, -- [5]
				4747578, -- [6]
				4747578, -- [7]
				4747578, -- [8]
				4747578, -- [9]
				4747578, -- [10]
				4747578, -- [11]
				4747578, -- [12]
				4747578, -- [13]
				4747578, -- [14]
				4747578, -- [15]
				4747578, -- [16]
				4747578, -- [17]
				4747578, -- [18]
				4747578, -- [19]
				4747578, -- [20]
				4747578, -- [21]
				4747578, -- [22]
				4747578, -- [23]
				4747578, -- [24]
				4747578, -- [25]
				4747578, -- [26]
				4747578, -- [27]
				4747578, -- [28]
				4747578, -- [29]
				4747578, -- [30]
				4747578, -- [31]
				4747578, -- [32]
				4747578, -- [33]
				4747578, -- [34]
				4747578, -- [35]
				4747578, -- [36]
				4747578, -- [37]
				4747578, -- [38]
				4747578, -- [39]
				4747578, -- [40]
				4747578, -- [41]
				4747578, -- [42]
				4747578, -- [43]
				4747578, -- [44]
				4747578, -- [45]
				4747578, -- [46]
				4747578, -- [47]
				4747578, -- [48]
				4747578, -- [49]
				4747578, -- [50]
			},
			["NextEventNum"] = 44,
			["LastDamageTime"] = 4336.209,
			["LastEvents"] = {
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -7384 (Shadow)", -- [1]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -6795 (Shadow)", -- [2]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 无尽之力-瓦里玛萨斯 Tick -9354 (Shadow)", -- [3]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 第七季葵花-铜龙军团 Tick -12320 (Shadow)", -- [4]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 格普法斯 Tick -3509 (Shadow)", -- [5]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 贝壳-古拉巴什 Tick -28658 (Shadow)", -- [6]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 黄岩芥菜-翡翠梦境 Tick -26827 (Shadow)", -- [7]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 梦回从前-永夜港 Tick -23948 (Shadow)", -- [8]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 蕙蕙-罗宁 Tick -27278 (Shadow)", -- [9]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 壹酩橙小战-白银之手 Tick -29490 (Shadow)", -- [10]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 玛珐里奥怒风-奥蕾莉亚 Absorb -18327 (18327 被吸收) (Shadow)", -- [11]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 辛德斯克恩 Absorb -2195 (2195 被吸收) (Shadow)", -- [12]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 龟派气功 Tick -5625 (Shadow)", -- [13]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 维哈里-斯坦索姆 Tick -33161 (Shadow)", -- [14]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 橘梨纱 Tick -6279 (Shadow)", -- [15]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 三级艳星 Tick -6944 (Shadow)", -- [16]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 弗雷姆辛格 Absorb -11465 (11465 被吸收) (Shadow)", -- [17]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 安卡 Tick -6619 (Shadow)", -- [18]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 莱兹高尔 Absorb -2161 (2161 被吸收) (Shadow)", -- [19]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 卡拉米尔 Tick -40098 (Shadow)", -- [20]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -7384 (Shadow)", -- [21]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -6795 (Shadow)", -- [22]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -7424 (Shadow)", -- [23]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 无尽之力-瓦里玛萨斯 Tick -9354 (Shadow)", -- [24]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 第七季葵花-铜龙军团 Tick -12320 (Shadow)", -- [25]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 格普法斯 Tick -3509 (Shadow)", -- [26]
				"芒丶果 英勇投掷 卡拉米尔 Hit -29113 (Physical)", -- [27]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 卡拉米尔 Tick -40098 (Shadow)", -- [28]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 贝壳-古拉巴什 Tick -28658 (Shadow)", -- [29]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 黄岩芥菜-翡翠梦境 Tick -26827 (Shadow)", -- [30]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 梦回从前-永夜港 Tick -23948 (Shadow)", -- [31]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 辛德斯克恩 Absorb -2195 (2195 被吸收) (Shadow)", -- [32]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 玛珐里奥怒风-奥蕾莉亚 Absorb -18327 (18327 被吸收) (Shadow)", -- [33]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 橘梨纱 Tick -6279 (Shadow)", -- [34]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 龟派气功 Tick -5625 (Shadow)", -- [35]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 维哈里-斯坦索姆 Tick -33161 (Shadow)", -- [36]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 安卡 Tick -6619 (Shadow)", -- [37]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 莱兹高尔 Absorb -2161 (2161 被吸收) (Shadow)", -- [38]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 三级艳星 Tick -6944 (Shadow)", -- [39]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 弗雷姆辛格 Absorb -11465 (11465 被吸收) (Shadow)", -- [40]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -6795 (Shadow)", -- [41]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -7424 (Shadow)", -- [42]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -7384 (Shadow)", -- [43]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 维哈里-斯坦索姆 Tick -33161 (Shadow)", -- [44]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 龟派气功 Tick -5625 (Shadow)", -- [45]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 安卡 Tick -6619 (Shadow)", -- [46]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 莱兹高尔 Absorb -2161 (2161 被吸收) (Shadow)", -- [47]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 弗雷姆辛格 Absorb -11465 (11465 被吸收) (Shadow)", -- [48]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 三级艳星 Tick -6944 (Shadow)", -- [49]
				"芒丶果 扎卡兹的腐化之血 (伤害/跳) 哈提 Tick -7424 (Shadow)", -- [50]
			},
			["Name"] = "芒丶果",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				4329.547, -- [1]
				4329.547, -- [2]
				4330.143, -- [3]
				4331.25, -- [4]
				4331.25, -- [5]
				4331.561, -- [6]
				4331.561, -- [7]
				4331.561, -- [8]
				4331.561, -- [9]
				4331.561, -- [10]
				4331.561, -- [11]
				4331.561, -- [12]
				4331.561, -- [13]
				4331.561, -- [14]
				4331.561, -- [15]
				4331.561, -- [16]
				4331.561, -- [17]
				4331.561, -- [18]
				4331.561, -- [19]
				4331.561, -- [20]
				4331.561, -- [21]
				4331.561, -- [22]
				4331.561, -- [23]
				4335.503, -- [24]
				4336.209, -- [25]
				4336.209, -- [26]
				4336.209, -- [27]
				4336.209, -- [28]
				4336.209, -- [29]
				4336.209, -- [30]
				4336.209, -- [31]
				4336.209, -- [32]
				4336.209, -- [33]
				4336.209, -- [34]
				4336.209, -- [35]
				4336.209, -- [36]
				4336.209, -- [37]
				4336.209, -- [38]
				4336.209, -- [39]
				4336.209, -- [40]
				4336.209, -- [41]
				4336.209, -- [42]
				4336.209, -- [43]
				4329.547, -- [44]
				4329.547, -- [45]
				4329.547, -- [46]
				4329.547, -- [47]
				4329.547, -- [48]
				4329.547, -- [49]
				4329.547, -- [50]
			},
			["Fights"] = {
				["Fight1"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 110316,
					},
					["DOTs"] = {
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["维哈里-斯坦索姆"] = {
									["count"] = 15,
								},
								["橘梨纱"] = {
									["count"] = 15,
								},
								["蕙蕙-罗宁"] = {
									["count"] = 12,
								},
								["壹酩橙小战-白银之手"] = {
									["count"] = 12,
								},
								["Jiehuo-迅捷微风"] = {
									["count"] = 3,
								},
								["贝壳-古拉巴什"] = {
									["count"] = 15,
								},
								["风车"] = {
									["count"] = 3,
								},
								["梦回从前-永夜港"] = {
									["count"] = 15,
								},
								["无尽之力-瓦里玛萨斯"] = {
									["count"] = 9,
								},
								["玛珐里奥怒风-奥蕾莉亚"] = {
									["count"] = 15,
								},
								["三级艳星"] = {
									["count"] = 15,
								},
								["蹒跚的血僵尸"] = {
									["count"] = 3,
								},
								["格普法斯"] = {
									["count"] = 12,
								},
								["默哀阿门-安苏"] = {
									["count"] = 3,
								},
								["安卡"] = {
									["count"] = 15,
								},
								["哈提"] = {
									["count"] = 45,
								},
								["第七季葵花-铜龙军团"] = {
									["count"] = 12,
								},
								["卡拉米尔"] = {
									["count"] = 15,
								},
								["野兽"] = {
									["count"] = 6,
								},
								["弗雷姆辛格"] = {
									["count"] = 15,
								},
								["辛德斯克恩"] = {
									["count"] = 15,
								},
								["莱兹高尔"] = {
									["count"] = 15,
								},
								["黄岩芥菜-翡翠梦境"] = {
									["count"] = 15,
								},
								["龟派气功"] = {
									["count"] = 15,
								},
								["Anorexia-远古海滩"] = {
									["count"] = 3,
								},
								["钩吻-克洛玛古斯"] = {
									["count"] = 3,
								},
							},
							["amount"] = 321,
						},
					},
					["TimeSpent"] = {
						["安卡"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 2.4,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 9,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["破坏者"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 12.29,
						},
					},
					["DamageTaken"] = 1267696,
					["ElementDoneAbsorb"] = {
						["Shadow"] = 224032,
						["Physical"] = 2418337,
					},
					["PartialResist"] = {
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凤凰重生"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["破坏者"] = {
							["Details"] = {
								["芒丶果"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["愤怒机器"] = {
							["Details"] = {
								["芒丶果"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["PartialAbsorb"] = {
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凤凰重生"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.89,
					["ElementTaken"] = {
						["Fire"] = 971133,
						["Nature"] = 76545,
						["Arcane"] = 220018,
					},
					["DOT_Time"] = 321,
					["Damage"] = 19350034,
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 11,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["WhoDamaged"] = {
						["年度囡-远古海滩"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 447003,
								},
								["炎爆术"] = {
									["count"] = 485158,
								},
								["凤凰重生"] = {
									["count"] = 38972,
								},
							},
							["amount"] = 971133,
						},
						["玛珐里奥怒风-奥蕾莉亚"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 76545,
								},
							},
							["amount"] = 76545,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 220018,
								},
							},
							["amount"] = 220018,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 1602667,
						["Physical"] = 17747367,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 22,
								},
								["Tick"] = {
									["count"] = 86,
								},
							},
							["amount"] = 108,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 41,
								},
								["Hit"] = {
									["count"] = 65,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 107,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 219,
						},
					},
					["DamagedWho"] = {
						["维哈里-斯坦索姆"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 163629,
								},
								["破坏者"] = {
									["count"] = 984691,
								},
							},
							["amount"] = 1148320,
						},
						["橘梨纱"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 30984,
								},
								["破坏者"] = {
									["count"] = 234201,
								},
							},
							["amount"] = 265185,
						},
						["蕙蕙-罗宁"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 109112,
								},
								["破坏者"] = {
									["count"] = 1012187,
								},
							},
							["amount"] = 1121299,
						},
						["壹酩橙小战-白银之手"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 280351,
								},
								["破坏者"] = {
									["count"] = 329550,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 117960,
								},
							},
							["amount"] = 727861,
						},
						["踏月过溪桥-罗宁"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 332425,
								},
							},
							["amount"] = 332425,
						},
						["Jiehuo-迅捷微风"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 19493,
								},
								["破坏者"] = {
									["count"] = 895586,
								},
							},
							["amount"] = 915079,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 141412,
								},
								["破坏者"] = {
									["count"] = 1003342,
								},
							},
							["amount"] = 1144754,
						},
						["风车"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 5640,
								},
								["破坏者"] = {
									["count"] = 233508,
								},
							},
							["amount"] = 239148,
						},
						["梦回从前-永夜港"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 118169,
								},
								["破坏者"] = {
									["count"] = 1179539,
								},
							},
							["amount"] = 1297708,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 28062,
								},
								["破坏者"] = {
									["count"] = 451298,
								},
							},
							["amount"] = 479360,
						},
						["玛珐里奥怒风-奥蕾莉亚"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 94714,
								},
								["破坏者"] = {
									["count"] = 827769,
								},
							},
							["amount"] = 922483,
						},
						["三级艳星"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 34265,
								},
								["破坏者"] = {
									["count"] = 243363,
								},
							},
							["amount"] = 277628,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 340471,
								},
							},
							["amount"] = 340471,
						},
						["六锤审判者-回音山"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 337944,
								},
							},
							["amount"] = 337944,
						},
						["蹒跚的血僵尸"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 4412,
								},
								["破坏者"] = {
									["count"] = 135781,
								},
							},
							["amount"] = 140193,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 14036,
								},
								["破坏者"] = {
									["count"] = 136433,
								},
							},
							["amount"] = 150469,
						},
						["默哀阿门-安苏"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 32122,
								},
								["破坏者"] = {
									["count"] = 1079655,
								},
							},
							["amount"] = 1111777,
						},
						["安卡"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 32662,
								},
								["破坏者"] = {
									["count"] = 209210,
								},
							},
							["amount"] = 241872,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 106599,
								},
								["破坏者"] = {
									["count"] = 793729,
								},
							},
							["amount"] = 900328,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 49280,
								},
								["破坏者"] = {
									["count"] = 469188,
								},
							},
							["amount"] = 518468,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 193018,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 196602,
								},
								["破坏者"] = {
									["count"] = 1542316,
								},
							},
							["amount"] = 1931936,
						},
						["野兽"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 14284,
								},
								["破坏者"] = {
									["count"] = 416410,
								},
							},
							["amount"] = 430694,
						},
						["弗雷姆辛格"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 190658,
								},
								["破坏者"] = {
									["count"] = 79645,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 47931,
								},
							},
							["amount"] = 318234,
						},
						["辛德斯克恩"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10830,
								},
								["破坏者"] = {
									["count"] = 85942,
								},
							},
							["amount"] = 96772,
						},
						["莱兹高尔"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10663,
								},
								["破坏者"] = {
									["count"] = 81093,
								},
							},
							["amount"] = 91756,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 132375,
								},
								["破坏者"] = {
									["count"] = 989887,
								},
							},
							["amount"] = 1122262,
						},
						["龟派气功"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 27756,
								},
								["破坏者"] = {
									["count"] = 211271,
								},
							},
							["amount"] = 239027,
						},
						["Anorexia-远古海滩"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 29151,
								},
								["破坏者"] = {
									["count"] = 1176296,
								},
							},
							["amount"] = 1205447,
						},
						["钩吻-克洛玛古斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 30524,
								},
								["破坏者"] = {
									["count"] = 1270610,
								},
							},
							["amount"] = 1301134,
						},
					},
					["TimeDamage"] = 17.89,
					["TimeDamaging"] = {
						["安卡"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 2.4,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 9,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["破坏者"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 12.29,
						},
					},
					["ManaGain"] = 54,
					["ManaGainedFrom"] = {
						["芒丶果"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 49,
								},
								["愤怒机器"] = {
									["count"] = 5,
								},
							},
							["amount"] = 54,
						},
					},
					["Attacks"] = {
						["致死打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 280351,
									["min"] = 280351,
									["count"] = 1,
									["amount"] = 280351,
								},
								["Absorb"] = {
									["max"] = 190658,
									["min"] = 190658,
									["count"] = 1,
									["amount"] = 190658,
								},
							},
							["count"] = 2,
							["amount"] = 471009,
						},
						["英勇投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 29271,
									["min"] = 26212,
									["count"] = 7,
									["amount"] = 193018,
								},
							},
							["count"] = 7,
							["amount"] = 193018,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 30985,
									["min"] = 2019,
									["count"] = 22,
									["amount"] = 224032,
								},
								["Tick"] = {
									["max"] = 40098,
									["min"] = 3213,
									["count"] = 86,
									["amount"] = 1378635,
								},
							},
							["count"] = 108,
							["amount"] = 1602667,
						},
						["破坏者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 180659,
									["min"] = 6941,
									["count"] = 40,
									["amount"] = 2227679,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 19662,
									["min"] = 15638,
									["count"] = 2,
									["amount"] = 35300,
								},
								["Hit"] = {
									["max"] = 129816,
									["min"] = 9733,
									["count"] = 56,
									["amount"] = 3380411,
								},
								["Crit"] = {
									["max"] = 269149,
									["min"] = 18530,
									["count"] = 104,
									["amount"] = 11217847,
								},
								["Crit (被格挡)"] = {
									["max"] = 196254,
									["min"] = 25849,
									["count"] = 2,
									["amount"] = 222103,
								},
							},
							["count"] = 206,
							["amount"] = 17083340,
						},
					},
				},
				["LastFightData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 110316,
					},
					["DOTs"] = {
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["维哈里-斯坦索姆"] = {
									["count"] = 15,
								},
								["橘梨纱"] = {
									["count"] = 15,
								},
								["蕙蕙-罗宁"] = {
									["count"] = 12,
								},
								["壹酩橙小战-白银之手"] = {
									["count"] = 12,
								},
								["Jiehuo-迅捷微风"] = {
									["count"] = 3,
								},
								["贝壳-古拉巴什"] = {
									["count"] = 15,
								},
								["风车"] = {
									["count"] = 3,
								},
								["梦回从前-永夜港"] = {
									["count"] = 15,
								},
								["无尽之力-瓦里玛萨斯"] = {
									["count"] = 9,
								},
								["玛珐里奥怒风-奥蕾莉亚"] = {
									["count"] = 15,
								},
								["三级艳星"] = {
									["count"] = 15,
								},
								["蹒跚的血僵尸"] = {
									["count"] = 3,
								},
								["格普法斯"] = {
									["count"] = 12,
								},
								["默哀阿门-安苏"] = {
									["count"] = 3,
								},
								["安卡"] = {
									["count"] = 15,
								},
								["哈提"] = {
									["count"] = 45,
								},
								["第七季葵花-铜龙军团"] = {
									["count"] = 12,
								},
								["卡拉米尔"] = {
									["count"] = 15,
								},
								["野兽"] = {
									["count"] = 6,
								},
								["弗雷姆辛格"] = {
									["count"] = 15,
								},
								["辛德斯克恩"] = {
									["count"] = 15,
								},
								["莱兹高尔"] = {
									["count"] = 15,
								},
								["黄岩芥菜-翡翠梦境"] = {
									["count"] = 15,
								},
								["龟派气功"] = {
									["count"] = 15,
								},
								["Anorexia-远古海滩"] = {
									["count"] = 3,
								},
								["钩吻-克洛玛古斯"] = {
									["count"] = 3,
								},
							},
							["amount"] = 321,
						},
					},
					["TimeSpent"] = {
						["安卡"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 2.4,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 9,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["破坏者"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 12.29,
						},
					},
					["DamageTaken"] = 1267696,
					["ElementDoneAbsorb"] = {
						["Shadow"] = 224032,
						["Physical"] = 2418337,
					},
					["PartialResist"] = {
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凤凰重生"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["破坏者"] = {
							["Details"] = {
								["芒丶果"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["愤怒机器"] = {
							["Details"] = {
								["芒丶果"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["PartialAbsorb"] = {
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凤凰重生"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.89,
					["ElementTaken"] = {
						["Fire"] = 971133,
						["Nature"] = 76545,
						["Arcane"] = 220018,
					},
					["DOT_Time"] = 321,
					["Damage"] = 19350034,
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 11,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["WhoDamaged"] = {
						["年度囡-远古海滩"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 447003,
								},
								["炎爆术"] = {
									["count"] = 485158,
								},
								["凤凰重生"] = {
									["count"] = 38972,
								},
							},
							["amount"] = 971133,
						},
						["玛珐里奥怒风-奥蕾莉亚"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 76545,
								},
							},
							["amount"] = 76545,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 220018,
								},
							},
							["amount"] = 220018,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 1602667,
						["Physical"] = 17747367,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 22,
								},
								["Tick"] = {
									["count"] = 86,
								},
							},
							["amount"] = 108,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 41,
								},
								["Hit"] = {
									["count"] = 65,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 107,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 219,
						},
					},
					["DamagedWho"] = {
						["维哈里-斯坦索姆"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 163629,
								},
								["破坏者"] = {
									["count"] = 984691,
								},
							},
							["amount"] = 1148320,
						},
						["橘梨纱"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 30984,
								},
								["破坏者"] = {
									["count"] = 234201,
								},
							},
							["amount"] = 265185,
						},
						["蕙蕙-罗宁"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 109112,
								},
								["破坏者"] = {
									["count"] = 1012187,
								},
							},
							["amount"] = 1121299,
						},
						["壹酩橙小战-白银之手"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 280351,
								},
								["破坏者"] = {
									["count"] = 329550,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 117960,
								},
							},
							["amount"] = 727861,
						},
						["踏月过溪桥-罗宁"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 332425,
								},
							},
							["amount"] = 332425,
						},
						["Jiehuo-迅捷微风"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 19493,
								},
								["破坏者"] = {
									["count"] = 895586,
								},
							},
							["amount"] = 915079,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 141412,
								},
								["破坏者"] = {
									["count"] = 1003342,
								},
							},
							["amount"] = 1144754,
						},
						["风车"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 5640,
								},
								["破坏者"] = {
									["count"] = 233508,
								},
							},
							["amount"] = 239148,
						},
						["梦回从前-永夜港"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 118169,
								},
								["破坏者"] = {
									["count"] = 1179539,
								},
							},
							["amount"] = 1297708,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 28062,
								},
								["破坏者"] = {
									["count"] = 451298,
								},
							},
							["amount"] = 479360,
						},
						["玛珐里奥怒风-奥蕾莉亚"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 94714,
								},
								["破坏者"] = {
									["count"] = 827769,
								},
							},
							["amount"] = 922483,
						},
						["三级艳星"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 34265,
								},
								["破坏者"] = {
									["count"] = 243363,
								},
							},
							["amount"] = 277628,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 340471,
								},
							},
							["amount"] = 340471,
						},
						["六锤审判者-回音山"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 337944,
								},
							},
							["amount"] = 337944,
						},
						["蹒跚的血僵尸"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 4412,
								},
								["破坏者"] = {
									["count"] = 135781,
								},
							},
							["amount"] = 140193,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 14036,
								},
								["破坏者"] = {
									["count"] = 136433,
								},
							},
							["amount"] = 150469,
						},
						["默哀阿门-安苏"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 32122,
								},
								["破坏者"] = {
									["count"] = 1079655,
								},
							},
							["amount"] = 1111777,
						},
						["安卡"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 32662,
								},
								["破坏者"] = {
									["count"] = 209210,
								},
							},
							["amount"] = 241872,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 106599,
								},
								["破坏者"] = {
									["count"] = 793729,
								},
							},
							["amount"] = 900328,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 49280,
								},
								["破坏者"] = {
									["count"] = 469188,
								},
							},
							["amount"] = 518468,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 193018,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 196602,
								},
								["破坏者"] = {
									["count"] = 1542316,
								},
							},
							["amount"] = 1931936,
						},
						["野兽"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 14284,
								},
								["破坏者"] = {
									["count"] = 416410,
								},
							},
							["amount"] = 430694,
						},
						["弗雷姆辛格"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 190658,
								},
								["破坏者"] = {
									["count"] = 79645,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 47931,
								},
							},
							["amount"] = 318234,
						},
						["辛德斯克恩"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10830,
								},
								["破坏者"] = {
									["count"] = 85942,
								},
							},
							["amount"] = 96772,
						},
						["莱兹高尔"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10663,
								},
								["破坏者"] = {
									["count"] = 81093,
								},
							},
							["amount"] = 91756,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 132375,
								},
								["破坏者"] = {
									["count"] = 989887,
								},
							},
							["amount"] = 1122262,
						},
						["龟派气功"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 27756,
								},
								["破坏者"] = {
									["count"] = 211271,
								},
							},
							["amount"] = 239027,
						},
						["Anorexia-远古海滩"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 29151,
								},
								["破坏者"] = {
									["count"] = 1176296,
								},
							},
							["amount"] = 1205447,
						},
						["钩吻-克洛玛古斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 30524,
								},
								["破坏者"] = {
									["count"] = 1270610,
								},
							},
							["amount"] = 1301134,
						},
					},
					["TimeDamage"] = 17.89,
					["TimeDamaging"] = {
						["安卡"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 2.4,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 9,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["破坏者"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 12.29,
						},
					},
					["ManaGain"] = 54,
					["ManaGainedFrom"] = {
						["芒丶果"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 49,
								},
								["愤怒机器"] = {
									["count"] = 5,
								},
							},
							["amount"] = 54,
						},
					},
					["Attacks"] = {
						["致死打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 280351,
									["min"] = 280351,
									["count"] = 1,
									["amount"] = 280351,
								},
								["Absorb"] = {
									["max"] = 190658,
									["min"] = 190658,
									["count"] = 1,
									["amount"] = 190658,
								},
							},
							["count"] = 2,
							["amount"] = 471009,
						},
						["英勇投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 29271,
									["min"] = 26212,
									["count"] = 7,
									["amount"] = 193018,
								},
							},
							["count"] = 7,
							["amount"] = 193018,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 30985,
									["min"] = 2019,
									["count"] = 22,
									["amount"] = 224032,
								},
								["Tick"] = {
									["max"] = 40098,
									["min"] = 3213,
									["count"] = 86,
									["amount"] = 1378635,
								},
							},
							["count"] = 108,
							["amount"] = 1602667,
						},
						["破坏者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 180659,
									["min"] = 6941,
									["count"] = 40,
									["amount"] = 2227679,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 19662,
									["min"] = 15638,
									["count"] = 2,
									["amount"] = 35300,
								},
								["Hit"] = {
									["max"] = 129816,
									["min"] = 9733,
									["count"] = 56,
									["amount"] = 3380411,
								},
								["Crit"] = {
									["max"] = 269149,
									["min"] = 18530,
									["count"] = 104,
									["amount"] = 11217847,
								},
								["Crit (被格挡)"] = {
									["max"] = 196254,
									["min"] = 25849,
									["count"] = 2,
									["amount"] = 222103,
								},
							},
							["count"] = 206,
							["amount"] = 17083340,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 110316,
					},
					["DOTs"] = {
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["维哈里-斯坦索姆"] = {
									["count"] = 15,
								},
								["橘梨纱"] = {
									["count"] = 15,
								},
								["蕙蕙-罗宁"] = {
									["count"] = 12,
								},
								["壹酩橙小战-白银之手"] = {
									["count"] = 12,
								},
								["Jiehuo-迅捷微风"] = {
									["count"] = 3,
								},
								["贝壳-古拉巴什"] = {
									["count"] = 15,
								},
								["风车"] = {
									["count"] = 3,
								},
								["梦回从前-永夜港"] = {
									["count"] = 15,
								},
								["无尽之力-瓦里玛萨斯"] = {
									["count"] = 9,
								},
								["玛珐里奥怒风-奥蕾莉亚"] = {
									["count"] = 15,
								},
								["三级艳星"] = {
									["count"] = 15,
								},
								["蹒跚的血僵尸"] = {
									["count"] = 3,
								},
								["格普法斯"] = {
									["count"] = 12,
								},
								["默哀阿门-安苏"] = {
									["count"] = 3,
								},
								["安卡"] = {
									["count"] = 15,
								},
								["哈提"] = {
									["count"] = 45,
								},
								["第七季葵花-铜龙军团"] = {
									["count"] = 12,
								},
								["卡拉米尔"] = {
									["count"] = 15,
								},
								["野兽"] = {
									["count"] = 6,
								},
								["弗雷姆辛格"] = {
									["count"] = 15,
								},
								["辛德斯克恩"] = {
									["count"] = 15,
								},
								["莱兹高尔"] = {
									["count"] = 15,
								},
								["黄岩芥菜-翡翠梦境"] = {
									["count"] = 15,
								},
								["龟派气功"] = {
									["count"] = 15,
								},
								["Anorexia-远古海滩"] = {
									["count"] = 3,
								},
								["钩吻-克洛玛古斯"] = {
									["count"] = 3,
								},
							},
							["amount"] = 321,
						},
					},
					["TimeSpent"] = {
						["安卡"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 2.4,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 9,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["破坏者"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 12.29,
						},
					},
					["DamageTaken"] = 1267696,
					["ElementDoneAbsorb"] = {
						["Shadow"] = 224032,
						["Physical"] = 2418337,
					},
					["PartialResist"] = {
						["刺藤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 9,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["凤凰重生"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["ManaGained"] = {
						["破坏者"] = {
							["Details"] = {
								["芒丶果"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["愤怒机器"] = {
							["Details"] = {
								["芒丶果"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
					},
					["PartialAbsorb"] = {
						["刺藤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["点燃 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["奥术孤寂"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["炎爆术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["凤凰重生"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.89,
					["ElementTaken"] = {
						["Fire"] = 971133,
						["Nature"] = 76545,
						["Arcane"] = 220018,
					},
					["DOT_Time"] = 321,
					["Damage"] = 19350034,
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 11,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["WhoDamaged"] = {
						["年度囡-远古海滩"] = {
							["Details"] = {
								["点燃 (伤害/跳)"] = {
									["count"] = 447003,
								},
								["炎爆术"] = {
									["count"] = 485158,
								},
								["凤凰重生"] = {
									["count"] = 38972,
								},
							},
							["amount"] = 971133,
						},
						["玛珐里奥怒风-奥蕾莉亚"] = {
							["Details"] = {
								["刺藤"] = {
									["count"] = 76545,
								},
							},
							["amount"] = 76545,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["奥术孤寂"] = {
									["count"] = 220018,
								},
							},
							["amount"] = 220018,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 1602667,
						["Physical"] = 17747367,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 22,
								},
								["Tick"] = {
									["count"] = 86,
								},
							},
							["amount"] = 108,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 41,
								},
								["Hit"] = {
									["count"] = 65,
								},
								["Block"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 107,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 219,
						},
					},
					["DamagedWho"] = {
						["维哈里-斯坦索姆"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 163629,
								},
								["破坏者"] = {
									["count"] = 984691,
								},
							},
							["amount"] = 1148320,
						},
						["橘梨纱"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 30984,
								},
								["破坏者"] = {
									["count"] = 234201,
								},
							},
							["amount"] = 265185,
						},
						["蕙蕙-罗宁"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 109112,
								},
								["破坏者"] = {
									["count"] = 1012187,
								},
							},
							["amount"] = 1121299,
						},
						["壹酩橙小战-白银之手"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 280351,
								},
								["破坏者"] = {
									["count"] = 329550,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 117960,
								},
							},
							["amount"] = 727861,
						},
						["踏月过溪桥-罗宁"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 332425,
								},
							},
							["amount"] = 332425,
						},
						["Jiehuo-迅捷微风"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 19493,
								},
								["破坏者"] = {
									["count"] = 895586,
								},
							},
							["amount"] = 915079,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 141412,
								},
								["破坏者"] = {
									["count"] = 1003342,
								},
							},
							["amount"] = 1144754,
						},
						["风车"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 5640,
								},
								["破坏者"] = {
									["count"] = 233508,
								},
							},
							["amount"] = 239148,
						},
						["梦回从前-永夜港"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 118169,
								},
								["破坏者"] = {
									["count"] = 1179539,
								},
							},
							["amount"] = 1297708,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 28062,
								},
								["破坏者"] = {
									["count"] = 451298,
								},
							},
							["amount"] = 479360,
						},
						["玛珐里奥怒风-奥蕾莉亚"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 94714,
								},
								["破坏者"] = {
									["count"] = 827769,
								},
							},
							["amount"] = 922483,
						},
						["三级艳星"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 34265,
								},
								["破坏者"] = {
									["count"] = 243363,
								},
							},
							["amount"] = 277628,
						},
						["险恶毒蛇"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 340471,
								},
							},
							["amount"] = 340471,
						},
						["六锤审判者-回音山"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 337944,
								},
							},
							["amount"] = 337944,
						},
						["蹒跚的血僵尸"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 4412,
								},
								["破坏者"] = {
									["count"] = 135781,
								},
							},
							["amount"] = 140193,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 14036,
								},
								["破坏者"] = {
									["count"] = 136433,
								},
							},
							["amount"] = 150469,
						},
						["默哀阿门-安苏"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 32122,
								},
								["破坏者"] = {
									["count"] = 1079655,
								},
							},
							["amount"] = 1111777,
						},
						["安卡"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 32662,
								},
								["破坏者"] = {
									["count"] = 209210,
								},
							},
							["amount"] = 241872,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 106599,
								},
								["破坏者"] = {
									["count"] = 793729,
								},
							},
							["amount"] = 900328,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 49280,
								},
								["破坏者"] = {
									["count"] = 469188,
								},
							},
							["amount"] = 518468,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 193018,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 196602,
								},
								["破坏者"] = {
									["count"] = 1542316,
								},
							},
							["amount"] = 1931936,
						},
						["野兽"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 14284,
								},
								["破坏者"] = {
									["count"] = 416410,
								},
							},
							["amount"] = 430694,
						},
						["弗雷姆辛格"] = {
							["Details"] = {
								["致死打击"] = {
									["count"] = 190658,
								},
								["破坏者"] = {
									["count"] = 79645,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 47931,
								},
							},
							["amount"] = 318234,
						},
						["辛德斯克恩"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10830,
								},
								["破坏者"] = {
									["count"] = 85942,
								},
							},
							["amount"] = 96772,
						},
						["莱兹高尔"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 10663,
								},
								["破坏者"] = {
									["count"] = 81093,
								},
							},
							["amount"] = 91756,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 132375,
								},
								["破坏者"] = {
									["count"] = 989887,
								},
							},
							["amount"] = 1122262,
						},
						["龟派气功"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 27756,
								},
								["破坏者"] = {
									["count"] = 211271,
								},
							},
							["amount"] = 239027,
						},
						["Anorexia-远古海滩"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 29151,
								},
								["破坏者"] = {
									["count"] = 1176296,
								},
							},
							["amount"] = 1205447,
						},
						["钩吻-克洛玛古斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 30524,
								},
								["破坏者"] = {
									["count"] = 1270610,
								},
							},
							["amount"] = 1301134,
						},
					},
					["TimeDamage"] = 17.89,
					["TimeDamaging"] = {
						["安卡"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 0.1,
								},
							},
							["amount"] = 0.1,
						},
						["格普法斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["第七季葵花-铜龙军团"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.7,
								},
							},
							["amount"] = 2.7,
						},
						["无尽之力-瓦里玛萨斯"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 2.4,
						},
						["黄岩芥菜-翡翠梦境"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["哈提"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.03,
								},
							},
							["amount"] = 0.03,
						},
						["贝壳-古拉巴什"] = {
							["Details"] = {
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.31,
								},
							},
							["amount"] = 0.31,
						},
						["卡拉米尔"] = {
							["Details"] = {
								["英勇投掷"] = {
									["count"] = 9,
								},
								["扎卡兹的腐化之血 (伤害/跳)"] = {
									["count"] = 0.56,
								},
								["破坏者"] = {
									["count"] = 2.73,
								},
							},
							["amount"] = 12.29,
						},
					},
					["ManaGain"] = 54,
					["ManaGainedFrom"] = {
						["芒丶果"] = {
							["Details"] = {
								["破坏者"] = {
									["count"] = 49,
								},
								["愤怒机器"] = {
									["count"] = 5,
								},
							},
							["amount"] = 54,
						},
					},
					["Attacks"] = {
						["致死打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 280351,
									["min"] = 280351,
									["count"] = 1,
									["amount"] = 280351,
								},
								["Absorb"] = {
									["max"] = 190658,
									["min"] = 190658,
									["count"] = 1,
									["amount"] = 190658,
								},
							},
							["count"] = 2,
							["amount"] = 471009,
						},
						["英勇投掷"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 29271,
									["min"] = 26212,
									["count"] = 7,
									["amount"] = 193018,
								},
							},
							["count"] = 7,
							["amount"] = 193018,
						},
						["扎卡兹的腐化之血 (伤害/跳)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 30985,
									["min"] = 2019,
									["count"] = 22,
									["amount"] = 224032,
								},
								["Tick"] = {
									["max"] = 40098,
									["min"] = 3213,
									["count"] = 86,
									["amount"] = 1378635,
								},
							},
							["count"] = 108,
							["amount"] = 1602667,
						},
						["破坏者"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 180659,
									["min"] = 6941,
									["count"] = 40,
									["amount"] = 2227679,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (被格挡)"] = {
									["max"] = 19662,
									["min"] = 15638,
									["count"] = 2,
									["amount"] = 35300,
								},
								["Hit"] = {
									["max"] = 129816,
									["min"] = 9733,
									["count"] = 56,
									["amount"] = 3380411,
								},
								["Crit"] = {
									["max"] = 269149,
									["min"] = 18530,
									["count"] = 104,
									["amount"] = 11217847,
								},
								["Crit (被格挡)"] = {
									["max"] = 196254,
									["min"] = 25849,
									["count"] = 2,
									["amount"] = 222103,
								},
							},
							["count"] = 206,
							["amount"] = 17083340,
						},
					},
				},
			},
			["UnitLockout"] = 4257.08,
			["LastActive"] = 4336.08,
		},
	},
	["FightNum"] = 1,
	["CombatTimes"] = {
		{
			4257.08, -- [1]
			4338.084, -- [2]
			"13:22:14", -- [3]
			"13:23:35", -- [4]
			"卡拉米尔", -- [5]
		}, -- [1]
	},
	["FoughtWho"] = {
		"卡拉米尔 13:22:14-13:23:35", -- [1]
	},
}
