
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "龙博宇-主宰之剑",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 157937,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:157937::::::::120:64::25:3:1607:4785:6258:::|h[纺沙头饰]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 382,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:64:::4:4932:4933:4935:1574:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 170812,
			["Level"] = 390,
			["Link"] = "|cff0070dd|Hitem:170812::::::::120:63:::1:4775:::|h[山岳贤者护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 157962,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:157962::::::::120:64::26:3:1607:4785:6257:::|h[纺沙法衣]|h|r",
		}, -- [5]
		{
			["ID"] = 170813,
			["Level"] = 390,
			["Link"] = "|cff1eff00|Hitem:170813::::::::120:63::::::|h[山岳贤者束腰]|h|r",
		}, -- [6]
		{
			["ID"] = 163264,
			["Level"] = 395,
			["Link"] = "|cff0070dd|Hitem:163264::::::::120:64::28:5:5125:6516:6513:1587:4785:::|h[第七军团士兵裹腿]|h|r",
		}, -- [7]
		{
			["ID"] = 157871,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:157871::::::::120:64::25:8:4803:6578:6579:6480:6455:6515:1602:4785:::|h[沼魂裹足]|h|r",
		}, -- [8]
		{
			["ID"] = 170814,
			["Level"] = 390,
			["Link"] = "|cff1eff00|Hitem:170814::::::::120:63::::::|h[山岳贤者腕带]|h|r",
		}, -- [9]
		{
			["ID"] = 157872,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:157872::::::::120:64::27:5:4803:6516:6515:1612:4785:::|h[沼魂裹手]|h|r",
		}, -- [10]
		{
			["ID"] = 170642,
			["Level"] = 390,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:170642::::::::120:63::::::|h[山岳贤者毁灭指环]|h|r",
		}, -- [11]
		{
			["ID"] = 170643,
			["Level"] = 390,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:170643::::::::120:63::::::|h[山岳贤者毁灭戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 170644,
			["Level"] = 390,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:170644::::::::120:63::::::|h[山岳贤者毁灭之石]|h|r",
		}, -- [13]
		{
			["ID"] = 170641,
			["Level"] = 390,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:170641::::::::120:63::::::|h[山岳贤者毁灭雕像]|h|r",
		}, -- [14]
		{
			["ID"] = 170645,
			["Level"] = 390,
			["Link"] = "|cff1eff00|Hitem:170645::::::::120:63::::::|h[山岳贤者毁灭斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 170646,
			["Level"] = 390,
			["Link"] = "|cff1eff00|Hitem:170646::::::::120:63::::::|h[山岳贤者之杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
