
_detalhes_global = {
	["tutorial"] = {
		["bookmark_tutorial"] = true,
		["main_help_button"] = 15,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["DETAILS_INFO_TUTORIAL1"] = true,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["unlock_button"] = 0,
		["MEMORY_USAGE_ALERT1"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 8,
		["logons"] = 15,
		["OPTIONS_PANEL_OPENED"] = true,
		["ctrl_click_close_tutorial"] = false,
		["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
		["version_announce"] = 0,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["realm_sync"] = true,
	["item_level_pool"] = {
		["Player-1955-01C1DF52"] = {
			["time"] = 1488036193,
			["name"] = "Insomnium",
			["ilvl"] = 887.6,
		},
		["Player-1955-01B76963"] = {
			["time"] = 1488035834,
			["name"] = "轻丶丨语",
			["ilvl"] = 892.4,
		},
		["Player-1955-01BF84B8"] = {
			["time"] = 1488036159,
			["name"] = "呕不习惯",
			["ilvl"] = 881.125,
		},
		["Player-1955-01A29EBE"] = {
			["time"] = 1488036170,
			["name"] = "隔壁老铁-霍格",
			["ilvl"] = 898.933333333333,
		},
		["Player-1955-01B7FC5B"] = {
			["time"] = 1488036184,
			["name"] = "艾克斯战警",
			["ilvl"] = 889.4,
		},
		["Player-1955-01B0D84C"] = {
			["time"] = 1488035813,
			["name"] = "张小强厉害",
			["ilvl"] = 890.933333333333,
		},
		["Player-1955-01765C8F"] = {
			["time"] = 1488035817,
			["name"] = "火辣小蛮妞",
			["ilvl"] = 882.333333333333,
		},
		["Player-1955-01A0210F"] = {
			["time"] = 1488035809,
			["name"] = "奇点丶",
			["ilvl"] = 902.1875,
		},
		["Player-1955-01C06CEA"] = {
			["time"] = 1488035824,
			["name"] = "暗之羽",
			["ilvl"] = 880.875,
		},
		["Player-1955-01C128DB"] = {
			["time"] = 1488036180,
			["name"] = "萨摩耶德",
			["ilvl"] = 900.375,
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
				["211368"] = {
					"211368", -- [1]
					"Timer211368cd	Creature-0-3055-1520-23814-105495-000074E650", -- [2]
					"扭曲生命之触冷却", -- [3]
					6, -- [4]
					237564, -- [5]
					"cd", -- [6]
					211368, -- [7]
					4, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["228633"] = {
					"228633", -- [1]
					"Timer228633next	Creature-0-3930-1648-9913-114809-000031A087", -- [2]
					"下一次绝不留情", -- [3]
					7, -- [4]
					132337, -- [5]
					"next", -- [6]
					228633, -- [7]
					3, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["218304"] = {
					"218304", -- [1]
					"Timer218304next", -- [2]
					"下一次寄生镣铐", -- [3]
					21, -- [4]
					538515, -- [5]
					"next", -- [6]
					218304, -- [7]
					3, -- [8]
					"1761", -- [9]
					["id"] = 1886,
				},
				["205984"] = {
					"205984", -- [1]
					"Timer205984cd", -- [2]
					"重力之引冷却", -- [3]
					30, -- [4]
					1041234, -- [5]
					"cd", -- [6]
					205984, -- [7]
					5, -- [8]
					"1732", -- [9]
					["id"] = 1863,
				},
				["228730"] = {
					"228730", -- [1]
					"Timer228730nextcount	1", -- [2]
					"下一次触须打击（1）", -- [3]
					36, -- [4]
					254105, -- [5]
					"nextcount", -- [6]
					228730, -- [7]
					5, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["214529"] = {
					"214529", -- [1]
					"Timer214529cd3", -- [2]
					"梦魇之矛冷却", -- [3]
					20, -- [4]
					1357799, -- [5]
					"cd", -- [6]
					214529, -- [7]
					5, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["214249"] = {
					"214249", -- [1]
					"Timer214249next", -- [2]
					"下一次净化大地", -- [3]
					30.5, -- [4]
					236153, -- [5]
					"next", -- [6]
					214249, -- [7]
					3, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["209158"] = {
					"209158", -- [1]
					"Timer209158cd", -- [2]
					"黑化灵魂冷却", -- [3]
					7, -- [4]
					1396968, -- [5]
					"cd", -- [6]
					209158, -- [7]
					5, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["210864"] = {
					"210864", -- [1]
					"Timer210864nextcount	1", -- [2]
					"下一次扭曲暗影（1）", -- [3]
					6.6, -- [4]
					1022950, -- [5]
					"nextcount", -- [6]
					210864, -- [7]
					3, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["206656"] = {
					"206656", -- [1]
					"Timer206656next2", -- [2]
					"下一次梦魇之刃", -- [3]
					18.5, -- [4]
					1396975, -- [5]
					"next", -- [6]
					206656, -- [7]
					3, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["210022"] = {
					"210022", -- [1]
					"Timer210022nextcount	2", -- [2]
					"下一次纪元宝珠（2）", -- [3]
					56, -- [4]
					429383, -- [5]
					"nextcount", -- [6]
					210022, -- [7]
					2, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["ej13188"] = {
					"ej13188", -- [1]
					"Timerej13188cd", -- [2]
					"梦魇恐魔冷却", -- [3]
					52.5, -- [4]
					1357814, -- [5]
					"cd", -- [6]
					"ej13188", -- [7]
					1, -- [8]
					"1738", -- [9]
					["id"] = 1873,
				},
				["227967"] = {
					"227967", -- [1]
					"Timer227967nextcount	1", -- [2]
					"下一次吐息（1）", -- [3]
					12, -- [4]
					132104, -- [5]
					"nextcount", -- [6]
					227967, -- [7]
					5, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["209168"] = {
					"209168", -- [1]
					"Timer209168nextcount	2", -- [2]
					"下一次异域奇点（2）", -- [3]
					22, -- [4]
					135735, -- [5]
					"nextcount", -- [6]
					209168, -- [7]
					3, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["205588"] = {
					"205588", -- [1]
					"Timer205588cd	1", -- [2]
					"梦魇召唤冷却", -- [3]
					23, -- [4]
					1357812, -- [5]
					"cd", -- [6]
					205588, -- [7]
					1, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["208807"] = {
					"208807", -- [1]
					"Timer208807nextcount	1", -- [2]
					"下一次奥能之环（1）", -- [3]
					34, -- [4]
					1033906, -- [5]
					"nextcount", -- [6]
					208807, -- [7]
					2, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["228619"] = {
					"228619", -- [1]
					"Timer228619next	Creature-0-3930-1648-9913-114809-000031A087", -- [2]
					"下一次黑暗提灯", -- [3]
					30, -- [4]
					134553, -- [5]
					"next", -- [6]
					228619, -- [7]
					2, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["208863"] = {
					"208863", -- [1]
					"Timer208863cast", -- [2]
					"离开暗夜井", -- [3]
					4, -- [4]
					135964, -- [5]
					"cast", -- [6]
					208863, -- [7]
					6, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["197943"] = {
					"197943", -- [1]
					"Timer197943next", -- [2]
					"下一次压制", -- [3]
					9.952, -- [4]
					132358, -- [5]
					"next", -- [6]
					197943, -- [7]
					5, -- [8]
					"1667", -- [9]
					["id"] = 1841,
				},
				["208322"] = {
					"208322", -- [1]
					"Timer208322cdcount2	1", -- [2]
					"潜袭喷发冷却（1）", -- [3]
					13.6, -- [4]
					1357803, -- [5]
					"cdcount", -- [6]
					208322, -- [7]
					3, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["203153"] = {
					"203153", -- [1]
					"Timer203153cd", -- [2]
					"梦魇冲击冷却", -- [3]
					40, -- [4]
					237561, -- [5]
					"cd", -- [6]
					203153, -- [7]
					3, -- [8]
					"1704", -- [9]
					["id"] = 1854,
				},
				["207573"] = {
					"207573", -- [1]
					"Timer207573cd", -- [2]
					"召唤被亵渎的幽灵冷却", -- [3]
					30, -- [4]
					1022944, -- [5]
					"cd", -- [6]
					207573, -- [7]
					3, -- [8]
					"1704", -- [9]
					["id"] = 1854,
				},
				["206308"] = {
					"206308", -- [1]
					"Timer206308cdcount	1", -- [2]
					"流星冷却（1）", -- [3]
					21, -- [4]
					1396970, -- [5]
					"cdcount", -- [6]
					206308, -- [7]
					3, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["204078"] = {
					"204078", -- [1]
					"Timer204078cd", -- [2]
					"恐惧冷却", -- [3]
					44.5, -- [4]
					136129, -- [5]
					"cd", -- [6]
					204078, -- [7]
					2, -- [8]
					"1704", -- [9]
					["id"] = 1854,
				},
				["210948"] = {
					"210948", -- [1]
					"Timer210948next", -- [2]
					"下一次黑暗风暴", -- [3]
					26, -- [4]
					649816, -- [5]
					"next", -- [6]
					210948, -- [7]
					2, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["203096"] = {
					"203096", -- [1]
					"Timer203096cdcount	1", -- [2]
					"溃烂冷却（1）", -- [3]
					5.2, -- [4]
					136134, -- [5]
					"cdcount", -- [6]
					203096, -- [7]
					3, -- [8]
					"1703", -- [9]
					["id"] = 1853,
				},
				["214278"] = {
					"214278", -- [1]
					"Timer214278nextcount	1", -- [2]
					"下一次神秘射线（1）", -- [3]
					72, -- [4]
					135730, -- [5]
					"nextcount", -- [6]
					214278, -- [7]
					3, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["211192"] = {
					"211192", -- [1]
					"Timer211192cd	Creature-0-3055-1520-23814-105494-000074E5FF", -- [2]
					"腐败之息冷却", -- [3]
					18.1, -- [4]
					1357794, -- [5]
					"cd", -- [6]
					211192, -- [7]
					3, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["212364"] = {
					"212364", -- [1]
					"Timer212364nextcount	1", -- [2]
					"下一次喂食时间（1）", -- [3]
					15.5, -- [4]
					132196, -- [5]
					"nextcount", -- [6]
					212364, -- [7]
					1, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["ej13190"] = {
					"ej13190", -- [1]
					"Timerej13190cd", -- [2]
					"死光触须冷却", -- [3]
					21.5, -- [4]
					462324, -- [5]
					"cd", -- [6]
					"ej13190", -- [7]
					1, -- [8]
					"1738", -- [9]
					["id"] = 1873,
				},
				["203888"] = {
					"203888", -- [1]
					"Timer203888next", -- [2]
					"下一次虹吸灵魂", -- [3]
					20.5, -- [4]
					136122, -- [5]
					"next", -- [6]
					203888, -- [7]
					1, -- [8]
					"1704", -- [9]
					["id"] = 1854,
				},
				["209034"] = {
					"209034", -- [1]
					"Timer209034cd2", -- [2]
					"恐惧连结冷却", -- [3]
					14, -- [4]
					1396973, -- [5]
					"cd", -- [6]
					209034, -- [7]
					3, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["211073"] = {
					"211073", -- [1]
					"Timer211073cd	Creature-0-3055-1520-23814-105468-000074E602", -- [2]
					"脱水践踏冷却", -- [3]
					18.1, -- [4]
					1357801, -- [5]
					"cd", -- [6]
					211073, -- [7]
					2, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["197969"] = {
					"197969", -- [1]
					"Timer197969nextcount	1", -- [2]
					"下一次震耳喧嚣（1）", -- [3]
					37, -- [4]
					136195, -- [5]
					"nextcount", -- [6]
					197969, -- [7]
					2, -- [8]
					"1667", -- [9]
					["id"] = 1841,
				},
				["204040"] = {
					"204040", -- [1]
					"Timer204040next", -- [2]
					"下一次暗影爆裂", -- [3]
					19.5, -- [4]
					132843, -- [5]
					"next", -- [6]
					204040, -- [7]
					3, -- [8]
					"1704", -- [9]
					["id"] = 1854,
				},
				["207830"] = {
					"207830", -- [1]
					"Timer207830next	Creature-0-3055-1520-23814-103695-000074EA0D", -- [2]
					"下一次腐蚀新星", -- [3]
					14.5, -- [4]
					1396969, -- [5]
					"next", -- [6]
					207830, -- [7]
					2, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["nil"] = {
					"nil", -- [1]
					"pull", -- [2]
					"开怪倒计时", -- [3]
					10, -- [4]
					"Interface\\Icons\\Spell_Holy_BorrowedTime", -- [5]
					["id"] = 1853,
				},
				["206936"] = {
					"206936", -- [1]
					"Timer206936cdcount	1", -- [2]
					"寒冰喷射冷却（1）", -- [3]
					23.3, -- [4]
					612394, -- [5]
					"cdcount", -- [6]
					206936, -- [7]
					3, -- [8]
					"1732", -- [9]
					["id"] = 1863,
				},
				["ej13191"] = {
					"ej13191", -- [1]
					"Timerej13191cd", -- [2]
					"腐蚀触须冷却", -- [3]
					71.5, -- [4]
					136211, -- [5]
					"cd", -- [6]
					"ej13191", -- [7]
					1, -- [8]
					"1738", -- [9]
					["id"] = 1873,
				},
				["228032"] = {
					"228032", -- [1]
					"Timer228032nextcount	1", -- [2]
					"下一次巨喉之怒（1）", -- [3]
					36.5, -- [4]
					237590, -- [5]
					"nextcount", -- [6]
					228032, -- [7]
					2, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["218438"] = {
					"218438", -- [1]
					"Timer218438next", -- [2]
					"下一次约束混沌", -- [3]
					35, -- [4]
					429383, -- [5]
					"next", -- [6]
					218438, -- [7]
					3, -- [8]
					"1761", -- [9]
					["id"] = 1886,
				},
				["210308"] = {
					"210308", -- [1]
					"Timer210308next", -- [2]
					"下一次暗翼形态", -- [3]
					90, -- [4]
					852827, -- [5]
					"next", -- [6]
					210308, -- [7]
					6, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["206651"] = {
					"206651", -- [1]
					"Timer206651cd", -- [2]
					"晦暗灵魂冷却", -- [3]
					7, -- [4]
					1396972, -- [5]
					"cd", -- [6]
					206651, -- [7]
					5, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["193367"] = {
					"193367", -- [1]
					"Timer193367cd	Creature-0-3930-1648-9913-114709-000031A087", -- [2]
					"恶臭溃烂冷却", -- [3]
					7, -- [4]
					132100, -- [5]
					"cd", -- [6]
					193367, -- [7]
					3, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["229119"] = {
					"229119", -- [1]
					"Timer229119next	1	远程", -- [2]
					"Next Orbs (1-远程)", -- [3]
					29, -- [4]
					1097742, -- [5]
					"next", -- [6]
					229119, -- [7]
					3, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["210547"] = {
					"210547", -- [1]
					"Timer210547next	1", -- [2]
					"下一次剃刀之翼", -- [3]
					59, -- [4]
					132918, -- [5]
					"next", -- [6]
					210547, -- [7]
					3, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["227992"] = {
					"227992", -- [1]
					"Timer227992cast", -- [2]
					"毒水消融", -- [3]
					20.5, -- [4]
					893778, -- [5]
					"cast", -- [6]
					227992, -- [7]
					2, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["228088"] = {
					"228088", -- [1]
					"Timer228088cd", -- [2]
					"海洋污染冷却", -- [3]
					19, -- [4]
					136030, -- [5]
					"cd", -- [6]
					228088, -- [7]
					3, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["198006"] = {
					"198006", -- [1]
					"Timer198006nextcount	1", -- [2]
					"下一次专注凝视（1）", -- [3]
					19, -- [4]
					571585, -- [5]
					"nextcount", -- [6]
					198006, -- [7]
					3, -- [8]
					"1667", -- [9]
					["id"] = 1841,
				},
				["167910"] = {
					"167910", -- [1]
					"Timer167910next", -- [2]
					"下一次克瓦迪尔长舟", -- [3]
					14, -- [4]
					627487, -- [5]
					"next", -- [6]
					167910, -- [7]
					1, -- [8]
					"1829", -- [9]
					["id"] = 2008,
				},
				["210264"] = {
					"210264", -- [1]
					"Timer210264nextcount	1", -- [2]
					"下一次显形腐蚀（1）", -- [3]
					58.4, -- [4]
					1357796, -- [5]
					"nextcount", -- [6]
					210264, -- [7]
					1, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["210290"] = {
					"210290", -- [1]
					"Timer210290cd2", -- [2]
					"梦魇荆棘冷却", -- [3]
					27.5, -- [4]
					1357815, -- [5]
					"cd", -- [6]
					210290, -- [7]
					3, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["205649"] = {
					"205649", -- [1]
					"Timer205649cdcount	1", -- [2]
					"邪能喷射冷却（1）", -- [3]
					18.2, -- [4]
					841218, -- [5]
					"cdcount", -- [6]
					205649, -- [7]
					3, -- [8]
					"1732", -- [9]
					["id"] = 1863,
				},
				["ej12977"] = {
					"ej12977", -- [1]
					"Timerej12977cd", -- [2]
					"梦魇触须冷却", -- [3]
					20, -- [4]
					254105, -- [5]
					"cd", -- [6]
					"ej12977", -- [7]
					1, -- [8]
					"1726", -- [9]
					["id"] = 1864,
				},
				["211471"] = {
					"211471", -- [1]
					"Timer211471cd	Creature-0-3055-1520-23814-105495-000074E650", -- [2]
					"轻蔑之触冷却", -- [3]
					4.5, -- [4]
					1357804, -- [5]
					"cd", -- [6]
					211471, -- [7]
					3, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["212707"] = {
					"212707", -- [1]
					"Timer212707next", -- [2]
					"下一次召云聚气", -- [3]
					15.8, -- [4]
					132188, -- [5]
					"next", -- [6]
					212707, -- [7]
					2, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["215443"] = {
					"215443", -- [1]
					"Timer215443nextcount	1", -- [2]
					"下一次死灵毒液（1）", -- [3]
					12.2, -- [4]
					132107, -- [5]
					"nextcount", -- [6]
					215443, -- [7]
					3, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["210326"] = {
					"210326", -- [1]
					"Timer210326next", -- [2]
					"下一次蜘蛛形态", -- [3]
					132, -- [4]
					1370997, -- [5]
					"next", -- [6]
					210326, -- [7]
					6, -- [8]
					"1744", -- [9]
					["id"] = 1876,
				},
				["214505"] = {
					"214505", -- [1]
					"Timer214505next", -- [2]
					"下一次纠缠梦魇", -- [3]
					35, -- [4]
					1357814, -- [5]
					"next", -- [6]
					214505, -- [7]
					1, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["207720"] = {
					"207720", -- [1]
					"Timer207720cd	Creature-0-3055-1530-2018-104880-000021CB4A", -- [2]
					"见证虚空冷却", -- [3]
					10, -- [4]
					895885, -- [5]
					"cd", -- [6]
					207720, -- [7]
					2, -- [8]
					"1732", -- [9]
					["id"] = 1863,
				},
				["208887"] = {
					"208887", -- [1]
					"Timer208887nextsource	慢", -- [2]
					"下一次召唤元素: 慢", -- [3]
					5, -- [4]
					135738, -- [5]
					"nextsource", -- [6]
					208887, -- [7]
					1, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["208689"] = {
					"208689", -- [1]
					"Timer208689next", -- [2]
					"下一次大地猛击", -- [3]
					12, -- [4]
					254105, -- [5]
					"next", -- [6]
					208689, -- [7]
					3, -- [8]
					"1738", -- [9]
					["id"] = 1873,
				},
				["197942"] = {
					"197942", -- [1]
					"Timer197942nextcount	1", -- [2]
					"下一次撕裂肉体（1）", -- [3]
					12.952, -- [4]
					1033474, -- [5]
					"nextcount", -- [6]
					197942, -- [7]
					5, -- [8]
					"1667", -- [9]
					["id"] = 1841,
				},
				["203552"] = {
					"203552", -- [1]
					"Timer203552cdcount	1", -- [2]
					"虫群之心冷却（1）", -- [3]
					86, -- [4]
					136128, -- [5]
					"cdcount", -- [6]
					203552, -- [7]
					6, -- [8]
					"1703", -- [9]
					["id"] = 1853,
				},
				["210387"] = {
					"210387", -- [1]
					"Timer210387nextcount", -- [2]
					"下一次透心折磨（未知", -- [3]
					33, -- [4]
					1041232, -- [5]
					"nextcount", -- [6]
					210387, -- [7]
					5, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["209597"] = {
					"209597", -- [1]
					"Timer209597nextcount	1", -- [2]
					"下一次聚合爆破（1）", -- [3]
					57.7, -- [4]
					1044088, -- [5]
					"nextcount", -- [6]
					209597, -- [7]
					3, -- [8]
					"1743", -- [9]
					["id"] = 1872,
				},
				["218148"] = {
					"218148", -- [1]
					"Timer218148next", -- [2]
					"下一次阳光坍缩", -- [3]
					10, -- [4]
					135981, -- [5]
					"next", -- [6]
					218148, -- [7]
					3, -- [8]
					"1761", -- [9]
					["id"] = 1886,
				},
				["215128"] = {
					"215128", -- [1]
					"Timer215128next", -- [2]
					"下一次诅咒之血", -- [3]
					15, -- [4]
					237515, -- [5]
					"next", -- [6]
					215128, -- [7]
					3, -- [8]
					"1738", -- [9]
					["id"] = 1873,
				},
				["212726"] = {
					"212726", -- [1]
					"Timer212726cdcount	1", -- [2]
					"梦魇大军冷却（1）", -- [3]
					7.2, -- [4]
					1357812, -- [5]
					"cdcount", -- [6]
					212726, -- [7]
					1, -- [8]
					"1750", -- [9]
					["id"] = 1877,
				},
				["202977"] = {
					"202977", -- [1]
					"Timer202977cdcount	1", -- [2]
					"感染吐息冷却（1）", -- [3]
					35, -- [4]
					538518, -- [5]
					"cdcount", -- [6]
					202977, -- [7]
					3, -- [8]
					"1703", -- [9]
					["id"] = 1853,
				},
				["210781"] = {
					"210781", -- [1]
					"Timer210781cast", -- [2]
					"黑暗重构", -- [3]
					50, -- [4]
					1357796, -- [5]
					"cast", -- [6]
					210781, -- [7]
					6, -- [8]
					"1738", -- [9]
					["id"] = 1873,
				},
			},
		},
	},
	["switchSaved"] = {
		["slots"] = 18,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 2,
				["sub_atributo"] = 2,
			}, -- [5]
			{
				["atributo"] = 2,
				["sub_atributo"] = 3,
			}, -- [6]
			{
				["atributo"] = 4,
				["sub_atributo"] = 4,
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [3]
		{
			8, -- [1]
			"Environment (Slime)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [4]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [5]
		{
			94472, -- [1]
			"救赎 (致命)", -- [2]
			135887, -- [3]
		}, -- [6]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [7]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [8]
		{
			158336, -- [1]
			"粉碎 (wave #1)", -- [2]
			135242, -- [3]
		}, -- [9]
		{
			3, -- [1]
			"环境伤害 (高处坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [10]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [11]
		{
			224078, -- [1]
			"暴龙电击带 (trinket)", -- [2]
			136048, -- [3]
		}, -- [12]
		{
			214350, -- [1]
			"梦魇精华 (trinket)", -- [2]
			1357816, -- [3]
		}, -- [13]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [14]
		{
			213786, -- [1]
			"夜幕 (trinket)", -- [2]
			236168, -- [3]
		}, -- [15]
		{
			120761, -- [1]
			"飞刃 (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [16]
		{
			121414, -- [1]
			"飞刃 (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [17]
		{
			33778, -- [1]
			"生命绽放 (bloom)", -- [2]
			136041, -- [3]
		}, -- [18]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [19]
		{
			158420, -- [1]
			"粉碎 (wave #3)", -- [2]
			135242, -- [3]
		}, -- [20]
		{
			158417, -- [1]
			"粉碎 (wave #2)", -- [2]
			135242, -- [3]
		}, -- [21]
		{
			161612, -- [1]
			"溢流能量 (捕捉)", -- [2]
			841219, -- [3]
		}, -- [22]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [23]
		{
			161576, -- [1]
			"溢流能量 (爆炸)", -- [2]
			841219, -- [3]
		}, -- [24]
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["got_first_run"] = true,
	["latest_report_table"] = {
	},
	["__profiles"] = {
		["Insomnium-主宰之剑"] = {
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["report_to_who"] = "",
			["overall_flag"] = 13,
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 5,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.300000011920929,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["time_type"] = 2,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["segments_amount"] = 12,
			["report_lines"] = 5,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -36.7500305175781,
							["x"] = -800,
							["w"] = 320,
							["h"] = 129.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0.3777777777777, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["switch_tank"] = false,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["skin_custom"] = "",
					["grab_on_top"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["micro_displays_locked"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small_alpha",
						["height"] = 14,
						["font_size"] = 10,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture"] = "BantoBar",
						["start_after_icon"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_enable_custom_text"] = false,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["textR_class_colors"] = false,
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["use_spec_icons"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_side"] = 2,
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["bg_b"] = 0.0941176470588235,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["switch_damager_in_combat"] = false,
					["window_scale"] = 1,
					["bars_grow_direction"] = 1,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["libwindow"] = {
						["y"] = -36.7500457763672,
						["x"] = 0,
						["point"] = "LEFT",
					},
					["hide_icon"] = true,
					["bg_alpha"] = 0.0984569266438484,
					["backdrop_texture"] = "Details Ground",
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -36.7500305175781,
							["x"] = -800,
							["w"] = 320,
							["h"] = 129.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["desaturated_menu"] = false,
					["hide_in_combat_type"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["hide_out_of_combat"] = false,
					["bars_sort_direction"] = 1,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
			["instances_no_libwindow"] = false,
			["minimum_combat_time"] = 5,
			["data_broker_text"] = "",
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 130,
				["width"] = 320,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["disable_alldisplays_window"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					0.9, -- [1]
					0.9, -- [2]
					0, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.1, -- [1]
					0.85, -- [2]
					0.1, -- [3]
				},
			},
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 5,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 190.175504920381,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["use_scroll"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["time_type_original"] = 2,
			["standard_skin"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["default_bg_color"] = 0.0941,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["trash_auto_remove"] = true,
			["death_tooltip_width"] = 300,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["overall_clear_logout"] = false,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["clear_ungrouped"] = true,
			["default_bg_alpha"] = 0.5,
			["use_battleground_server_parser"] = true,
		},
	},
	["always_use_profile_name"] = "Insomnium-主宰之剑",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["always_use_profile"] = false,
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["latest_news_saw"] = "",
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [188030] --Legion\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (188030) --Legion\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (188027) --Legion\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [188028] --Legion\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (188028) --Legion\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [188017] --Legion\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (188017) --Legion\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [229206] --Legion\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (229206) --Legion\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [188029] --Legion\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (188029) --Legion\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n		",
			["attribute"] = false,
			["name"] = "有使用药水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [188030] --Legion\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [188028] --Legion\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [188017] --Legion\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [229206] --Legion\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [188029] --Legion\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Trade_Alchemy_PotionD4",
			["script_version"] = 3,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\warlock_ healthstone",
			["script_version"] = 13,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_H_06",
			["script_version"] = 1,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_G_06",
			["script_version"] = 1,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 9,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Mage_IceNova",
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在窗口显示你的法术.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的法术",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local role = UnitGroupRolesAssigned (\"player\")\n				local pet_attribute\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\ABILITY_MAGE_ARCANEBARRAGE",
			["script_version"] = 5,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Skull Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 2,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Other Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 2,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, 14, 14)\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Dynamic Overall Damage",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				--get the damage actor container for overall\n				local damage_container_overall = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				for _, player in ipairs ( damage_container_current ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_Quests_Completed_08",
			["script_version"] = 1,
		}, -- [10]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["spell_school_cache"] = {
		["烈火黏质"] = 4,
		["翻滚冲击"] = 1,
		["永恒黑暗"] = 32,
		["邪能烈焰"] = 4,
		["见证虚空"] = 32,
		["剧毒之池"] = 8,
		["弧光风暴"] = 8,
		["虚空冲击"] = 1,
		["恐惧荆棘"] = 32,
		["恶臭溃烂"] = 8,
		["暴怒的风暴元素"] = 8,
		["潜袭喷发"] = 32,
		["梦魇花蕾"] = 32,
		["腐蚀：坠入疯狂"] = 1,
		["蠕行梦魇"] = 32,
		["腐蚀：毁灭之影"] = 1,
		["渗漏之雾"] = 8,
		["毒水消融"] = 16,
		["绝对零度"] = 16,
		["亵渎喷发"] = 32,
		["腐蚀新星"] = 32,
		["被亵渎的藤蔓"] = 32,
		["黑化污染"] = 32,
		["驱逐之光"] = 2,
		["践踏猛击"] = 1,
		["公正之剑"] = 1,
		["腐化物"] = 8,
		["扭曲暗影"] = 32,
		["恐惧连结"] = 32,
		["折磨挥击"] = 32,
		["轻蔑之触"] = 32,
		["污秽爆破"] = 16,
		["势如破竹"] = 1,
		["践踏"] = 1,
		["神准冲击"] = 2,
		["坠星"] = 64,
		["重击"] = 1,
		["多头出击"] = 1,
		["虚空撕裂"] = 32,
		["梦魇荆棘"] = 32,
		["彗星冲击"] = 1,
		["腐蚀流星"] = 32,
		["十字军打击"] = 1,
		["死灵毒液"] = 8,
		["迅捷割裂"] = 1,
		["感染吐息"] = 40,
		["腐蚀之触"] = 32,
		["腐化咆哮"] = 32,
		["光明之枪"] = 2,
		["审判"] = 2,
		["灾祸"] = 32,
		["梦魇"] = 32,
		["黑暗毁灭"] = 32,
		["纠缠梦魇"] = 32,
		["毒水淤泥"] = 16,
		["爆裂溃烂"] = 40,
		["黑暗释放"] = 32,
		["折磨感染"] = 32,
		["梦魇爆破"] = 32,
		["灰烬觉醒"] = 6,
		["亡者复生"] = 32,
		["阴霾"] = 32,
		["被污染的精华"] = 16,
		["腐化宝珠"] = 16,
		["剃刀之翼"] = 32,
		["净化火焰"] = 2,
		["流毒獠牙"] = 8,
		["梦魇长枪"] = 32,
		["毒水吐息"] = 16,
		["黑暗水域"] = 32,
		["梦魇之刃"] = 1,
		["诅咒之血"] = 32,
		["死水弹幕"] = 16,
		["圣殿骑士的裁决"] = 2,
		["腐蚀"] = 32,
		["恐惧蔓延"] = 1,
		["暗影爆裂"] = 32,
		["虚空爆炸"] = 32,
		["喧闹之水"] = 16,
		["海洋污染"] = 16,
		["毒水腐蚀"] = 16,
		["回归打击"] = 1,
		["盐水唾沫"] = 16,
		["毒瘴"] = 32,
		["约束混沌"] = 64,
		["舞动之刃"] = 1,
		["腐败之息"] = 32,
		["污染倾泻"] = 32,
		["灾祸新星"] = 32,
		["污染之地"] = 40,
		["巨喉之怒"] = 16,
		["感染"] = 40,
		["光耀碎片"] = 2,
		["Corpo-a-Corpo"] = 1,
		["伊森德雷标记"] = 32,
		["破碎"] = 32,
		["绝不留情"] = 64,
		["阳光坍缩"] = 4,
		["腐蚀宝珠"] = 32,
		["黑暗风暴"] = 32,
		["寄生镣铐"] = 8,
		["漩涡之水"] = 16,
		["邪能冲击"] = 1,
		["梦魇冲击"] = 32,
		["黑暗宣泄"] = 32,
		["泰拉尔标记"] = 32,
		["腐蚀：虚幻现实"] = 4,
		["腐化吐息"] = 32,
		["莱索恩标记"] = 32,
		["雷铸之矛"] = 1,
		["空间之镰"] = 64,
		["召云聚气"] = 1,
		["火舌舔舐"] = 4,
	},
	["lastUpdateWarning"] = 0,
	["report_where"] = "SAY",
}
